{
    "activityid": 1015,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Executional Elements in Banner Advertising: A cross-cultural comparison",
        "Journal": "Journal of Current Issues and Research in Advertising",
        "Volume": "33",
        "Month / Season": "2012-12-31",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "301-316",
        "Publisher": "Routledge",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Cross-cultural comparisons of information content in advertising have yielded inconsistent results, and cross-cultural comparisons of emotion content in advertising have been limited.  Inconsistent findings are likely due to the impact of culture on coding itself.  In particular, analysis of emotion content is problematic given that emotion terms do not have universal meaning.  As an alternative to traditional coding procedures, the present study explores executional elements that can be objectively measured.  Bio-informational theory suggests that certain stimulus properties (motion, color) produce visceral emotional responses.  As antecedents of emotional response, these properties represent emotion content in advertising.  Compared to banner ads from a Western culture, banner ads from an Eastern culture are found to use more animation, to have a higher mean number of frames in animation, and to use colors with higher levels of value and chroma.  Future research is needed to explore cultural and other factors that predict the presence of stimulus properties such as animation and color as well as the effects of those factors.",
        "Origin": "Other"
    },
    "facultyid": "111701046",
    "coauthors": {
        "2516": {
            "firstname": "Trina",
            "middleinitial": "",
            "lastname": "Sego",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111701046",
            "authorid": 2516,
            "scholarlyactivityid": 1015
        }
    },
    "status": [
        {
            "id": 1015,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111701046",
    "attachments": []
}