{
    "activityid": 10199,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Writing as Metamorphosis in Thylias Moss's Slave Moth",
        "Conference/Meeting Name": "Furious Flower Poetry Conference 2014",
        "Conference Location": "James Madison University, Harrisonburg, VA",
        "Date or Date Range": "2014-03-05",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "Furious Flower Poetry Center at James Madison University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In Slave Moth (2004), Thylias Moss emphasizes the way Varl Perry, her young female protagonist, uses writing to develop a new identity as a free person.  As the author and narrator of her own story, Varl reacts to her master’s use of scientific discourse (including such key words as experiment and deformity) to characterize and control her (this echoes Schoolteacher’s humiliating taxonomy in Toni Morrison’s Beloved).  Although Varl’s literacy is an effect of her master’s “experimentation,” she uses this skill to imagine and frame her self-transformation from being someone else’s creature to becoming her own woman.  Slave Moth emphasizes the positive cognitive impact of writing when Varl starts to record her thoughts by embroidering them into a series of petticoats she wears.  She materially and conceptually inhabits her writing.  As her petticoat-diary grows, she increasingly associates it with the cocoon of the luna moth she reads about in her master’s open book. \r\nVarl’s writing practice echoes Frederick Douglass’s emphasis on literacy as a tool for achieving mental freedom in his autobiography.  As a form of embroidery or sewing, however, her action is socially coded as feminine.  In addition, like Linda Brent in Harriet Jacobs’s Incidents in the Life of a Slave Girl, Varl finds herself the object of her master’s sexual attentions.  By echoing this aspect of Jacobs’s plot and Douglass’s celebration of literacy, Moss engages the literary tradition of the slave narrative to frame her protagonist’s quest for freedom, thereby giving it a historical resonance for readers familiar with that tradition.  Figured as the metamorphosis of larva into moth, this quest is also signified as a spatial movement from a Tennessee town named for the master, Perrysville, to Varlton, the settlement built and named for her by her lover Dob.\r\n\r\nJeffreyWestover@boisestate.edu\r\n",
        "Origin": "Other"
    },
    "facultyid": "112139145",
    "coauthors": {
        "88833": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 88833,
            "scholarlyactivityid": 10199
        }
    },
    "status": [
        {
            "id": 10199,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 10199,
            "status": "Accepted",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112139145",
    "attachments": []
}