{
    "activityid": 10201,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Reconfiguring Gender in HD's Heliodora",
        "Conference/Meeting Name": "Modernist Studies Association",
        "Conference Location": "Pittsburgh",
        "Date or Date Range": "2014-05-06",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "Modernist Studies Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "I DID NOT ULTIMATELY PRESENT THIS DESPITE ACCEPTANCE.  NEITHER TIME NOR MONEY AVAILABLE.\r\nPoetic and Ritual Reconfigurations of Gender in Heliodora\r\nIn “Telesila,” from Heliodora, H.D. evokes a legend about a woman poet from ancient Argos in order to register her sense of the cost of compliance with dominant notions of gender.  In the legend, which Plutarch recounts  in On the Virtue of Women, Telesilla fought against Spartans with fellow women in a war to defend their city.  Her status was erected in Aphrodite’s temple at Argos.  “The prowess of her female associates,” writes William Smith,” was commemorated by the annual festival called the [Hybristika] . . ., in which the women and the men appear respectively in the attire of the other sex” (991).  The antagonism between love and war in H.D.’s poem reflects the mock conflict acted out in the festival even though it does not feature literal examples of cross-dressing. In the context of Heliodora as a whole, which begins with an author’s note directing the reader’s attention to the book’s incorporation of ancient Greek poetry by two other women, the Hybristika (which may be translated as the  “Festival of Impudence”) offers a model for reconsidering depictions of gender throughout the book.  \r\nAs a mocking ritual involving cross dressing, the festival dramatizes sexual antagonism, displaying assumptions about gender and the social expectations associated with them.  By also suggesting ways in which the concepts of “men” and “women” are open to redefinition, the festival displays the potential instability of gender as a defining social category (Stehle 113).  While the poems of Heliodora reflect the “romantic thralldom” Du Plessis finds throughout H.D.’s  work, they also point toward the possibility of such a redefinition.\r\n",
        "Origin": "Other"
    },
    "facultyid": "112139145",
    "coauthors": {
        "88846": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 88846,
            "scholarlyactivityid": 10201
        }
    },
    "status": [
        {
            "id": 10201,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "112139145",
    "attachments": []
}