{
    "activityid": 10522,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "La paradoja de la adquisición léxica",
        "Conference/Meeting Name": "The Eighth Annual Colloquium on Latin American and Iberian Languages, Literatures and Cultures",
        "Conference Location": "Davis, California. Plenary Presentation",
        "Date or Date Range": "2012-10-26",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "University of California, Davis",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Una de las respuestas al desafío de la carga léxica (The Learning Burden, Nation, 2001) se realiza a través de la lectura. Según Krashen, el aprendiz adquiere la cuota recomendada, 3.000 familias de palabras, a través del aprendizaje implícito con la lectura independiente. Cobb (2008), sin embargo, discrepa de esa postura y propone que un lexicón funcional en la segunda lengua (L2) no se construye exclusivamente a través de la lectura; es decir, el desarrollo léxico es un proceso no solo implícito sino también explícito. Por ejemplo, su investigación demuestra que las palabras menos frecuentes y las que son clasificadas dentro del rango 2.000-3.000 no aparecen lo suficientemente en los textos (ambos pedagógicos y literarios) para que los alumnos las adquieran. Y este enigma es uno de los varios problemas de la carga léxica. \n\n\tEn esta sesión plenaria me centraré en la paradoja de la adquisición léxica, la cual se entendía históricamente como una rama menos importante de la Adquisición de Segunda Lengua (ASL), si bien ahora se considera como un elemento fundamental en el desarrollo de una L2, abarcando un aprendizaje explícito tanto como implícito. Subrayaré las complejidades del desarrollo léxico de L2, basándome en las teorías cognoscitivas, los estudios con bilingües y el valor de la enseńanza explícita. Propongo que el debate de si el aprendizaje léxico es implícito (como lo entiende Krashen) o explícito no tiene tanto mérito ya que muchos estudios han revelado que es ambos. Como respuesta, la disciplina debe preocuparse más de cómo facilitar el aprendizaje implícito/explícito para que los alumnos de L2 lleguen a un conocimiento más profundo de las palabras. Destacando los resultados de mi propia investigación léxica de amplitud y profundidad al nivel principiante e intermedio con una herramienta tecnológica, Langbot, sugiero que ambas las estrategias explícitas y las Tecnologías de la Información y la Comunicación (TIC) puedan facilitar con el proceso de aprendizaje de L2.  \n\n",
        "Origin": "Other"
    },
    "facultyid": "113145983",
    "coauthors": {
        "52959": {
            "firstname": "Kelly",
            "middleinitial": "",
            "lastname": "Arispe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113145983",
            "authorid": 52959,
            "scholarlyactivityid": 10522
        }
    },
    "status": [
        {
            "id": 10522,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113145983",
    "attachments": []
}