{
    "activityid": 10539,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "We're All In This Together: Supporting the Dissemination of University Research Through Library Services",
        "Conference/Meeting Name": "2011 Charleston Conference",
        "Conference Location": "Charleston, South Carolina",
        "Date or Date Range": "2011-11-30",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "scholarworks.boisestate.edu/lib_facpubs/45",
        "Description/Abstract": "&quot;One of the primary functions of universities is the discovery and dissemination of new knowledge.  Yet, most institutions only focus on supporting faculty in the initial discovery process, requiring researchers to fend for themselves when sharing their work.  Institutional repositories (IRs) have a unique opportunity to expand traditional library services by supporting the dissemination of university research.\nThinking beyond archiving graduate theses and faculty publications, librarians are developing new IR services which can assist faculty in a variety of ways.  Managing researcher pages, consulting on copyright transfer agreements, exchanging publication information with other university stakeholders, even launching library-based publishing services are all ways repositories have begun reaching out to faculty.  The effect of these new services is beginning to transform the scholarly communications cycle and the library's role in those processes.\nThis presentation will take a closer look at these new services, including demonstrating how Boise State's Albertsons Library has approached supporting research dissemination.  It will mix practical information about repository workflows and processes, with strategies for developing research dissemination IR-based services.  Attendees will have the opportunity to see live examples of IR services and will be able to share their own experiences.  Participants will also be encouraged to ask challenging questions as we work together to explore this new area of librarianship.&quot;\n",
        "Origin": "Other"
    },
    "facultyid": "112071180",
    "coauthors": {
        "52979": {
            "firstname": "Patricia",
            "middleinitial": "M",
            "lastname": "Armstrong",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112071180",
            "authorid": 52979,
            "scholarlyactivityid": 10539
        }
    },
    "status": [
        {
            "id": 10539,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112071180",
    "attachments": []
}