{
    "activityid": 10540,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Do Faculty Really Need Institutional Repositories? (Pecha Kucha)",
        "Conference/Meeting Name": "2011 Charleston Conference",
        "Conference Location": "Charleston, South Carolina",
        "Date or Date Range": "2011-11-04",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "scholarworks.boisestate.edu/lib_facpubs/46",
        "Description/Abstract": "&quot;Academic libraries  have invested a great deal of time, energy, and resources in the  development of institutional repositories (IRs).  Yet many  of the driving forces of these efforts have been focused on the needs of  the library or university at large.  Issues such as  increasing journal prices, long-term preservation, and the pursuit of  open access mandates tend to focus on the needs of the institution  instead of the author.  Although benefits like increased  citation counts, improved visibility, and mediated deposit service  models are motivating faculty to place their scholarship in their  university's IR , it is not always clear what unique benefits  institutional repositories provide. \nThis presentation will  challenge audience members to consider ways that current institutional  repository models succeed and fail in supporting faculty scholarship,  particularly during the tenure process, examine the contributions  institutional repositories can make to scholarly communication efforts,  and explore ways that libraries can better align their repository  services to meet the specific needs of faculty. \nFollowing the rapid  fire style of Pecha Kuchas, this presentation is designed to encourage  audience members to ask hard questions and examine the successes or  failures of their own library's scholarly communication efforts.&quot;\n",
        "Origin": "Other"
    },
    "facultyid": "112071180",
    "coauthors": {
        "52980": {
            "firstname": "Patricia",
            "middleinitial": "M",
            "lastname": "Armstrong",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112071180",
            "authorid": 52980,
            "scholarlyactivityid": 10540
        }
    },
    "status": [
        {
            "id": 10540,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112071180",
    "attachments": []
}