{
    "activityid": 10546,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Identifying University Publishing Trends Through Institutional Repository Data",
        "Conference/Meeting Name": "AAAS, Pacific Division 93rd Annual Meeting",
        "Conference Location": "Boise, Idaho",
        "Date or Date Range": "2012-06-25",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "American Association for the Advancement of Science - Pacific Division",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Universities are charged with both the discovery and dissemination of new knowledge. However faculty are often left to their own devices when sharing their work. Individual professors must navigate the publishing process, including negotiating copyright agreements. These agreements may be acceptable for a single publication, but can have significant implications when considering the full scope of a university's scholarship. If universities are going to fulfill their mission of sharing new knowledge, they must also understand how that scholarship is disseminated and how to best support those efforts. One strategy that can be used in accomplishing this goal is the development of institutional repositories (IRs) which are designed to disseminate and provide long-term stewardship of a university's scholarly record. One example of this approach is ScholarWorks, Boise State's institutional repository. Using publisher copyright policy information collected while working with faculty publications, staff at Albertsons Library have started to identify publishing trends at their university. Repository staff examine what is being produced and who is publishing Boise State's research. Additionally publisher copyright policies are reviewed to determine how they impact what a professor can do with their work. This presentation will explore the processes used at Boise State and what has been discovered.",
        "Origin": "Other"
    },
    "facultyid": "112071180",
    "coauthors": {
        "52989": {
            "firstname": "Patricia",
            "middleinitial": "M",
            "lastname": "Armstrong",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112071180",
            "authorid": 52989,
            "scholarlyactivityid": 10546
        }
    },
    "status": [
        {
            "id": 10546,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112071180",
    "attachments": []
}