{
    "activityid": 10544,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Institutional Repository Management Models that Support Faculty Research Dissemination",
        "Conference/Meeting Name": "Library 2.012 Worldwide Virtual Conference",
        "Conference Location": "Online",
        "Date or Date Range": "2012-10-03",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "School of Library and Information Science (SLIS), San José State University",
        "Presenter(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/lib_facpubs/67/",
        "Description/Abstract": "When promoting institutional repositories (IRs), there is often a disconnect between librarians and their faculty. Emphasizing escalating journal prices, open access mandates, and collection building, librarians tend to approach faculty scholarship as an organizational resource to be managed. In contrast, faculty are often focused on issues such as tenure, career development, and academic freedom. Their scholarship is a personal activity which represents their accomplishments. Unless librarians consciously work to bridge this values gap, institutional repositories can flounder, sitting empty and underutilized.\n\nOne of the most successful approaches for librarians when addressing these issues has been to implement a mediated deposit approach. Framing their repository as a service, librarians actively identify eligible faculty publications, determine copyright status, solicit author participation, and upload documents into the repository system. This approach not only enables librarians to carry out their traditional roles in collection development and bibliographic control, it also gives them an opportunity to work with faculty in disseminating and promoting their individual scholarship.\n\nTaking this approach one step further, Boise State has expanded its repository services to include the development of faculty researcher sites. Created by library staff, each site is customized based on the faculty member's vita and is designed to showcase an individual professor's scholarship. Using the concept of mass customization, Boise State has been able to successfully implement this service to the entire campus and has created and actively maintains over 300 sites, individually reaching over 70% of the tenure track faculty. By shifting the management structure of its institutional repository from a collection development focus to a service oriented approach, Boise State has created an IR that responds to local needs while also building a valuable collection.\n\nThis presentation will explore the mediated deposit model and workflows that facilitate the dissemination of academic research. It will also explain the concept of mass customization and how that approach can be applied in an academic library setting in support of faculty scholarship.",
        "Origin": "Other"
    },
    "facultyid": "112071180",
    "coauthors": {
        "52986": {
            "firstname": "Patricia",
            "middleinitial": "M",
            "lastname": "Armstrong",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112071180",
            "authorid": 52986,
            "scholarlyactivityid": 10544
        }
    },
    "status": [
        {
            "id": 10544,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112071180",
    "attachments": []
}