{
    "activityid": 1076,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Is Spotlighting Enough? Environmental NGOs and the Commission for Environmental Cooperation",
        "Journal": "Canadian-American Public Policy",
        "Volume": "67",
        "Month / Season": "2006-08-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "Jan-46",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/24",
        "Description/Abstract": "The initial questions of our survey questionnaire focused on whether  ENGOs were familiar with the CEC, and if so, how frequently they  followed the proceedings of the CEC Tables 1 and 2 clearly illustrate  that a substantial majority of respondents were not familiar with the  CEC (66.3%) and that only a small percentage of those who were aware of  the CEC frequently followed its proceedings (18.5%).5 In short, our  survey results indicate that the CEC has a long way to go gain the  attention of most ENGOs in both Canada and the United States. A Canadian  ENGO leader said, &quot;It's a matter of resources: ENGOs do not have enough  to be consistent players.&quot; An American ENGO head added, &quot;It doesn't  mean there's no interest in the CEC... but there are no resources to be  engaged with it.&quot; An interesting comparative note from the results  listed in Tables 1 and 2 is that while a larger percentage of Canadian  ENGOs than United States ENGOs (40.5% to 28.3%) said they were familiar  with the CEC, a much higher percentage of United States respondents than  Canadian respondents who were familiar with the CEC (30.8% to 7.1%)  said they &quot;frequently&quot; followed the proceedings of the CEC. Again, this  finding may well be an illustration of the lack of resources available  to Canadian ENGOs. Reflecting on this point, a Canadian ENGO member  stated &quot;ENGOs are too dependent on Environment Canada for funding... The  ENGOs are often put in the position of pushing for governmental  environmental initiatives against business and industry. Environment  Canada can also use the ENGOs as a counterweight.",
        "Origin": "Other"
    },
    "facultyid": "111110410",
    "coauthors": {
        "2647": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 2647,
            "scholarlyactivityid": 1076
        },
        "2648": {
            "firstname": "Ross",
            "middleinitial": "E",
            "lastname": "Burkhart",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110070",
            "authorid": 2648,
            "scholarlyactivityid": 1076
        }
    },
    "status": [
        {
            "id": 1076,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2006,
            "termid": "2006/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110410",
    "attachments": []
}