{
    "activityid": 1077,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Scientists and Environmental Policy: A Canadian-US Perspective",
        "Journal": "Canadian-American Public Policy",
        "Volume": "37",
        "Month / Season": "1999-02-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "Jan-39",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/pubadmin_facpubs/28",
        "Description/Abstract": "For this research project, both natural scientists (33 each from the  United States and Canada) and social scientists (32 from the United  States and 31 from Canada) were interviewed by the author from March  through November, 1997.(f.28) The natural-social science dichotomy was  used because previous research has suggested that differences exist  between how natural scientists and social scientists perceive the  science-policy linkage.(f.29) For instance, in their work at The Udall  Center at the University of Arizona, Helen Ingram et al. point out that  in dealing with the formation of environmental policy, natural  scientists often portray themselves as outside the political process and  as poorly understood by politicians, while social scientists believe  that natural scientists wield a great deal more influence than they  admit to having.(f.30) Other scholars have noted differences in training  and expertise between natural and social scientists(f.31) and have  argued that a gap &quot;often divides the social sciences and humanities from  the physical and biological sciences&quot;(f.32) such that social scientists  are not accorded the same status as natural scientists.(f.33)\nIt is important to note that United States natural scientists do not  share the majority view that science has had a large influence on our  present-day environmental policies. In fact, there is a statistically  significant difference between United States natural and United States  social scientists and also between United States natural scientists and  Canadian natural scientists, with a much smaller percentage of United  States natural scientists (48.5%; as opposed to U.S. social scientists =  68.8%, Canadian natural scientists = 63.6%, and Canadian social  scientists = 58.1%) perceiving that science is having a large impact on  present-day environmental policies. Along these lines, United States  natural scientists were much more apt to describe the development of  environmental policy in terms of the science being overcome by politics  and special interests, During the interviews, five times as many United  States natural scientists as United States social scientists, Canadian  natural scientists, or Canadian social scientists referred to the  influence of politics over science. One United States natural scientist  felt that when you were looking at the science-policy linkage and  thinking in terms of equity and fairness, then:\nThe purpose of this study is to enhance what we know about the  articulation of science with respect to the policy making process  leading to the establishment of the Canada-United States Air Quality  Accord. In particular, the focus is on how United States and Canadian  scientists (both natural and social) viewed several key aspects of the  transborder air pollution policy debate, including the influence of  science (and scientists) in resolving that debate. Previous research, as  noted earlier in this essay, has documented both the importance of  science to environmental policy making and the pivotal role that  scientists play in formulating such policies. However, studies have also  highlighted the chilling effect that politics can sometimes have on the  scientific community. Furthermore, scholars have previously documented  marked differences between how natural scientists and social scientists  and between how United States scientists and Canadian scientists  approach the environmental policy making process. Along these lines,  several findings from this study stand out.",
        "Origin": "Other"
    },
    "facultyid": "111110410",
    "coauthors": {
        "2649": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 2649,
            "scholarlyactivityid": 1077
        }
    },
    "status": [
        {
            "id": 1077,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1999,
            "termid": "1998/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110410",
    "attachments": []
}