{
    "activityid": 10995,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Engineering by design: Connecting Engineering and Elementary Education",
        "Name of Conference": "Hawaii International Conference on Education 2006 Proceedings",
        "Month / Season": "2006-12-31",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "",
        "Publisher": "Hawaii Education",
        "Publisher Location": "Hawaii",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "To increase the preparedness for and interest in engineering, as well as math-science\r\nskills in our youth, a new course has been developed with cooperation between the\r\nColleges of Education and Engineering at Boise State University. This course is\r\npresently titled “Engineering for Educators” and its goal is to reach more K-12 students\r\nfor longer periods of time and at earlier ages than most engineering/math/science\r\noutreach activities allow. The pre-service teachers in elementary education are mixed\r\nwith engineering students in an existing “Introduction to Engineering” course. The\r\neducation students get an extra hour a week with an education professor to discuss\r\nhow the engineering projects in the course could be used in the elementary classroom\r\nto meet state teaching standards for math and science as well as reading, writing and\r\nother non-technical subjects.\r\nCombining the educators in with the engineers has three main benefits. First, the\r\neducation students work along side the engineering students and get to see what the\r\nengineering entails. Second, the elementary education students learn that they have the\r\nskills and ability to understand and teach engineering activities. Third, by interacting\r\nwith the engineering students, the educators can break down some of their stereotypical\r\nviews of engineers and they may be more likely to recommend this field to their future\r\nK-8 students when they see a student with the appropriate interests.\r\nAlthough this reports on the first two semesters that the course was offered, those\r\ninvolved have seen several improvements in student attitude, both engineering and\r\neducation students. However, the most telling improvement is the confidence level of\r\nthe education students. They have found that they can play a valuable part in any team\r\nproject. Although they may not feel they have the necessary math skills they are able to\r\norganize, analyze and synthesize the ideas. Also, once the math is explained to them\r\nthey realize that they do understand the concepts. The education students are also\r\nseeing numerous ways that the course projects could be used in the schools.\r\nPlans are to continue to offer this course in the following semesters with expectations\r\nfor higher enrollment including some practicing teachers. This course has also been\r\naccepted as a substitute for the elementary science methods course offered by the\r\nEducation College and will be offered as such in the Spring 2006.",
        "Origin": "Other"
    },
    "facultyid": "111615748",
    "coauthors": {
        "142740": {
            "firstname": "Rickie",
            "middleinitial": "",
            "lastname": "Miller",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112058",
            "authorid": 142740,
            "scholarlyactivityid": 10995,
            "classifications": {
                "Role": "Author"
            }
        },
        "142741": {
            "firstname": "Elisa",
            "middleinitial": "Hope",
            "lastname": "Barney Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111615748",
            "authorid": 142741,
            "scholarlyactivityid": 10995,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 10995,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2006,
            "termid": "2006/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111615748",
    "attachments": []
}