{
    "activityid": 11006,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;'The Lyricism of Marginality': Indian Mutiny, Hollywood, and the British Empire,&quot;",
        "Conference/Meeting Name": "66th Rocky Mountain Modern Language Association Annual Convention,",
        "Conference Location": "Boulder, Colorado",
        "Date or Date Range": "2012-10-11",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "RMMLA",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The mid- 1930’s saw a series of films produced in the U.S. and U.K. (sometimes as joint productions) that are set in British India and all of which draw heavily from the Hollywood genre of the ‘Western’ as well as the late nineteenth-century colonial adventure fiction [think Kipling, Henty]. Films such as Wee Willie Winkie (1936-7; dir. John Ford), The Charge of the Light Brigade (1936; dir. Michael Curtiz), and Gunga Din (1939; dir. Director: George Stevens) map the cultural memory of the Indian Uprising of 1857 onto the contemporary thereby producing a discourse of the Empire that presents imperial history atemporally. For example, in the 1936 version of The Charge of the Light Brigade, salient events of the 1857 uprising are shown as predating the Crimean War of 1854. In elucidating the thematic contents of these films, my paper will draw on Frederic Jameson’s argument from Postmodernism, or The Cultural Logic of Late Capitalism that “new theoretical discourses” are produced “by the setting into active equivalence of two preexisting codes, which thereby, in a kind of molecular ion exchange, become a new one” (Jameson 1991: 394).",
        "Origin": "Other"
    },
    "facultyid": "113116789",
    "coauthors": {
        "53695": {
            "firstname": "G",
            "middleinitial": "",
            "lastname": "Basu Thakur ",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 53695,
            "scholarlyactivityid": 11006
        }
    },
    "status": [
        {
            "id": 11006,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113116789",
    "attachments": []
}