{
    "activityid": 11005,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "‘The Nonhuman Empire: Imperial Panic &amp; Objects Of The Indian Mutiny’ ",
        "Conference/Meeting Name": "Terror and the Inhuman Conference",
        "Conference Location": "Providence RI",
        "Date or Date Range": "2012-10-27",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Brown University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "An assortment of arcane objects and inhuman figures punctuate imperial writings about the Indian uprising of 1857. These nonhuman objects and inhuman subjects evoke anxiety by disrupting official as well as fictional efforts at (rationally) narrating the events of the émeute. This paper will focus on three such examples of anxiety provoking human-nonhuman interfaces to outline a hypothesis regarding the affective impact of inhuman ‘objects’ on the British Empire during the political turmoil of the 1857 uprising (and thereafter). I will contend that panic over material objects such as the lotah and the cartridge, and the figure of the deracinated rebel sepoy has to do with anxieties about dramatic transformations of known objects or subjects into dangerous things. Each of the three examples I use in this paper will show how imperial panic surfaces at the interstices of institutional discourse and the affective materiality of an object or non-reified colonial subject within the political reality of the colonial administration. In presenting this hypothesis, I will rely on colonial discourse analysis – close reading of the historical writings of John Kaye and select official documents – and theoretical arguments derived from Jacques Lacan’s seminar on ‘Anxiety.’ In context of Lacan, I will look specifically at his assertion that anxiety results from a “moment of moulting,” that is, when an imaginary “situatable,” “locatable” and “exchangeable” object, and the “private, incommunicable [or real] object” appear interchangeable (Lacan ‘Anxiety’ 1962–1963: Session VII). By moving away from the usual analysis of the uprising as a consequence of frayed human power relations, and by emphasizing the mediating agency of nonhumans in the anxiety-ridden experiences of the event, this paper hopes to inspire a new way of thinking about the historical moment of 1857, i.e., through an examination of the function of nonhumans in the discourses of the empire and anticolonial engagements with the colonial regime.\n",
        "Origin": "Other"
    },
    "facultyid": "113116789",
    "coauthors": {
        "53694": {
            "firstname": "G",
            "middleinitial": "",
            "lastname": "Basu Thakur ",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 53694,
            "scholarlyactivityid": 11005
        }
    },
    "status": [
        {
            "id": 11005,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113116789",
    "attachments": []
}