{
    "activityid": 11007,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;The Menon-Žižek Debate: Or, How to Read Žižek in a Postcolonial Context,&quot;",
        "Conference/Meeting Name": "127th MLA Annual Convention",
        "Conference Location": "Seattle WA",
        "Date or Date Range": "2012-01-07",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "MLA",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "On occasion of his first lecture tour of India in 2010, Zizek sparked off a debate with Nivedita Menon, a leading postcolonial feminist scholar. The debate rivets around Menon’s contention that Zizek’s emphasis on European, Christian Universalism as the most proactive model for countering capitalism is ignorant of the heteroglossiac postcolonial histories of South Asia. Menon’s deconstructive response (‘The Two Zizeks’) to Zizek’s lecture ‘Tragedy and Farce,’ and her later interpolations (in Kafila), suggest that what Zizek appears to be missing is a knowledge of the fallibility of Eurocentric discourses in negotiating the colonial and postcolonial situations particular to the subcontinent. Though Zizek’s debates with Badiou and Butler are well known few outside of India are aware of the Menon-Zizek debate. This paper will occasion this little known debate to consider some of the major points raised by Menon against the applicability of Zizek’s theoretical arguments toward reading and understanding South Asian politics and culture.",
        "Origin": "Other"
    },
    "facultyid": "113116789",
    "coauthors": {
        "53696": {
            "firstname": "G",
            "middleinitial": "",
            "lastname": "Basu Thakur ",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 53696,
            "scholarlyactivityid": 11007
        }
    },
    "status": [
        {
            "id": 11007,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113116789",
    "attachments": []
}