{
    "activityid": 1110,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Corticosterone and the Stress Response in Young Western Screech-Owls: Effects of Captivity, Gender, and Activity Period",
        "Journal": "Physiological Zoology",
        "Volume": "70",
        "Month / Season": "1997-03-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "143-149",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/185",
        "Description/Abstract": "We used a standard handling protocol to examine the stress response of captive young western screech-owls during their active (nighttime) and inactive (daytime) periods and to compare the stress responses of captive and free-living owls. Circulating corticosterone levels were significantly higher during the inactive period than in the active period in this nocturnal species. This suggests that the daily pattern of corticosterone secretion is reversed in nocturnal birds and is correlated with activity period rather than with the light/dark cycle. Young (ca. 4-5 mo old) screech-owls of both sexes showed increases in plasma corticosterone up to 30 min after capture, followed by significant decreases at 60 min. This pattern is similar to those of other species of birds examined previously, except that decreases in corticosterone at 60 min rarely have been observed. Such decreases may be the result of physiological differences between adult and young birds, habituation to handling in captive birds, or the effects of body condition. Corticosterone levels and the response to capture and handling were comparable in captive and free-living owls, which suggests that the captive owls were not subjected to chronically high levels of stress.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "2708": {
            "firstname": "Alfred",
            "middleinitial": "",
            "lastname": "Dufty",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2708,
            "scholarlyactivityid": 1110
        },
        "2709": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 2709,
            "scholarlyactivityid": 1110
        }
    },
    "status": [
        {
            "id": 1110,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1997,
            "termid": "1996/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}