{
    "activityid": 1113,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Irrigation Produces Elevated Arsenic in the Underlying Groundwater of a Semi-Arid Basin in Southwestern Idaho",
        "Journal": "Applied Chemistry",
        "Volume": "24",
        "Month / Season": "2009-05-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "843-859",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.apgeochem.2009.01.011",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/32",
        "Description/Abstract": "The shallow aquifer beneath the Western Snake River Plain (Idaho, USA) exhibits widespread elevated arsenic concentrations (up to 120 ?g L?1). While semi-arid, crop irrigation has increased annual recharge to the aquifer from approximately 1 cm prior to a current rate of &gt;50 cm year?1. The highest aqueous arsenic concentrations are found in proximity to the water table (all values &gt;50 ?g L?1 within 50 m) and concentrations decline with depth. Despite strong vertical redox stratification within the aquifer, spatial distribution of aqueous species indicates that redox processes are not primary drivers of arsenic mobilization. Arsenic release and transport occur under oxidizing conditions; groundwater wells containing dissolved arsenic at &gt;50 ?g L?1 exhibit elevated concentrations of O2 (average 4 mg L?1) and NO3 (average 8 mg L?1) and low concentrations of dissolved Fe (&lt;20&gt;?g L?1). Sequential extractions and spectroscopic analysis of surficial soils and sediments indicate solid phase arsenic is primarily arsenate and is present at elevated concentrations (4–45 mg kg?1, average: 17 mg kg?1) relative to global sedimentary abundances. The highest concentrations of easily mobilized arsenic (up to 7 mg kg?1) are associated with surficial soils and sediments visibly stained with iron oxides. Batch leaching experiments on these materials using irrigation waters produce pore water arsenic concentrations approximating those observed in the shallow aquifer (up to 152 ?g L?1). While As:Cl aqueous phase relationships suggest minor evaporative enrichment, this appears to be a relic of the pre-irrigation environment. Collectively, these data indicate that infiltrating irrigation waters leach arsenic from surficial sediments to the underlying aquifer.",
        "Origin": "Other"
    },
    "facultyid": "112032120",
    "coauthors": {
        "2720": {
            "firstname": "Montague",
            "middleinitial": "W.",
            "lastname": "Busbee",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2720,
            "scholarlyactivityid": 1113
        },
        "2721": {
            "firstname": "Benjamin",
            "middleinitial": "D.",
            "lastname": "Kocar",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2721,
            "scholarlyactivityid": 1113
        },
        "2722": {
            "firstname": "Shawn",
            "middleinitial": "G",
            "lastname": "Benner",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032120",
            "authorid": 2722,
            "scholarlyactivityid": 1113
        }
    },
    "status": [
        {
            "id": 1113,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032120",
    "attachments": []
}