{
    "activityid": 11178,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Is there a Teacher in this Class?: Social Presence as a Best Practice in the Online Literature Classroom",
        "Conference/Meeting Name": "Modern Language Association Conference",
        "Conference Location": "Austin, TX",
        "Date or Date Range": "2016-01-10",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "Modern Language Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In this presentation, I will discuss a variety of methods that language and literature instructors can use to create social presence in their online and hybrid courses, especially the unique opportunities that technology offers for creating student­-centered online courses, where the instructor functions not only as a content expert, but also as a co­learner in a\ncommunity of academic inquiry. Social presence happens through both course design and\ndelivery. Faculty can use course design to create social presence, including elements like video mini-­lectures, textual guidance through content and assignments, and images that communicate both information and personality. Instructors can also establish social presence through the delivery of their courses by participating in discussions, sending regular\nannouncements, creating just-­in-­time videos, and offering personalized feedback. Although these methods can seem time­-consuming and difficult, I will address some of the ways that faculty can be present in online courses without overwhelming themselves. ",
        "Origin": "Other"
    },
    "facultyid": "111673550",
    "coauthors": {
        "54154": {
            "firstname": "Jen",
            "middleinitial": "",
            "lastname": "Black",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111673550",
            "authorid": 54154,
            "scholarlyactivityid": 11178
        }
    },
    "status": [
        {
            "id": 11178,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111673550",
    "attachments": []
}