{
    "activityid": 11262,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Innovative English Language Acquisition Through Problem-based Learning",
        "Conference/Meeting Name": "The Future of Education 2011 International Conference",
        "Conference Location": "Florence, Italy",
        "Date or Date Range": "2011-06-17",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Problem-based Learning (PBL) for English language learners is highly successful in addressing the rapid technological changes and evolving workplace required for the new millennium.  This emerging paradigm and the instructional strategies accompanying it encourage authentic language learning and information literacy.  This paper focuses on skills that simultaneously strengthen language acquisition and content knowledge.  PBL incorporates innovative teaching and learning methodologies that are relevant and meaningful, including strategies to teach language and content, actively engage learners, and provide comprehensible input and linguistic competency.  For example, recent emphasis on science, technology, engineering and mathematics (STEM) education coupled with English language learning can be successfully incorporated into the PBL model.  To accomplish optimum learning, it is crucial for educators to utilize best practices and be knowledgeable in both content and language acquisition strategies.  Creative methodology, including cooperative learning and incorporation of hands-on activities, is at the top of the list of successful strategies for lowering the affective filter and engaging students in active learning.  PBL is an excellent strategy because it includes a curriculum and process that guides exploration in numerous directions with positive outcomes.  These methods of instruction have the advantage of involving all learners in collaborative activities that provide immediate feedback and reinforce linguistic and content discovery.  They help to motivate students to high ideals, achieve success at each benchmark, and move upward to increase levels of rigor.  This paper discusses engaging English language learning activities that include content from STEM areas and are tailored to a variety of ages, abilities, and learning styles.  Assessment strategies and tools are suggested.  Optimal success is realized by combining innovative PBL projects and interactive English language learning methods addressing the unique needs of students.",
        "Origin": "Other"
    },
    "facultyid": "112054227",
    "coauthors": {
        "54321": {
            "firstname": "Diane",
            "middleinitial": "R",
            "lastname": "Boothe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112054227",
            "authorid": 54321,
            "scholarlyactivityid": 11262
        },
        "54322": {
            "firstname": "Ross",
            "middleinitial": "E",
            "lastname": "Vaughn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111863",
            "authorid": 54322,
            "scholarlyactivityid": 11262
        }
    },
    "status": [
        {
            "id": 11262,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112054227",
    "attachments": []
}