{
    "activityid": 1152,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Open Borders, Open Regimes? Testing Causal Direction between Globalization and Democracy, 1970-2000",
        "Journal": "ZAF Working Papers Series",
        "Volume": "67",
        "Month / Season": "2003-04-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "23-Jan",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/25",
        "Description/Abstract": "Pessimists on globalization claim that liberalization of markets allows multinational corporations free reign, constraining local autonomy and precipitating a 'race to the bottom' that will endanger recent democratic gains. The optimists see the end of dirigiste economic models as favorable for political liberalization, envisioning foreign direct investment (FDI) as one way in which to transfer wealth to poor societies, leading to democracy. The most recent literature assesses this debate using FDI flows. We believe that FDI stocks is a superior variable, and captures the underlying idea of &quot;saturation point&quot; better. We create models of democracy and use estimates of FDI stock for 107-120 countries over the 1970–2000 time period as a principal control variable. We find that FDI Granger-causes democracy to a greater degree than the other way around. Cross-sectional time-series results show FDI's effect on democracy to be robust, independent of trade, income, urbanization, and historical and institutional factors. Trade is positively, but weakly, associated with democracy as well. It seems that poor countries stand to gain much from interdependence with the rich. The problem with globalization may be that it has not gone far enough.",
        "Origin": "Other"
    },
    "facultyid": "111110070",
    "coauthors": {
        "2802": {
            "firstname": "Ross",
            "middleinitial": "E",
            "lastname": "Burkhart",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110070",
            "authorid": 2802,
            "scholarlyactivityid": 1152
        },
        "2803": {
            "firstname": "Indra",
            "middleinitial": "",
            "lastname": "de Soysa",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2803,
            "scholarlyactivityid": 1152
        }
    },
    "status": [
        {
            "id": 1152,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2003,
            "termid": "2002/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110070",
    "attachments": []
}