{
    "activityid": 11560,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Integrating Field and Numerical Techniques to Understand the Dynamics of Pyroclastic Density Currents: Mount St Helens",
        "Conference/Meeting Name": "",
        "Conference Location": "Moscow, Idaho",
        "Date or Date Range": "2013-02-28",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "University of Idaho",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Pyroclastic density currents (PDCs) are one of the most dangerous phenomenon associated with explosive volcanism.  However, processes such as density segregation, the effect of channelization and interaction with topography, and the controls and consequences of substrate erosion remain poorly understood. The May 18th, 1980 eruption of Mount St Helens (MSH) is one of the best studied explosive volcanic eruptions within the past 100 years.  Visual observations and estimates of mass flux, detailed measurements of recently exposed strata, and multiphase numerical modeling are combined to better constrain the dynamics of the voluminous PDCs produced through the afternoon of the May 18th eruption.  Four flow units are identified and correlated with the three PDC producing phases of the afternoon eruption.  Field evidence suggests that the PDCs entrained blocks up to 1.2 m in size from the debris avalanche deposits and transported them 10’s of meters downstream.  Channelization and further erosion into the substrate downstream from this ‘lithic plucking’ suggests that increasing the bulk concentration in the current’s bedload promotes further erosion and channelization of flow.  Numerical model results suggest that channelization of the flow enhances the density gradient and increases the competence and runout distance of the current, consistent with field observations. The models also provide a framework to integrate field observations such as particle size, sorting, rounding and maximum lithic size versus distance from the vent, improving the general understanding of transport and deposition in PDCs.  The results of this work will advance our knowledge and ability to assess the hazards related to PDCs in similarly explosive eruptions elsewhere, including the primary controls on runout distance, effects of topographic obstacles, and quantification of fine ash produced during lateral transport, which has significant relevance aviation hazard assessment and potential climactic effects.  ",
        "Origin": "Other"
    },
    "facultyid": "111688329",
    "coauthors": {
        "54963": {
            "firstname": "Brittany",
            "middleinitial": "",
            "lastname": "Brand",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111688329",
            "authorid": 54963,
            "scholarlyactivityid": 11560
        }
    },
    "status": [
        {
            "id": 11560,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111688329",
    "attachments": []
}