{
    "activityid": 1156,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Strange and Surprising World of Curriculum Reform and Its Consequences for Eighteenth-Century Studies",
        "Journal": "Digital Defoe: Studies in Defoe and His Contemporaries",
        "Volume": "3",
        "Month / Season": "2011-10-15",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "29-39",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/78",
        "Description/Abstract": "Despite every conceivable obstacle, including innumerable departmental, college, and university committees seemingly created for the sole purpose of impeding change, both my university's core curriculum and my department's literature curriculum have in the span of the last two years been dramatically revised, or &quot;reformed&quot; as the university refers to the process, for the first time in thirty years. I have regarded this strange and surprising process with alternating wonder, anxiety, disorientation, and denial, much like Robinson Crusoe when he is first stranded on his island. Although neither &quot;savages&quot; nor &quot;wild beasts&quot; threatened me, I felt wholly isolated as our university's only specialist in eighteenth-century British literature. Observing and to some degree participating in this process — though my involvement was limited to futile attempts to oppose the departmental changes — has made me realize how much my ability to teach my area of expertise to undergraduate students is circumscribed by curriculum.",
        "Origin": "Other"
    },
    "facultyid": "111201769",
    "coauthors": {
        "95419": {
            "firstname": "Ann",
            "middleinitial": "M",
            "lastname": "Campbell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111201769",
            "authorid": 95419,
            "scholarlyactivityid": 1156
        }
    },
    "status": [
        {
            "id": 1156,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111201769",
    "attachments": []
}