{
    "activityid": 1159,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Towards the Establishment of Landbird Migration Monitoring Networks in the United States",
        "Journal": "USDA Forest Service General Technical Report PSW-GTR-191",
        "Volume": "",
        "Month / Season": "2005-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "698-700",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/ibo_facpubs/7",
        "Description/Abstract": "Migration monitoring of landbirds, in its various forms, is a well-established research endeavor across much of North America. While monitoring efforts at individual sites have contributed much to our knowledge of the biology of migrants, these studies have limited potential for population monitoring and for addressing certain broader questions about migrants. Meanwhile, there is still much to be learned about the habitat use, conservation needs, population trends, demographics, and general stopover ecology of migrants. As a model for migration monitoring networks, the establishment and operation of monitoring and research networks for other purposes in avian research has met with much success. We suggest that the involvement of many monitoring sites in a larger network can provide unique and necessary research, conservation, and monitoring opportunities for the study of birds during migration. While many are willing and eager to participate in such networks, the critical issue has been the ability of institutions to afford personnel to coordinate them. Here we review historical and present networks devoted to avian research and consider applications to the development of migration monitoring networks in the Americas.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "2818": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 2818,
            "scholarlyactivityid": 1159
        },
        "2819": {
            "firstname": "C.",
            "middleinitial": "John",
            "lastname": "Ralph",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2819,
            "scholarlyactivityid": 1159
        }
    },
    "status": [
        {
            "id": 1159,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}