{
    "activityid": 11782,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Foraging behavior of White-faced Ibis (Plegadis chihi) in agricultural fields surrounding Market Lake and Mud Lake WMAs",
        "Conference/Meeting Name": "Idaho Chapter of The Wildlife Society annual meeting",
        "Conference Location": "Couer d'Alene, ID",
        "Date or Date Range": "2013-03-31",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "Idaho Chapter of The Wildlife Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As part of a feeding habitat preferences study of white-faced ibis (Plegadis chihi) in eastern Idaho, we assessed individual and group foraging behaviors. We examined the data in relation to crop type, vegetation height, water availability, irrigation practice, and distance from colonies.  Results from the two approaches (individual and group) were quite comparable, both in terms if the proportion of different behaviors (foraging, resting, movement, preening, alert posture, and aggression) and use of available habitats.  Group size averaged 45, ranging from 1 to over 300 birds, and over 60% of individuals were engaged in foraging.  Though sometimes difficult to ascertain, we were able to document foraging success for over 75% of individuals.  Most ibis were found in flood-irrigated fields and 46-68% of observations occurred in alfalfa.  We will discuss relationships between group size and variables such as vegetation type and distance from breeding colonies and also consider how variables such as vegetation height affect vigilance behavior.  These data will contribute to a greater understanding of the habitat needs of this species of greatest conservation need.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "55428": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 55428,
            "scholarlyactivityid": 11782
        },
        "55429": {
            "firstname": "Colleen",
            "middleinitial": "",
            "lastname": "Moulton",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 55429,
            "scholarlyactivityid": 11782
        }
    },
    "status": [
        {
            "id": 11782,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}