{
    "activityid": 1212,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Media and Education: Mythologies Old and New. ",
        "Journal": "Medienimpulse",
        "Volume": "1",
        "Month / Season": "2013-05-16",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.medienimpulse.at/articles/view/516",
        "Description/Abstract": "In recent years, school science has been the target of increasing critique for two reasons. On the one hand, it is said to enforce ‘epic’ images of science that celebrate the heroes and heroic deeds that established the scienti?c canon and its methods and thereby falsi?es the history and nature of science. On the other hand, the sciences are presented as objective, making factual statements independent of location and time––a claim that runs counter to the current mainstream canon of scienti?c knowledge as socially and individually constructed. In this article, we suggest that contexts leading to new scienti?c knowledge make science objective and subjective simultaneously. Our approach, which focuses on the performative dimensions of (school) science, works to overcome the distinctions between knowledge and knowing and the associated distinction between theory and practice. We show the signi?cance of the performative dimension through a comparison of anatomy lectures and texts from the 17th century and in present-day biology classrooms. We underscore the need to retain and investigate the historical connections between the founding of (scienti?c) knowledge and its present-day form taught in schools.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "2919": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 2919,
            "scholarlyactivityid": 1212
        }
    },
    "status": [
        {
            "id": 1212,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}