{
    "activityid": 12548,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Switchgrass Root Decomposition Impacts on Soil Carbon Sequestration",
        "Conference / Meeting Name": "Undergraduate Research Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2014-04-21",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "Boise State University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The use of fossil fuels has many negative environmental consequences associated with it, including high carbon-dioxide (CO2) emissions. Carbon dioxide is a greenhouse gas, that contributes to global climate change. The negative impacts of fossil fuel use has led to increased interest in the development environmentally sustainable biofuels. Cellulosic-derived ethanol is one such biofuel, and the perennial prairie-grass Pancium virgatum L. (hereafter: switchgrass) has been identified as a viable ethanol source. Ethanol not only offers reduced emissions compared to fossil fuel use, but some ethanol crops, including switchgrass, may actively reduce atmospheric CO2 by sequestering carbon (C) in the soil, while not competing with food production. The plant characteristics that promote increased soil C sequestration are not currently well understood. Switchgrass cultivars display variable root morphologies, and we hypothesized that decomposition of different root types would impact soil C sequestration differently. Specifically, we predicted that decomposition of coarse root systems would lead to greater C stabilization than would the decomposition of fine root systems. In order to test this hypothesis, we decomposed either fine or coarse roots from 3 different switchgrass cultivars in soil microcosms for 60 or 120 days and then determined the amount and stability of the soil C. Our results support our hypothesis that coarse root decomposition leads to increased soil C sequestration.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "56954": {
            "firstname": "Jaron",
            "middleinitial": "",
            "lastname": "Adkins",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56954,
            "scholarlyactivityid": 12548
        },
        "56955": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 56955,
            "scholarlyactivityid": 12548
        }
    },
    "status": [
        {
            "id": 12548,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}