{
    "activityid": 12547,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Precipitation Impacts on Root Morphology and Decomposition Processes",
        "Conference / Meeting Name": "Undergraduate Research Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2014-04-21",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "Boise State University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Increased carbon dioxide concentrations due to the burning of fossil fuels and other anthropogenic activities has led to climate change, which may lead to changes in precipitation. Changes in precipitation may affect plant root morphology and chemistry. Since plant roots intermingle with the soil matrix, any changes in these characteristics can affect the soil microbial community and root decomposition. Understanding how precipitation changes affect root decomposition is important, because increased root decomposition enhances the flux of carbon from soil back to the atmosphere. Since soil is the largest terrestrial reservoir for carbon, a small increase in carbon respiration through decomposition will exacerbate climate change. With this study we aimed to assess (1) if changes in precipitation impact root architecture and (2) if fine and coarse roots decompose differently. Roots were collected from a site that has had ongoing precipitation treatments for 20 years including ambient (i.e. natural conditions), summer (+200 mm), or winter (+200 mm) additions of water. The roots were scanned and separated into fine and coarse diameter size classes. They were then decomposed in soil in airtight microcosms for approximately 6 months. During the incubation we measured carbon respiration, a measure of root decomposition. We found that (1) precipitation treatments significantly affected root morphology, and (2) these changes did not affect root decomposition rates. Our results can contribute to making predictions for the impact of climate change on decomposition processes.\n",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "56952": {
            "firstname": "Aislinn",
            "middleinitial": "",
            "lastname": "Johns",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56952,
            "scholarlyactivityid": 12547
        },
        "56953": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 56953,
            "scholarlyactivityid": 12547
        }
    },
    "status": [
        {
            "id": 12547,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}