{
    "activityid": 12541,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "AT THE ROOT OF SUSTAINABLE BIOENERGY PRODUCTION: USING GENETIC VARIATION IN ROOT TRAITS TO MAXIMIZE SOIL CARBON SEQUESTRATION AND BIOMASS YIELDS",
        "Conference/Meeting Name": "Bioenergy PD Meeting",
        "Conference Location": "Arlington, VA",
        "Date or Date Range": "2014-10-30",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "National Institute of Food and Agriculture",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Land-use change for bioenergy production can create greenhouse gas (GHG) emissions through disturbance of soil carbon (C) pools, but native species with extensive root systems may rapidly repay the GHG debt, particularly when grown in diverse mixtures, by enhancing soil C sequestration upon land-use change. Native bioenergy candidate species, switchgrass (Panicum virgatum L.) and big bluestem (Andropogon gerardii) show extensive within-species variation, and our preliminary data show that increased cultivar diversity can enhance yield. With this project we wish to assess how shifting C3-dominated nonnative perennial grasslands to C4-dominated native perennial grasslands for use as bioenergy feedstock affects soil C sequestration. Specifically we aim to evaluate whether energy gain resulting from an increase in soil C storage and yield, along with a decrease in nutrient inputs and losses in low-input diverse mixtures of perennial grasses, is sufficient to offset energy gain from relatively greater biomass production in high input monocultures of perennial grasses. Our experiment is conducted at the Fermilab National Environmental Research Park, and compares different approaches for perennial feedstock production ranging across a biodiversity gradient, where diversity is manipulated at both the species- and cultivar level, and nitrogen (N) is applied at two levels (0 and 67 kg/ha).  Preliminary results indicate that switchgrass cultivars differentially affect soil C stabilization rates, and that cultivars with greater specific root length promote plant derived soil C input. Greater rates of N fertilization and increasing species or cultivar diversity however does not increase soil C sequestration, despite positive impacts of these management strategies on yield.  Ultimately the goal of our project is to evaluate which method of land-use change for bioenergy production maximizes yields, while minimizing the negative impacts of land-use change on the environment.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "56940": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 56940,
            "scholarlyactivityid": 12541
        }
    },
    "status": [
        {
            "id": 12541,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}