{
    "activityid": 12545,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Herbicide Impacts on Forb Performance in Degraded Sagebrush Steppe Ecosystems    ",
        "Conference / Meeting Name": "Society for Ecological Restoration",
        "Conference Location": "Redmond, OR",
        "Date or Date Range": "2014-10-07",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Frequent fires have led to increased invasion of the native sagebrush steppe ecosystem by Bromus tectorum (herafter: cheatgrass). This threatens sagebrush dependent species such as sage-grouse; a candidate for protection under the endangered species act. Ecosystem restoration projects aimed at removing cheatgrass from the system frequently use a pre-emergence herbicide containing the ingredient imazapic. Although imazapic successfully suppresses cheatgrass, its impact on native forb species important for the survival of sage-grouse is unknown. Since fire affects soil microbial activity and nutrient availability to plants, imazapic may affect forb performance differently in recently burned areas. This study aims to assess how imazapic affects forbs in degraded unburned and recently burned sagebrush steppe ecosystems. To this aim, we grew three forbs (Achillea millefolium, Astragalus filipes, and Sphaeralcea grossulariifolia) at four concentrations of imazapic (0, 2, 4 and 8 oz./acre) in burned and unburned soils, in a controlled greenhouse study. We found: imazapic concentration significantly impacts forb performance, and altered microbial activity resulting from recent fire does not mediate the impact of imazapic on forb performance. In a follow-up experiment, we investigated the impact of imazapic application timing on native forb performance and cheatgrass resistance. In this case, we grew the forbs and cheatgrass in soil with application of either 0 or 4 oz/acre of imazapic at 2, 4, 8 or 16 weeks prior to planting. We found that imazapic significantly decreased the aboveground biomass of cheatgrass and some forbs even when the herbicide was applied 16 weeks prior to planting. The legume, Astragalus filipes appeared to be the least effected by imazapic, which could indicate that imazapic impacts nitrogen mineralization processes. Understanding the way this herbicide affects native and invasive flora can help improve restoration techniques.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "56948": {
            "firstname": "Aislinn",
            "middleinitial": "",
            "lastname": "Johns",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56948,
            "scholarlyactivityid": 12545
        },
        "56949": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 56949,
            "scholarlyactivityid": 12545
        }
    },
    "status": [
        {
            "id": 12545,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}