{
    "activityid": 12544,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Root controls on soil carbon stabilization and destabilization",
        "Conference / Meeting Name": "Sixth International Workshop on Soil and Sedimentary Organic Matter Stabilization and Destabilization (SOM6)",
        "Conference Location": "Kiawah Island, SC",
        "Date or Date Range": "2014-10-08",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "National Institute of Food and Agriculture",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Plant roots are an important conduit of soil carbon (C) input and stabilization, but root-derived C inputs can also stimulate destabilization of soil organic C by priming microbial activity. Environmental perturbations, such as land use change, climate change or increasing atmospheric CO2 concentrations can alter root-derived soil C inputs, but the effect of these changes on soil C dynamics remains highly uncertain. With a series of field and laboratory experiments that manipulate root C inputs to soils under a variety of environmental conditions, we explored how root-derived C inputs and changes therein affect soil C dynamics. Labeling plants, plant litter or root exudates with 13C has allowed us to evaluate the cycling of root C, as well as determine how changes in root C inputs affect the cycling of soil C. We found that changes in climate can affect root morphology and that root morphology influences the quantity and the fate of root-derived soil C inputs. Changes in root-C inputs to soil significantly affect C decomposition. The magnitude of this effect appears to be largely driven by the amount of available soil C relative to the change in quantity of root-derived soil C input. We suggest that changes in root C inputs, and subsequent changes in available soil C across the profile that can alter the ratio of soil C availability relative to root-C input over-time, should be taken into account when modeling impacts of climate change on soil organic C cycling.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "56947": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 56947,
            "scholarlyactivityid": 12544
        }
    },
    "status": [
        {
            "id": 12544,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}