{
    "activityid": 12549,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "The Impact of a Shifting Arbuscular Mycorrhizal Fungal Community on Native Plant Performance and Carbon Cycling.",
        "Conference / Meeting Name": "Soil's Role in Restoring Ecosystem Services",
        "Conference Location": "Sacramento, CA",
        "Date or Date Range": "2014-03-08",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "Soil Science Society of America",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Biological invasion of semi-arid ecosystems by cheatgrass (Bromus tectorum) has caused major degradation to the Wyoming big sagebrush (Artemisia tridentata) steppe, but restoration has been largely unsuccessful. Facilitating a native sagebrush arbuscular mycorrhizal fungi (AMF) network may improve restoration efforts, as sagebrush is strongly dependent on AMF, and cheatgrass has been shown to alter AMF communities. To evaluate the impacts of a native relative to a non-native AMF community on sagebrush performance and ecosystem function, this study assessed how carbon (C) transfer to AMF differs with ‘own’ (i.e. sagebrush-derived) versus ‘foreign’ (i.e. cheatgrass-derived) AMF communities, and how C transfer strategies (i.e. to AMF or soil via root exudates) impact soil C cycling. Sagebrush was grown for two months on sterilized soil with either sagebrush specific, cheatgrass specific, or no AMF inocula, and seedlings were labeled with 13C-CO2 to evaluate the impact of AMF community on belowground C transfer. We quantified above- and belowground plant biomass, incorporation of 13C in plant tissues, and 13C transfer to the soil pool and to AMF by 13C NLFA and PLFA analysis. We also assessed the impact of C transfer on microbial activity by measuring 13C-CO2 respired from the soil, thus differentiating between root-derived C versus soil C, with controlled laboratory incubations. We expect plant performance and C transfer to AMF to be greater and soil organic C decomposition to be lower when sagebrush is grown with its ‘own’ AMF community. This study provides insight into plant-AMF interactions within the context of an alien plant invasion and how plant invasions may affect C cycling, a critical ecosystem function. ",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "56956": {
            "firstname": "Janina",
            "middleinitial": "",
            "lastname": "Dierks",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56956,
            "scholarlyactivityid": 12549
        },
        "56957": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 56957,
            "scholarlyactivityid": 12549
        }
    },
    "status": [
        {
            "id": 12549,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}