{
    "activityid": 12554,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Effect of Precipitation Regime on Microbial Decomposition Patterns in Semi-Arid Ecosystems",
        "Conference / Meeting Name": "Epscor Tri-State Meeting",
        "Conference Location": "Sun Valley, ID",
        "Date or Date Range": "2012-04-02",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Idaho EPSCoR",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In water-limited semi-arid sagebrush steppe ecosystems predicted changes in climate may manifest as a shift from historically winter/snow-dominated precipitation regimes to one dominated by spring rains.  In these ecosystems soil microorganisms play a vital role in linking the effects of water availability and plant productivity to biogeochemical cycling.  Patterns of soil microbial catalyzed organic matter decomposition patterns (i.e. patterns of extracellular enzyme activity (EEA)) are thought to depend upon the quantity and quality of soil organic matter (SOM), pH, and mean annual precipitation (Sinsabaugh, 2008), and less on the timing and magnitude of precipitation.  However, sagebrush-steppe plant communities respond strongly to changes in the timing and magnitude of precipitation, and preliminary findings by our group suggest that corresponding changes in SOM quantity, quality, N-cycle dynamics, and soil structure are occurring.  Therefore, we hypothesized: 1) Shifts in the timing and magnitude of precipitation would indirectly affect soil microbial decomposition patterns via responses in the plant community structure; and 2) Changes in precipitation patterns can directly affect soil microbial community structure and function, in effect uncoupling the interaction between plant community structure and soil community structure.   \n\tWe tested our hypotheses by determining the influence of experimentally manipulated timing and magnitude of precipitation on soil microbial EEA using standard flourometric assays in soils sampled under plant coppice and plant interspaces.  We assessed this response in a mature (18 + years) ecohydrologic field experiment in eastern Idaho that annually imitates three possible post climatic-shift precipitation regimes (Ambient (AMB): no additional precipitation, ~200mm annually; Summer (SUMM): 200mm provisioned at 50mm bi-weekly starting in June; and Fall/Spring (F/S): 200mm provisioned over 1-2 weeks in October or April) (n=3).  \n\tJuly soil samples within plant interspaces had an alpha glucopyranoside activity increase &gt; 100 % in the SUMM and F/S precipitation treatments compared to the control. Plant canopy (coppice vs. interplant sampling) is statistically significant (p&lt;.05) for cellobioside, alpha glucopyranoside, beta glucosaminide, and xylopyranoside across the crested wheatgrass and native plant communities. This differing trend is consistent across our two seasonally-different sampling time points. When coupled with recent preliminary findings by our group regarding changes in plant and microbial community structure and SOM, C-storage, and soil structural responses, these preliminary findings suggest that 1) microbial community structure and function respond both directly and indirectly to changes in climate, and 2) thus provide a mechanism for changes in plant community structure to feed-forward to affect soil carbon decomposition patterns and ultimately soil carbon storage potential. \n",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "56977": {
            "firstname": "Kevin",
            "middleinitial": "P",
            "lastname": "Feris",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112058703",
            "authorid": 56977,
            "scholarlyactivityid": 12554
        },
        "56978": {
            "firstname": "Carrie ",
            "middleinitial": "",
            "lastname": "Jilek",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56978,
            "scholarlyactivityid": 12554
        },
        "56979": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Huber",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56979,
            "scholarlyactivityid": 12554
        },
        "56980": {
            "firstname": "Keith ",
            "middleinitial": "",
            "lastname": "Reinhardt ",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56980,
            "scholarlyactivityid": 12554
        },
        "56981": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 56981,
            "scholarlyactivityid": 12554
        },
        "56982": {
            "firstname": "Katherine",
            "middleinitial": "",
            "lastname": "Lhose",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56982,
            "scholarlyactivityid": 12554
        },
        "56983": {
            "firstname": "Matt",
            "middleinitial": "",
            "lastname": "Germino",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56983,
            "scholarlyactivityid": 12554
        }
    },
    "status": [
        {
            "id": 12554,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}