{
    "activityid": 12552,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Precipitation impacts on plant-derived soil C input and soil C dynamics",
        "Conference / Meeting Name": "2012 Idaho EPSCoR and Idaho NASA EPSCoR Annual Meeting",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2012-10-02",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Idaho EPSCoR",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Climate models predict changes in precipitation in semi-arid ecosystems which should impact plant production and soil microbial activity since arid ecosystems are inherently water limited and therefore sensitive to changes in soil moisture. Precipitation-induced changes in plant production and soil microbial activity can affect soil carbon (C) sequestration because soil C content is determined by the balance of soil C input via plant production and soil C output via soil microbial activity. It is currently uncertain if a change in amount and timing of precipitation alters the quantity and quality of plant-derived soil C input and microbial activity and, thus, the C flux from soil to the atmosphere. This project aims to assess how precipitation affects the quantity and quality of both above and below ground soil C inputs and how these changes alter soil decomposition processes. The study will be conducted at a hydroclimate experiment located at the Idaho National Laboratory (INL). The site consists of plots planted with either a monoculture of crested wheatgrass or sagebrush and a mixture of native grasses. Each vegetation type has been exposed to three precipitation treatments for 19 years, which presents a unique opportunity to assess long-term changes in precipitation on ecosystem processes. Previous data indicate that increases in precipitation will lead to a net loss of soil C, but that plants mediate the magnitude of this effect. We will conduct a litter trapping and decomposition experiment in the field to assess how changes in precipitation may affect aboveground litter input to soils, we will collect roots to assess how root chemistry is affected by altered precipitation regimes and we will conduct laboratory decomposition assays to evaluate interactions between litter chemistry, soil moisture contents and microbial activity.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "56969": {
            "firstname": "Kevin",
            "middleinitial": "P",
            "lastname": "Feris",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112058703",
            "authorid": 56969,
            "scholarlyactivityid": 12552
        },
        "56970": {
            "firstname": "Xochi",
            "middleinitial": "",
            "lastname": "Campos",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56970,
            "scholarlyactivityid": 12552
        },
        "56971": {
            "firstname": "Matt",
            "middleinitial": "",
            "lastname": "Germino",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 56971,
            "scholarlyactivityid": 12552
        },
        "56972": {
            "firstname": "Jennifer",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112172788",
            "authorid": 56972,
            "scholarlyactivityid": 12552
        },
        "56973": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 56973,
            "scholarlyactivityid": 12552
        }
    },
    "status": [
        {
            "id": 12552,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}