{
    "activityid": 12578,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Root controls on soil organic carbon dynamics",
        "Conference/Meeting Name": "Workshop: Improved representation of roots in models",
        "Conference Location": "Oak Ridge, TN (ORNL)",
        "Date or Date Range": "2014-06-11",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "Department of Energy",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background/Question/Methods: Root derived soil carbon (C) inputs, the soil microbial community, and the soil C cycle are intrinsically linked, because roots supply soil microbes with highly assimilable C-rich substrates that drive microbial decomposition processes. Environmental perturbations, such as land use change, climate change or increasing atmospheric CO2 concentrations can alter the relative allocation of C to belowground organs in plants, which can change root-derived soil C input, and the availability of C to soil microbes. Importantly, root-derived C inputs can stimulate decomposition of more recalcitrant soil organic carbon (SOC) by priming microbial activity which can lead to a net loss in soil C storage. Despite a general consensus that root-derived C inputs are a key component of the soil C cycle, the effect of changes in root-derived C release on soil C cycling remains highly uncertain. With a series of field and laboratory experiments that manipulate root C inputs to soils under a variety of environmental conditions, we explore how root derived C inputs and changes therein affect soil C dynamics. Labeling plants, plant litter or root exudates with 13C has allowed us to evaluate the cycling of root C, as well as determine how changes in root C inputs affect the cycling of SOC. \nResults/Conclusion: We found that changes in climate can affect root morphology and that root morphology influences the quantity and the fate of root-derived soil C inputs. Changes in root-C inputs to soil significantly affect SOC decomposition, and the magnitude of this effect appears to be largely driven by the amount of available soil C relative to the change in quantity of root-derived soil C input. We suggest climate induced changes in root C inputs, as well as potential changes in available soil C across the profile that can alter the ratio of soil C availability relative to root-C input over-time, should to be taken into account when modeling impacts of climate change on SOC cycling.\n",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "57040": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 57040,
            "scholarlyactivityid": 12578
        }
    },
    "status": [
        {
            "id": 12578,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}