{
    "activityid": 12611,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "When Words Fail: Language Barriers in Laurent Cantet's Entre les murs (2008)",
        "Conference/Meeting Name": "20th and 21st Century French and Francophone Studies",
        "Conference Location": "Long Beach, CA",
        "Date or Date Range": "2012-03-29",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "California State University, Long Beach, ",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Entre les murs (Laurent Cantet, 2008) recounts French teacher François Marin’s repeated attempts at connecting with his multiethnic students in the 20th arrondissement of Paris.  However, in great contrast to Hollywood “triumph over adversity” films about teacher-student relations in rough neighborhoods (i.e. Lean on Me with Morgan Freeman or Dangerous Minds with Michelle Pfeiffer), the plotline of Cantet’s film does not feature an epiphanic denouement where, thanks to their teacher’s steadfast determination, students strive to beat the odds in order to succeed. \n\tOn the contrary, Marin’s students—most of whom are either immigrants or children of immigrants—question his authority throughout the film and, despite Marin’s best efforts, do not necessarily end the school year with a greater ability to express themselves in French. In fact, quite frequently, instead of teaching these students of modest means the value of speaking and writing in the language of the hegemony, i.e. standard French, Marin is schooled by his students for his poor use of French as they know and understand it—be it his choice of “white-sounding” names for characters in grammatical exercises, absurd mastery of the past subjunctive or injurious use of slang with a female student.  \n\tThis paper will focuses on three precise scenes where the language Marin has been hired to teach fails him as a communicative tool.  However, as this paper will posit, where Marin fails to connect with his class, the film succeeds in communicating to the audience the extent to which a socio-economic and ethnic divide permeates contemporary French society. Cantet’s film demonstrates time and again the risks involved when crossing this divide. The question that remains: can it be overcome? \n",
        "Origin": "Other"
    },
    "facultyid": "112052788",
    "coauthors": {
        "57122": {
            "firstname": "Mariah",
            "middleinitial": "Eyre",
            "lastname": "Devereux Herbeck",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112052788",
            "authorid": 57122,
            "scholarlyactivityid": 12611
        }
    },
    "status": [
        {
            "id": 12611,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112052788",
    "attachments": []
}