{
    "activityid": 12796,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "The Use of Aromatherapy and Healing Touch Therapy to Reduce Test Anxiety among Nursing Students",
        "Conference / Meeting Name": "Western Institute of Nursing Research Conference",
        "Conference Location": "Alberquerque, New Mexico",
        "Date or Date Range": "2015-04-30",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Sponsoring Organization": "Western Institute of Nursing",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "THE EFFECTIVENESS OF AROMATHERAPY AND HEALING TOUCH IN REDUCING TEST ANXIETY AMONG NURSING STUDENTS\n\nAlia Crandall, Boise State University Undergraduate Nursing Student\n\t\nPurpose/Aim: This pilot study seeks to explore the effects of Aromatherapy and Healing Touch on test anxiety among nursing students. \n\nBackground: Many students experience test anxiety, and not all can cope effectively (Driscoll, 2007). One way nurse educators can facilitate a healthy, productive learning environment is through use of holistic and complementary therapies (CT) (Freeman, 2004). Aromatherapy involves use of essential oils for specific outcomes that are measureable in the mind, body, and spirit (Johnson, 2014). Healing Touch (HT) is a form of CT that involves gentle, noninvasive touch that supports the human energy system by restoring balance and harmony (Eschiti, 2007). These therapies can be used to reduce anxiety (Wardell &amp; Weymouth, 2004).\n\nMethods: This pilot study utilizes a quantitative, quasi-experimental design approved by the IRB at the authors’ institution. The sample consists of nursing students enrolled in an undergraduate nursing program. The investigation took place in conjunction with a high-stakes exam that nursing students must complete and pass in order to meet clinical and progression requirements. Participants were randomly assigned to a control group or 1 of 2 treatment groups. Treatment groups received a therapeutic intervention of either aromatherapy or HT. The Westside Test Anxiety Scale (WTAS) was administered before and after the exam to evaluate the effect of these interventions on general levels of test anxiety. A Visual Analog Scale was utilized to determine the state anxiety of students directly before and after intervention.\n\nOutcome/Findings: A 3 x 2 repeated measures ANOVA was used to examine group differences for pre, intra-, and post-intervention test anxiety scores, and estimated regression coefficients for a 95% confidence interval were calculated to compare the efficacy of the 2 treatments in question.  Preliminary results indicate a decrease in general levels of test anxiety among treatment groups. Precise values and visual representation of data will be included in the poster presentation for this project.\n\nConclusions/Implications: Aromatherapy and HT may significantly reduce test anxiety among nursing students, however, in this investigation the sample size was too small to demonstrate a significant effect. This pilot study provides insight not only into the effectiveness of these interventions, but the process and limitations associated with conducting this kind of project. In doing so, it represents a foundation that can be employed to perform future research in this area. Findings encourage nursing practitioners and educators to continue to explore the value of holistic practices in academia and healthcare through innovative evidenced-based practice. \n\nFaculty support person: Margaret Downey, MSN, Ph.D., RN, AHN-BC, CHTP, CNE. \n",
        "Origin": "Other"
    },
    "facultyid": "111110349",
    "coauthors": {
        "57580": {
            "firstname": "Margaret",
            "middleinitial": "",
            "lastname": "Downey",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110349",
            "authorid": 57580,
            "scholarlyactivityid": 12796
        },
        "57581": {
            "firstname": "Alia",
            "middleinitial": "",
            "lastname": "Crandall",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 57581,
            "scholarlyactivityid": 12796
        },
        "57582": {
            "firstname": "Janet",
            "middleinitial": "",
            "lastname": "Willhaus",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114003275",
            "authorid": 57582,
            "scholarlyactivityid": 12796
        },
        "57583": {
            "firstname": "Laura",
            "middleinitial": "",
            "lastname": "Bond",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 57583,
            "scholarlyactivityid": 12796
        }
    },
    "status": [
        {
            "id": 12796,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110349",
    "attachments": []
}