{
    "activityid": 12805,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Effect of Healing Touch on Post Surgical Adult Outpatients",
        "Conference / Meeting Name": "American Holistic Nurses' Association (AHNA)",
        "Conference Location": "Snowbird, Utah",
        "Date or Date Range": "2012-06-07",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "AHNA (Poster sponsored by St Luke's Healht System &amp; Boise State School of Nursing",
        "Presenter(s)": null,
        "Web Address": "http://www.ahna.org/Research/WebLibrary/ResearchatConference/tabid/5330/Default.aspx",
        "Description/Abstract": "Authors: Joan Anderson RN, HTPA, Mary Kay Foley PT, GCFP, CHTP, Laurie Mallea RN, HTPA, Karen Morrison, RN, Marty Downey, PhD, RN, AHN-BC\n\nPurpose:  To determine whether a Healing Touch treatment given postoperatively has an effect on pain, anxiety, blood pressure, and pulse.  \nStudy Design:  This study is a prospective randomized clinical trial of adult postoperative outpatients, in a perioperative setting. \nMethods:  Patients were randomized into either a control or Healing Touch (HT) group. The control group received traditional nursing care (TNC), and the intervention group received HT treatment in addition to traditional nursing care. Pre and post data collection included measurement of pain, anxiety, blood pressure and pulse. \nResults: Results from this study suggest that HT treatment was at least as effective as traditional nursing care for reduction in pain and more effective in reducing anxiety. The use of narcotics was decreased with HT. No significant effects were found on blood pressure and pulse.\n",
        "Origin": "Other"
    },
    "facultyid": "111110349",
    "coauthors": {
        "57610": {
            "firstname": "Margaret",
            "middleinitial": "",
            "lastname": "Downey",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110349",
            "authorid": 57610,
            "scholarlyactivityid": 12805
        }
    },
    "status": [
        {
            "id": 12805,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110349",
    "attachments": []
}