{
    "activityid": 1286,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Skills for Undergraduate Psychology Majors: Because You Need It, Do We Measure It?",
        "Journal": "Eye on Psi Chi",
        "Volume": "14",
        "Month / Season": "2010-04-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "23-25",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/99",
        "Description/Abstract": "Educators have long been interested in knowing what their students know,  and what they can do. In the United States, collegiate level grading  began in 1783 at Yale University using the terms (from best to worst) optime, second optime, inferiores, and pejores. Based on this  4-point grading scale, grade point averages could now be calculated  (Milton, Pollio, &amp; Eison, 1986). Educators have been quantifying  learning outcomes ever since. In my opinion, the bulk of our collective  efforts has been to measure what our students know. My intention here is  to make the point to students, and those who advise them, that  psychology educators also need to acquire information from our students  about what our students can do. Of course knowledge is important, but  skill development is also important. The theme of skill development has  been frequently mentioned in previous issues of Eye on Psi Chi (e.g.,  Appleby, 2000; Beins, 2003). When McGovern, Furumoto, Halpern, Kimble,  and McKeachie (1991) wrote about the common goals that undergraduate  education in psychology should aspire to, notice the emphasis on skills:  knowledge base, thinking skills, language skills, information gathering  and synthesis skills, research methods and statistics skills,  interpersonal skills, history of psychology, and ethics and values (for  more on the assessment of skills, see Graham (1998) and Halpern (1988)).  You can see that the above-listed skills are the direct precursors to  the current APA Guidelines for the Undergraduate Psychology  Major (American Psychological Association, 2007). Each of  the 10 undergraduate Guidelines is presented in the left column of Table  1.",
        "Origin": "Other"
    },
    "facultyid": "111110323",
    "coauthors": {
        "3104": {
            "firstname": "Ronald",
            "middleinitial": "Eric",
            "lastname": "Landrum",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110323",
            "authorid": 3104,
            "scholarlyactivityid": 1286
        }
    },
    "status": [
        {
            "id": 1286,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110323",
    "attachments": []
}