{
    "activityid": 13222,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Klaus Mollenhauer’s Hermeneutics &amp; Refusal of Phenomenology. ",
        "Conference/Meeting Name": "Symposium &quot;Phänomenologische Erziehungswissenschaft&quot; diesseits von Methode und System? ",
        "Conference Location": "Berlin, Germany",
        "Date or Date Range": "2013-06-27",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "Humboldt University",
        "Presenter(s)": null,
        "Web Address": "http://learningspaces.org/2013/06/29/klaus-mollenhauers-hermeneutics/",
        "Description/Abstract": "I undertake an informal reconstruction of Klaus Mollenhauer’s hermeneutics and also in a sense, of what could be called his “phenomenology.” This reconstruction is based on Mollenhauer’s late work and particularly on Forgotten Connections: On Culture and Upbringing. Especially in Forgotten Connections, Mollenhauer explicitly speaks of hermeneutics as it relates to the subject. He also enacts a kind of historical and cultural hermeneutics in this text. Through this working-out of hermeneutics as both subjectivity and method, Mollenhauer sketches out, often by what he does not say, a kind of refusal of descriptive phenomenology as the study of lived experience, particularly as it might relate to children. Mollenhauer points out the limits of intersubjective description and recognition by emphasizing the mutual exclusivity of subjectivity on the one hand, and intersubjective communication and description on the other.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "58663": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 58663,
            "scholarlyactivityid": 13222
        }
    },
    "status": [
        {
            "id": 13222,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}