{
    "activityid": 13231,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“Open Learning 2.0?” Aligning Student, Teacher and Content for Openness in Education. ",
        "Conference/Meeting Name": "EDEN 2012 Conference",
        "Conference Location": "Porto, Spain",
        "Date or Date Range": "2012-07-06",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "http://learningspaces.org/2011/12/12/open-learning-2-0-aligning-student-teacher-content-for-openness/",
        "Description/Abstract": "The mission of Thompson Rivers University (TRU) Open Learning (OL) is understood in terms of the interrelation of three entities: the student, the faculty member and the curriculum content. Where they interconnect—with a TRU-OL student working with TRU-OL courseware, being supported by a TRU-OL faculty member—is where learning, assessment and ultimately, credentialing take place. These three elements can be interrelated as points in a triangle, with assessment and credentialing in the centre. However, given the “open” content and services envisioned by the OER (Open Educational Resource) university and other initiatives, TRU-OL is currently exploring the results of defining these three elements differently. Instead of designating TRU-OL students, TRU-OL teachers and TRU-OL contents, specifically, these elements can serve as placeholders for any students, any instructional personnel or supports, and any open content. These can, in theory, all be shared, opened and disaggregated among various institutions, while assessment and credentialing remain as the principal service offered locally. The purpose of this paper is to explain this model in the context of the “open educational” movement, to describe its various permutations, and to consider the questions and objections that may arise in relation to it. It is thus intended to inform and invite discussion concerning a new set of “open” educational possibilities.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "58673": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 58673,
            "scholarlyactivityid": 13231
        },
        "58674": {
            "firstname": "Judith",
            "middleinitial": "",
            "lastname": "Murray",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 58674,
            "scholarlyactivityid": 13231
        }
    },
    "status": [
        {
            "id": 13231,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}