{
    "activityid": 13234,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Transmedial Competency &amp; Literacy: The Lecture as an Example",
        "Conference/Meeting Name": "European Education Research Association Conference",
        "Conference Location": "Berlin, Germany",
        "Date or Date Range": "2011-09-13",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "Free University of Berlin",
        "Presenter(s)": null,
        "Web Address": "http://learningspaces.org/2011/05/01/the-lecture-as-a-trans-medial-pedagogical-form/",
        "Description/Abstract": "The lecture has been much maligned as a pedagogical form. It has been denigrated as a “hot medium” to be “superseded” by the cooler dialogical and televisual forms (McLuhan, 1964, p. 256), or as an “oral residue” in an age of proliferating digital information (Jones, 2007), or. Yet the lecture persists and even flourishes today in the form of the podcast, the TED Talk, and the “smart” lecture hall (outfitted with audio, video and student feedback technologies). This persistence provides an opportunity to re-evaluate both the lecture and the status of the media related to it through an analysis of its form and function over time. This paper examines the lecture as a pedagogical genre, as “a site where differences between media are negotiated” as these media co-evolve (Franzel, 2010). This examination shows the lecture as bridging oral communication with writing and newer media technologies, rather than as being superseded by newer electronic and digital forms. The result is a remarkably adaptable and robust form that combines textual record and ephemeral event, and that is capable of addressing a range of different demands and circumstances, both practical and epistemological. The Web, which brings together multiple media with new and established forms and genres, presents fertile grounds for the continuation and revitalization of the lecture as a dominant pedagogical form.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "58677": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 58677,
            "scholarlyactivityid": 13234
        }
    },
    "status": [
        {
            "id": 13234,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}