{
    "activityid": 13748,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Quest-based learning: The theory, methodology, and practice of a completely gamified curriculum",
        "Conference/Meeting Name": "Conference of the Idaho Educational Technology Association",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2014-02-04",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "IETA",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "What would school look like if it &quot;played&quot; like a video game? Faculty at Boise State have created a system built on experiences points, badges, achievements, leveling, and student choice.  The presentation will demonstrate the tool, pedagogy, and share the results of a yearlong Design-Based Research project.\n\nGame-based education is a hotly debated topic among educators largely because of approaches to full scale implementation are rare in lack empirical research to support them. This session will provide participants with an understanding of…\n• how gamification of a classroom can occur through a quest-based approach\n• the tools and pedagogy utilized in this approach\n• and empirical data supporting improved student outcomes through this brand of game-based learning.\n\nProposed Questions\n• What is quest-based learning and how does it utilize gaming approaches to provide individualized, differentiated instruction to students?\n• What does a curriculum, pedagogy, and toolset look like in a fully integrated team-based structure?\n• What are the outcomes of students engaged in game-based learning using quest-based approaches?",
        "Origin": "Other"
    },
    "facultyid": "111114223",
    "coauthors": {
        "60077": {
            "firstname": "Charles",
            "middleinitial": "Christopher",
            "lastname": "Haskell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111114223",
            "authorid": 60077,
            "scholarlyactivityid": 13748
        }
    },
    "status": [
        {
            "id": 13748,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111114223",
    "attachments": []
}