{
    "activityid": 1381,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Luminescence Dating Without Sand Lenses; An Application of OSL to Coarse-Grained Alluvial Fan Deposits of the Lost River Range, Idaho, USA",
        "Journal": "Quaternary Geochronology",
        "Volume": "23",
        "Month / Season": "2012-07-31",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "23-Sep",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.sciencedirect.com/science/article/pii/S1871101414000338",
        "Description/Abstract": "Optically stimulated luminescence (OSL) dating is increasingly used to estimate the age of fluvial deposits. A significant limitation, however, has been that conventional techniques of sampling and dose rate estimation are suitable only for thick (&gt;60 cm) layers consisting of sand size or finer grains. Application of OSL dating to deposits lacking such layers remains a significant challenge. Alluvial fans along the western front of the Lost River Range in east-central Idaho, USA are one example. Deposits are typically pebble to cobble sheetflood gravels with a sandy matrix but thin to absent sand lenses. As a result, the majority of samples for this project were collected by excavating matrix material from gravelly deposits under light-safe tarps or at night. To examine the contributions of different grain-size fractions to calculated dose-rates, multiple grain-size fractions were analyzed using ICP–MS, high resolution gamma spectrometry and XRF. Dose rates from bulk sediment samples were 0.4–40% (mean of 18%) lower than dose-rate estimates from the sand-size fractions alone, illustrating the importance of representative sampling for dose rate determination. We attribute the difference to the low dose-rate contribution from radio-nuclide poor carbonate pebbles and cobbles that occur disproportionately in clast sizes larger than sand. Where possible, dose rates were based on bulk sediment samples since they integrate the dose-rate contribution from all grain sizes. Equivalent dose distributions showed little evidence for partial bleaching. However, many samples had significant kurtosis and/or overdispersion, possibly due to grain-size related microdosimetry effects, accumulation of pedogenic carbonate or post-depositional sediment mixing. Our OSL age estimates range from 4 to 120 ka, preserve stratigraphic and geomorphic order, and show good agreement with independent ages from tephra correlation and U-series dating of pedogenic carbonate. Furthermore, multiple samples from the same deposit produced ages in good agreement. This study demonstrates that with modified sampling methods and careful consideration of the dose rate, OSL dating can be successfully applied to coarse-grained deposits of climatic and tectonic significance that may be difficult to date by other methods.",
        "Origin": "Other"
    },
    "facultyid": "111717214",
    "coauthors": {
        "159860": {
            "firstname": "Megan",
            "middleinitial": "",
            "lastname": "Kenworthy",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 159860,
            "scholarlyactivityid": 1381
        },
        "159861": {
            "firstname": "Tammy",
            "middleinitial": "",
            "lastname": "Rittenour",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 159861,
            "scholarlyactivityid": 1381
        },
        "159862": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 159862,
            "scholarlyactivityid": 1381
        }
    },
    "status": [
        {
            "id": 1381,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}