{
    "activityid": 1393,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Relationship Between Sport Identity and Sport Participation in Overweight and Normal Weight Chinese Children",
        "Journal": "International Journal of Physical Education",
        "Volume": "47",
        "Month / Season": "2010-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "35-42",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/78",
        "Description/Abstract": "The present study explores the relationship between sport identity and sport participation in Chinese children. Body weight and gender are also examined regarding their influence on sport identity and sport participation of overweight and normal weight children. 267 school children (10-12 years) were surveyed in Hong Kong; 67 of which (33.5%) were classified as overweight and the rest as normal weight according to the age- and gender-specific cut-off points for children's Body Mass Index. Sport identity was measured using the Athletic Identity Measurement Scale and sport participation was measured using the Physical Activity Questionnaire for Children. Results demonstrated that when all children were combined, a positive relationship between sport identity and sport participation was established. When the children were separated by body weight groups, the relationship between sport identity and sport participation was attenuated moderately and significantly in overweight children. With regards to the gender difference, boys were found to have a significantly higher identity with sports than girls. A positive relationship between sport identity and sport participation was established in the Chinese children. Chinese children in this study did not have different sport identity or levels of sport participation based on body weight. This is in contrast to findings with Western children which suggest that overweight children have lower sport identity and sport participation compared to their normal weight counterparts. Regarding gender difference, a significant difference is found only in sport identity between boys and girls. Further investigation is needed to discern whether these differences are related to culture.",
        "Origin": "Other"
    },
    "facultyid": "112031674",
    "coauthors": {
        "3329": {
            "firstname": "Patrick",
            "middleinitial": "W.C.",
            "lastname": "Lau",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3329,
            "scholarlyactivityid": 1393
        },
        "3330": {
            "firstname": "B.W.",
            "middleinitial": "C.",
            "lastname": "Leung",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3330,
            "scholarlyactivityid": 1393
        },
        "3331": {
            "firstname": "Lynda",
            "middleinitial": "Beth",
            "lastname": "Ransdell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 3331,
            "scholarlyactivityid": 1393
        },
        "3332": {
            "firstname": "Pui",
            "middleinitial": "Lam",
            "lastname": "Wong",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3332,
            "scholarlyactivityid": 1393
        }
    },
    "status": [
        {
            "id": 1393,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112031674",
    "attachments": []
}