{
    "activityid": 1394,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Sport Identity and Sport Participation: A Cultural Comparison Between Collective and Individualistic Societies",
        "Journal": "International Journal of Sport and Exercise Psychology",
        "Volume": "5",
        "Month / Season": "2007-03-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "66-72,74-81",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/77",
        "Description/Abstract": "The concept &quot;sport identity&quot; was established in western countries to explain an individual's sport participation. It cannot be assumed that this predominantly western concept will be directly transplanted to people of eastern origin to explain their attitudes toward sport. Cultural differences in sport identity and sport participation should be compared to establish the cross-cultural applicability of sport identity. The present study compared eastern (Chinese) and western (American) societies, known for their collectivism and individualism, for differences in the relationship between sport identity and sport participation in youth. The specific objectives were to (a) test the proposed model of sport identity and sport participation in two culturally diverse societies, and (b) examine their gender differences.\nParticipants were 365 youths from China and the U.S.A. To assess the sport identity model, the Task and Ego Orientation in Sport Questionnaire, Self-Regulation Questionnaire, Sport Competence Subscale from the Physical Self-Perception Profile and Perceived Importance Profile, Athletic Identity Measurement Scale and Peer Influence Scale were used. Sport participation was established using the Sport Recall Table. Path analysis indicated that the proposed path model was fitted in the Chinese and the American participants separately. Interestingly, gender differences between individuals from either culture were not apparent; however, gender differences between boys and girls from both cultures were apparent. Compared to females, males from both cultures reported greater sport participation and sport identity. This study provides preliminary evidence that the sport identity model may explain sport participation in both individualistic and collective societies, but that predictive power is greater in western society.",
        "Origin": "Other"
    },
    "facultyid": "112031674",
    "coauthors": {
        "3333": {
            "firstname": "Patrick",
            "middleinitial": "W.C.",
            "lastname": "Lau",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3333,
            "scholarlyactivityid": 1394
        },
        "3334": {
            "firstname": "Mike",
            "middleinitial": "W.L.",
            "lastname": "Cheung",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3334,
            "scholarlyactivityid": 1394
        },
        "3335": {
            "firstname": "Lynda",
            "middleinitial": "Beth",
            "lastname": "Ransdell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 3335,
            "scholarlyactivityid": 1394
        }
    },
    "status": [
        {
            "id": 1394,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112031674",
    "attachments": []
}