{
    "activityid": 1403,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Distance Between Pollen Donor and Recipient Influences Fruiting Success in Slickspot Peppergrass, Lepidium Papilliferum",
        "Journal": "Canadian Journal of Botany",
        "Volume": "82",
        "Month / Season": "2004-12-07",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "1705-1710",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1139/B04-1638",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/7",
        "Description/Abstract": "Plant populations are often spatially structured owing to limited dispersal of pollen and seed. Mating between neighboring individuals in such populations often leads to reduced reproductive performance relative to matings between distant individuals. This response, which may be a result of inbreeding depression or prezygotic mating barriers, was investigated for slickspot peppergrass, Lepidium papilliferum L. (Brassicaceae), a rare insect-pollinated mustard endemic to sagebrush–steppe habitat in southwestern Idaho. Through hand pollination experiments we found that individual plants receiving pollen from distant sources (75–100 m and 6.5–20 km away) had significantly higher percent fruit sets than those relying on pollen from neighboring plants (&lt;1 m&gt;away). Self pollinated plants produced little or no fruit. These results suggest that L. papilliferum relies primarily, if not exclusively, on outcrossed pollination, and that its populations are spatially structured. Conservation efforts should therefore strive to protect sufficiently large areas of suitable habitat to ensure maintenance of genetic diversity and preserve or enhance connectivity between populations.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "91446": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 91446,
            "scholarlyactivityid": 1403
        },
        "91447": {
            "firstname": "Amy",
            "middleinitial": "C.",
            "lastname": "Ulappa",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 91447,
            "scholarlyactivityid": 1403
        }
    },
    "status": [
        {
            "id": 1403,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2004,
            "termid": "2004/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}