{
    "activityid": 1405,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Caspase Activation in the Alzheimer's Disease Brain: Tortuous and Torturous",
        "Journal": "Drug News &amp; Perspectives",
        "Volume": "15",
        "Month / Season": "2002-11-01",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "549-557",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/218",
        "Description/Abstract": "Alzheimer's disease is characterized by the presence of neurofibrillary tangles and senile plaques. Although much is known about the molecular events leading to the formation of plaques and tangles as well as their relevance in neuronal cell loss associated with Alzheimer's disease, the link between these two pathologies is presently unknown. The exact mechanism of neuronal cell death in the Alzheimer's disease brain has been a debated issue with both the necrosis and apoptosis pathways having been implicated. The activation of apoptosis in the Alzheimer's disease brain has recently gained momentum, namely because of the development of specific markers for caspase activation. These markers consist of antibodies, termed caspase-cleavage site-directed antibodies that are designed to detect either the active enzymatic fragments of caspases following their activation or protein products targeted for caspase cleavage. The use of these markers has demonstrated the widespread activation of caspases in the Alzheimer's disease brain. In addition, many of these markers have been co-localized with markers for neurofibrillary tangles, suggesting that caspases may play a role in the formation of neurofibrillary tangles and, thus, do not simply represent end-stage events associated with Alzheimer's disease. In this review, recent studies documenting the role of caspases in the Alzheimer's disease brain will be discussed, along with the methodology behind the synthesis of site-directed caspase-cleavage antibodies. A model will be presented whereby caspases serve not simply as end-game players, but may actually serve as a link between senile plaques and neurofibrillary tangles. In this context, a discussion of the therapeutic value of targeting caspase inhibition in the treatment of Alzheimer's disease will be evaluated.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "3361": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 3361,
            "scholarlyactivityid": 1405
        },
        "3362": {
            "firstname": "Robert",
            "middleinitial": "A.",
            "lastname": "Rissman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3362,
            "scholarlyactivityid": 1405
        },
        "3363": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Head",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3363,
            "scholarlyactivityid": 1405
        },
        "3364": {
            "firstname": "Carl",
            "middleinitial": "W.",
            "lastname": "Cotman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3364,
            "scholarlyactivityid": 1405
        }
    },
    "status": [
        {
            "id": 1405,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2002,
            "termid": "2002/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}