{
    "activityid": 1416,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Turgor and Cell Wall Yielding in Dicot Leaf Growth in Response to Changes in Relative Humidity",
        "Journal": "Australian Journal of Plant Physiology",
        "Volume": "27",
        "Month / Season": "2000-12-01",
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "1131-1140",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1071/PP00055",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/195",
        "Description/Abstract": "Epidermal cell turgor (P) and leaf growth in Begonia argenteo-guttata L. were monitored simultaneously following changes in air humidity in order to evaluate P–growth relations. A decrease in air humidity from 70 to 5% caused a decrease in P of 0.05 MPa. This small decrease in P resulted in cessation of growth. Subsequently, growth recovered partially at constant P, indicating an increase in wall yielding to P. Notwithstanding this increase in wall yielding, the steady growth rates showed a marked dependence on P. Decreases in P of 0.05 MPa caused a 30–40% reduction in the steady rate of elongation. These results were reversible. Upon a step increase in air humidity from 5 to 70%, P and growth rate rapidly increased. Subsequently, growth declined without a corresponding decrease in P, although the rate of growth remained higher than at low humidity. The partial self-stabilization of growth following P changes and the positive relationship between steady growth rate and P are consistent with the notion that wall yielding is controlled by interactions between P and metabolism. Results are discussed in relation to biophysical factors that control growth and to present theories that accommodate variable wall yielding",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "92623": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 92623,
            "scholarlyactivityid": 1416
        },
        "92624": {
            "firstname": "Mark",
            "middleinitial": "A.",
            "lastname": "Matthews",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 92624,
            "scholarlyactivityid": 1416
        }
    },
    "status": [
        {
            "id": 1416,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2000,
            "termid": "2000/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}