{
    "activityid": 14250,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“Nurturing and Occluding Wonder in News Discourse.” ",
        "Conference/Meeting Name": "American Sociological Association",
        "Conference Location": "Las Vegas",
        "Date or Date Range": "2011-08-31",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Hope must be present for people to come together and initiate or sustain political action. Without hope, or the belief (realistic or not) that our actions can improve some aspects of the world, we have no reason to act. We can create a sociology of hope by linking it to something not usually considered in the same breath (at least not in American sociology)—wonder. In this paper I contend both that wonder is a central part of hope, and that we need to consider it in order to identify social processes that facilitate or impede political action in a democracy.In doing so, I step outside the familiar in political sociology and the politics of emotion to show how these theorists broaden the boundaries of scholarship on emotion and can serve as a bridge between a growing body of social theoretical work on Arendt and the sociology of culture, especially Eliasoph’s work on apathy. I develop this theorization of hope and wonder by using Arendt’s work on political action to Eliasoph throug a case study of news media, ultimately pointing to the ‘so-what’ of a sociology of hope, wonder, and despair.",
        "Origin": "Other"
    },
    "facultyid": "111615774",
    "coauthors": {
        "61165": {
            "firstname": "Virginia",
            "middleinitial": "A",
            "lastname": "Husting",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111615774",
            "authorid": 61165,
            "scholarlyactivityid": 14250
        }
    },
    "status": [
        {
            "id": 14250,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111615774",
    "attachments": []
}