{
    "activityid": 14317,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": " Infrasound characterization of some Yellowstone geysers' eruptions",
        "Conference/Meeting Name": "American Geophysical Union Fall Meeting 2012",
        "Conference Location": "San Francisco, CA",
        "Date or Date Range": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Sponsoring Organization": "AGU",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Geysers are springs that intermittently erupt hot water and steam. As with volcanoes, infrasonic airwaves produced by different geysers provide information about the processes that occur near the nozzle, such as the amount of fluid released during eruptive episodes. The aim of this study was to investigate acoustic sources from different geyser behaviors observed at Lone Star, Sawmill and Great Fountain geysers, Yellowstone National Park, Wyoming. Acoustic signal were measured by arrays of microphones deployed around Lone Star and Great Fountain geysers between August 9th to 14th, 2011, and during one hour on August 16th, 2011 at Sawmill Geyser. Infrasound was analyzed with coincident video recordings to quantify and compare the pressure fields generated during explosive phases at the three geysers. We propose that the periodic infrasound recorded at Sawmill, and dominated by energy at 1 to 40 Hz, is generated by: 1) steam-filled bubble oscillations, and 2) subsequent bursting at the free surface resulting in a violent steam and water discharge. At Lone Star geyser, where ~18 m/s eruption jets endure for about 30 minutes, sound is dominated by higher frequency infrasound and audio-band signal evolving from 20 – 60 Hz to 40 – 85 Hz. We suggest that the infrasound tremor amplitudes are related to the transition of the erupted two-phase mixture from mostly water (low acoustic radiation) to steam (high acoustic radiation). At Great Fountain we observed three explosive bursts of water and steam during the last stage on the August 11 eruption with bi-modal infrasound pulses of up to 0.7 Pa-m. We model these pulses as volumetric sound sources and infer up to 32 m3 of fluid ejection. The variety of recordings reflect the variety of eruption mechanisms at the different geyser systems. Better understanding of the mechanisms of geyser infrasound radiation may help us to understand infrasound analogues at erupting silicic volcanoes, which are considerably more difficult to study at close distances.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "61295": {
            "firstname": "Phillipa",
            "middleinitial": "",
            "lastname": "Demonte",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61295,
            "scholarlyactivityid": 14317
        },
        "61296": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 61296,
            "scholarlyactivityid": 14317
        },
        "61297": {
            "firstname": "Aida",
            "middleinitial": "",
            "lastname": "Quezada-Reyes",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61297,
            "scholarlyactivityid": 14317
        }
    },
    "status": [
        {
            "id": 14317,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}