{
    "activityid": 14326,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Using broadband seismometers as tilt meters: A case study at Santiaguito volcano, Guatemala",
        "Conference/Meeting Name": "Seismological Society of America Spring Meeting 2012",
        "Conference Location": "San Diego, CA",
        "Date or Date Range": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Sponsoring Organization": "Seismological Society of America",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Broadband seismometers have been shown capable of recording tilt at volcanoes with periods well below the natural frequency of the instrument in both laboratory and field studies. The use of a broadband seismometer as a tilt meter has several advantages over surface or borehole tilt meters, including: 1) the seismometers are recording translational motion as well as rotational displacement, effectively doubling the efficacy of the instrument, 2) seismometers are easier to install than tilt meters, which is a major advantage for short research installations, and 3) seismometers appear to be able to record tilt at nanoradian scales, which rivals the sensitivity of the best commercially available tilt meters. However, there are also disadvantages to using a seismometer for detecting tilt, including: 1) unwillingness of seismometer manufacturers to provide instrument response curves for tilting, 2) difficulty in signal processing to ensure that the tilt signal is not a filter artifact or contaminated by translational motion, 3) and lack of response down to DC. While these advantages and disadvantages have been recognized, few studies have done side-by-side comparisons of surface-mount tilt meters and broadband seismometers for recording short-duration deformation associated with small (VEI ? 1), repetitive volcanic explosions. In January 2012, we installed two seismic and tilt stations within 500 m of the active vent of Santiaguito volcano, a dacitic dome complex that produces frequent small explosions. During one week of observation, numerous explosions were recoded, some of which produced clear tilt signals in both the seismic and tilt meter data. We compare the tilt response from two different seismometers (120 and 30 s low corners) with the tilt meter data to better constrain the limits and benefits of calculating rotational deformation from broadband seismic data.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "61332": {
            "firstname": "John",
            "middleinitial": "",
            "lastname": "Lyons",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61332,
            "scholarlyactivityid": 14326
        },
        "61333": {
            "firstname": "Jonathan",
            "middleinitial": "",
            "lastname": "Lees",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61333,
            "scholarlyactivityid": 14326
        },
        "61334": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 61334,
            "scholarlyactivityid": 14326
        },
        "61335": {
            "firstname": "Greg",
            "middleinitial": "",
            "lastname": "Waite",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61335,
            "scholarlyactivityid": 14326
        }
    },
    "status": [
        {
            "id": 14326,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}