{
    "activityid": 14329,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Seismic and Acoustic Array Monitoring of Signal from Tungurahua Volcano, Ecuador",
        "Conference / Meeting Name": "American Geophysical Union Fall Meeting 2012",
        "Conference Location": "San Francisco, CA",
        "Date or Date Range": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Sponsoring Organization": "AGU",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Tungurahua Volcano is an active stratovolcano located in Ecuador’s eastern Cordillera. Since its most recent cycle of eruptive activity, beginning in 1999, it has produced both strombolian-to-vulcanian eruptions, and regular vapor emissions. Tungurahua is located above the city of Bańos, so volcanic activity is well-monitored by Ecuador’s Instituto Geofisico Nacional with a seismic and infrasound network, and other surveillance tools. Toward better understanding of the complex seismic and acoustic signals associated with low-level Tungurahua activity, and which are often low in signal-to-noise, we deployed temporary seismo-acoustic arrays between June 9th and 20th in 2012. This deployment was part of a Field Volcano Geophysics class, a collaboration between New Mexico Institute of Mining and Technology and the Escuela Politecnica Nacional’s Instituto Geofísico in Ecuador. Two six-element arrays were deployed on the flank of the volcano. A seismo-acoustic array, which consisted of combined broadband seismic and infrasound sensors, possessed 100-meter spacing, and was deployed five kilometers north of the vent in an open field at 2700 m. The second array had only acoustic sensors with 30-meter spacing, and was deployed approximately six kilometers northwest of the vent, on an old pyroclastic flow deposit.\n\nThe arrays picked up signals from four distinct explosion events, a number of diverse tremor signals, local volcano tectonic and long period earthquakes, and a regional tectonic event of magnitude 4.9. Coherency of both seismic and acoustic array data was quantified using Fisher Statistics, which was effective for identifying myriad signals. For most signals Fisher Statistics were particularly high in low frequency bands, between 0.5 and 2 Hz. Array analyses helped to filter out noise induced by cultural sources and livestock signals, which were particularly pronounced in the deployment site. Volcan Tungurahua sources were considered plane wave signals and could be located in slowness space to determine source back-azimuths. Detected explosion, long period earthquake, and tremor signals could be traced back to Tungurahua’s summit. Relative incidence of the various Tungurahua seismic arrivals suggest variations in source depths. Other tectonic events, including the located 4.9 regional earthquake, were identified originating from different azimuths and serve as important calibration signals for the array. Almost all types of detected infrasound signals could be attributed to Tungurahua, including infrasound coda wave arrivals that were found to have echoed off of valley walls. Some higher frequency infrasound appears to be cultural, or due to river-noise, as its source does not originate from the direction of the volcano.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "61343": {
            "firstname": "Brian",
            "middleinitial": "",
            "lastname": "Terbush",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61343,
            "scholarlyactivityid": 14329
        },
        "61344": {
            "firstname": "Robert",
            "middleinitial": "",
            "lastname": "Anthony",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61344,
            "scholarlyactivityid": 14329
        },
        "61345": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 61345,
            "scholarlyactivityid": 14329
        },
        "61346": {
            "firstname": "Mario",
            "middleinitial": "",
            "lastname": "Ruiz",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61346,
            "scholarlyactivityid": 14329
        }
    },
    "status": [
        {
            "id": 14329,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}