{
    "activityid": 14320,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Volcano geodesy at Santiaguito using ground-based cameras and particle image velocimetry",
        "Conference/Meeting Name": "American Geophysical Union Fall Meeting 2012",
        "Conference Location": "San Francisco, CA",
        "Date or Date Range": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Sponsoring Organization": "AGU",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": " The active Santiaguito dome in Guatemala is an exceptional field site for ground-based optical observations owing to the bird's-eye viewing perspective from neighboring Santa Maria Volcano. From the summit of Santa Maria the frequent (1 per hour) explosions and continuous lava flow effusion may be observed from a vantage point, which is at a ~30 degree elevation angle, 1200 m above and 2700 m distant from the active vent. At these distances both video cameras and SLR cameras fitted with high-power lenses can effectively track blocky features translating and uplifting on the surface of Santiaguito's dome. We employ particle image velocimetry in the spatial frequency domain to map movements of ~10x10 m^2 surface patches with better than 10 cm displacement resolution.\n\nDuring three field campaigns to Santiaguito in 2007, 2009, and 2012 we have used cameras to measure dome surface movements for a range of time scales. In 2007 and 2009 we used video cameras recording at 30 fps to track repeated rapid dome uplift (more than 1 m within 2 s) of the 30,000 m^2 dome associated with the onset of eruptive activity. We inferred that the these uplift events were responsible for both a seismic long period response and an infrasound bimodal pulse. In 2012 we returned to Santiaguito to quantify dome surface movements over hour-to-day-long time scales by recording time lapse imagery at one minute intervals. These longer time scales reveal dynamic structure to the uplift and subsidence trends, effusion rate, and surface flow patterns that are related to internal conduit pressurization. In 2012 we performed particle image velocimetry with multiple cameras spatially separated in order to reconstruct 3-dimensional surface movements.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "61305": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 61305,
            "scholarlyactivityid": 14320
        },
        "61306": {
            "firstname": "Benjamin",
            "middleinitial": "",
            "lastname": "Andrews",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61306,
            "scholarlyactivityid": 14320
        },
        "61307": {
            "firstname": "Jacob",
            "middleinitial": "",
            "lastname": "Anderson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61307,
            "scholarlyactivityid": 14320
        },
        "61308": {
            "firstname": "John",
            "middleinitial": "",
            "lastname": "Lyons",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61308,
            "scholarlyactivityid": 14320
        },
        "61309": {
            "firstname": "Jonathan",
            "middleinitial": "",
            "lastname": "Lees",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61309,
            "scholarlyactivityid": 14320
        }
    },
    "status": [
        {
            "id": 14320,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}