{
    "activityid": 14321,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Infrasound for volcano hazard monitoring",
        "Conference/Meeting Name": "Cities on Volcanoes",
        "Conference Location": "Colima, Mexico",
        "Date or Date Range": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Sponsoring Organization": "IAVCEI",
        "Presenter(s)": null,
        "Web Address": "http://www.citiesonvolcanoes7.com/",
        "Description/Abstract": "The last decade has seen an explosion of scientific papers focused on the interpretation of volcano infrasound signals. Many of these studies have focused on integration of volcano infrasound with other geophysical data streams, including seismic, thermal, radio wave radiation, and gas spectroscopy and have greatly improved our understanding of eruption dynamics. Such advances have encouraged volcano observatories to implement infrasound monitoring into their arsenal of monitoring tools. Of particular interest to hazard monitors is that infrasound allows continuous tracking of eruptive phenomena even during periods of inclement weather or at night or when records from other sensors are ambiguous. Adequate tracking of eruptive intensity, and localization of activity to a specific volcanic vent, can facilitate prediction of paroxysms and overall hazard assessment.\nThis presentation highlights current capabilities and limitations of infrasound monitoring. In many instances infrasound surveillance can provide quantitative assessment of material fluxes and eruption styles, but in other cases the relation between infrasound intensity and eruption vigor is still unclear. We also summarize tradeoffs between monitoring activity with local infrasound sensors, where transducers are on the flanks of a volcano, and regional monitoring where recorded infrasound may be significantly affected by propagation through the atmosphere. Advantages of network versus array topologies are further discussed for both local and regional deployments. A comparative overview of infrasound sensors, both low cost and high fidelity, is introduced. Finally, we summarize current efforts to standardize volcano infrasound nomenclature and acoustic signal processing.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "61310": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 61310,
            "scholarlyactivityid": 14321
        },
        "61311": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Fee",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61311,
            "scholarlyactivityid": 14321
        },
        "61312": {
            "firstname": "Maurizio",
            "middleinitial": "",
            "lastname": "Ripepe",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61312,
            "scholarlyactivityid": 14321
        }
    },
    "status": [
        {
            "id": 14321,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}