{
    "activityid": 14322,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Integrated geophysical observations of cyclic dome deformation and rapid dome uplift at Santiaguito (Guatemala)",
        "Conference/Meeting Name": "Cities on Volcanoes",
        "Conference Location": "Colima, Mexico",
        "Date or Date Range": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Sponsoring Organization": "IAVCEI",
        "Presenter(s)": null,
        "Web Address": "http://www.citiesonvolcanoes7.com/",
        "Description/Abstract": "Integration of multiple types of geophysical observations is essential for understanding eruptive activity at Santiaguito volcano, Guatemala. In recent years, the dome Caliente has been continuously active, erupting pyroclastic-laden columns about once per hour and continuously effusing a blocky andesitic/dacitic lava flow. A vantage point from the neighboring Santa Maria stratovolcano, which is 2500 m distant and 1200 m above the active vent, affords a spectacular birds-eye perspective of eruptive activity that can be recorded simultaneously with seismic observations. Here, we present data from arrays of video, seismic, tilt, and acoustic sensors, collected over three recent deployments at Santiaguito. Tilt observations have revealed cycles of inflation and deflation with periods of around 20 minutes. Cycles with a high degree of inflation can culminate in explosions at the dome summit, and are followed by particularly rapid deflation. This deformation has been modeled as a Mogi source of several hundred cubic meters located ~300-400 m below the vent. Additionally, particle image velocimetry of video recordings shows that certain explosions also feature rapid (up to 1 m in 2 s) uplift of the 100-m radius vent carapace. The carapace exerts a downward force against the dome during uplift; models have shown that seismic recordings in the 0.5-2 Hz band can be explained by a downward force corresponding to uplift of a carapace with thickness of tens of meters. Additionally, the upward acceleration of the dome surface compresses the atmosphere, producing infrasonic waves with amplitudes up to 5 Pa at 1 km. Other explosions do not include noticeable dome uplift. In these cases, seismic motion is typically lower in amplitude and of opposite vertical polarity, and has been attributed to rapid depressurization of the conduit.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "61313": {
            "firstname": "Jacob",
            "middleinitial": "",
            "lastname": "Anderson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61313,
            "scholarlyactivityid": 14322
        },
        "61314": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 61314,
            "scholarlyactivityid": 14322
        },
        "61315": {
            "firstname": "John",
            "middleinitial": "",
            "lastname": "Lyons",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61315,
            "scholarlyactivityid": 14322
        },
        "61316": {
            "firstname": "Jonathan",
            "middleinitial": "",
            "lastname": "Lees",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61316,
            "scholarlyactivityid": 14322
        }
    },
    "status": [
        {
            "id": 14322,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}