{
    "activityid": 14330,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "FAMoUS goes to Guatemala: Integrated thermal and high-speed imaging of explosive activity at Santiaguito dome complex and Volcan de Fuego",
        "Conference / Meeting Name": "Cities on Volcanoes",
        "Conference Location": "Colima, Mexico",
        "Date or Date Range": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Sponsoring Organization": "IAVCEI",
        "Presenter(s)": null,
        "Web Address": "http://www.citiesonvolcanoes7.com/",
        "Description/Abstract": "In January 2012, we deployed at Santiaguito and Volcan de Fuego (Guatemala) the FAMoUS equipment (Fast MoUltiparametric Setup), a novel field tool box allowing real time observation of eruptive processes at high sampling rates. The equipment comprises two high-speed infrared (FLIR SC645 at 100-200 Hz sampling frequency) and visible range (Optronis, 500 Hz) cameras and two microphones (10 kHz) synchronised with a GPS receiver.\nAt Fuego, recording was carried out at a ca. 900 m horizontal and 200 m vertical distance from the summit crater. Mild to moderate energetic explosions produced ejection of incandescent meter-sized ballistics up to 850 meters from the vents, and of small buoyant plumes rising for 100-300 m. Although our observation point prevented the direct view of the active vents, thermal images were able to distinguish at least three eruptive vents from which gas-solid mixture jets issued. Combined high-speed thermal and visible images allowed the discrimination of gas-particles coupling/decoupling, the estimate of ejection velocity of ballistics and the thermal evolution of the observed plumes.\nAt Santiaguito, a dome complex characterized by persistent degassing to mild Vulcanian explosive activity, we recorded discrete explosive events at the active Caliente dome. These impulsive blasts, occurring at intervals ranging from 20 to 100 minutes Explosive activity vary from bursting of 1–3 km high buoyant clouds, to ash-rich emissions.. Each event is accompanied by tilt inflation/deflation cycles, seismic and acoustic signals exhibiting broad waveform variability. Particle image velocimetry reveals vertical ground motion rates of up to 0.87 m/s. A direct correlation between dome surface temperature, erupted ash flux volume, ground uplift rate, and seismo-acoustic signals amplitude is observed. More specifically, ash-rich explosions occur at higher thermal fluxes. During such explosions the dome uplifts more rapidly and, presumably as a consequence, produce higher-amplitude seismic and acoustic emissions.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "61347": {
            "firstname": "Piergorgio",
            "middleinitial": "",
            "lastname": "Scarlato",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61347,
            "scholarlyactivityid": 14330
        },
        "61348": {
            "firstname": "Elisabetta",
            "middleinitial": "",
            "lastname": "Del Bello",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61348,
            "scholarlyactivityid": 14330
        },
        "61349": {
            "firstname": "Jacopo",
            "middleinitial": "",
            "lastname": "Tadeucci",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61349,
            "scholarlyactivityid": 14330
        },
        "61350": {
            "firstname": "Luigi",
            "middleinitial": "",
            "lastname": "Lodato",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61350,
            "scholarlyactivityid": 14330
        },
        "61351": {
            "firstname": "Daniele",
            "middleinitial": "",
            "lastname": "Andronico",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61351,
            "scholarlyactivityid": 14330
        },
        "61352": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 61352,
            "scholarlyactivityid": 14330
        },
        "61353": {
            "firstname": "Corado",
            "middleinitial": "",
            "lastname": "Cimarelli",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 61353,
            "scholarlyactivityid": 14330
        }
    },
    "status": [
        {
            "id": 14330,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}