{
    "activityid": 1483,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Trichomycetes from Lentic and Lotic Aquatic Habitats in Ontario, Canada",
        "Journal": "Canadian Journal of Botany",
        "Volume": "86",
        "Month / Season": "2008-12-05",
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "1449-1466",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1139/B08-107",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/8",
        "Description/Abstract": "Fungi and protists make up an ecological group, trichomycetes, that inhabit the guts of invertebrates, mostly aquatic insects. Trichomycetes are reported herein from arthropods collected in lotic habitats (fast flowing streams) and lentic environments (ponds, ditches, seeps, and lakes) from 11 sites in Algonquin Park and 6 other sites in Ontario, Canada. Thirty-two trichomycete species were recovered, including 7 new species: Legeriomyces algonquinensis, Legeriosimilis leptocerci, Legeriosimilis whitneyi and Paramoebidium umbonatum are described from mayfly nymphs (Ephemeroptera); Pennella digitata and Glotzia incilis from black fly and midge larvae (Diptera), respectively; and Arundinula opeongoensis from a crayfish (Crustacea). Legeriomyces rarus Lichtw. &amp; M.C. Williams and Stachylina penetralis Lichtw. are new North American records, and seven species are documented for the first time in Canada. More common and widely distributed trichomycete species such as Harpella melusinae Léger &amp; Duboscq and Smittium culicis Manier, were also recovered. Most previous studies on trichomycetes have been done primarily in lotic environments but clearly lentic systems (e.g., ponds and lakes) harbour diverse arthropod communities and further exploration of these habitats will continue to increase our knowledge of trichomycete diversity.",
        "Origin": "Other"
    },
    "facultyid": "112103309",
    "coauthors": {
        "3549": {
            "firstname": "D.",
            "middleinitial": "B.",
            "lastname": "Strongman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3549,
            "scholarlyactivityid": 1483
        },
        "3550": {
            "firstname": "Merlin",
            "middleinitial": "M",
            "lastname": "White",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112103309",
            "authorid": 3550,
            "scholarlyactivityid": 1483
        }
    },
    "status": [
        {
            "id": 1483,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103309",
    "attachments": []
}