{
    "activityid": 1484,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Higher-Level Phylogenetic Classification of the Fungi",
        "Journal": "Mycological Research",
        "Volume": "111",
        "Month / Season": "2007-05-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "509-547",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.mycres.2007.03.004",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/233",
        "Description/Abstract": "A comprehensive phylogenetic classification of the kingdom Fungi is proposed, with reference to recent molecular phylogenetic analyses, and with input from diverse members of the fungal taxonomic community. The classification includes 195 taxa, down to the level of order, of which 16 are described or validated here: Dikarya subkingdom nov.; Chytridiomycota, Neocallimastigomycota phyla nov.; Monoblepharidomycetes, Neocallimastigomycetes class. nov.; Eurotiomycetidae, Lecanoromycetidae, Mycocaliciomycetidae subclass. nov.; Acarosporales, Corticiales, Baeomycetales, Candelariales, Gloeophyllales, Melanosporales, Trechisporales, Umbilicariales ords. nov. The clade containing Ascomycota and Basidiomycota is classified as subkingdom Dikarya, reflecting the putative synapomorphy of dikaryotic hyphae. The most dramatic shifts in the classification relative to previous works concern the groups that have traditionally been included in the Chytridiomycota and Zygomycota. The Chytridiomycota is retained in a restricted sense, with Blastocladiomycota and Neocallimastigomycota representing segregate phyla of flagellated Fungi. Taxa traditionally placed in Zygomycota are distributed among Glomeromycota and several subphyla incertae sedis, including Mucoromycotina, Entomophthoromycotina, Kickxellomycotina, and Zoopagomycotina. Microsporidia are included in the Fungi, but no further subdivision of the group is proposed. Several genera of 'basal' Fungi of uncertain position are not placed in any higher taxa, including Basidiobolus, Caulochytrium, Olpidium, and Rozella.",
        "Origin": "Other"
    },
    "facultyid": "112103309",
    "coauthors": {
        "3551": {
            "firstname": "Merlin",
            "middleinitial": "M",
            "lastname": "White",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112103309",
            "authorid": 3551,
            "scholarlyactivityid": 1484
        }
    },
    "status": [
        {
            "id": 1484,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103309",
    "attachments": []
}