{
    "activityid": 1522,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Transcriptome analysis of endothelial cell gene expression induced by growth on matrigel matrices: identification and characterization of MAGP-2 and lumican as novel regulators of angiogenesis.",
        "Journal": "Angiogenesis",
        "Volume": "10",
        "Month / Season": "2007-07-14",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "197-216",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "17632767",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Remodeling of vascular microenvironments during normal and tumor-induced angiogenesis is an important, yet poorly understood mechanism by which endothelial cells (ECs) contribute to the activation or resolution of angiogenesis. We used microarray analyses to monitor changes in the transcriptome of ECs undergoing angiogenesis when cultured onto Matrigel matrices. This strategy identified 308 genes whose expression in ECs was altered at least 3-fold by angiogenesis, of which 63 genes were found to encode for secretory proteins. In vitro assays that modeled key steps in the angiogenic process showed that several identified genes possessed pro- or anti-angiogenic activities (e.g., SMOC-2, secreted modular calcium-binding protein-2; CRELD-2, cysteine-rich with EGF-like domains-1; MAGP-2, microfibril-associated glycoprotein-2; lumican; and ECM-1, extracellular matrix protein-1). In particular, MAGP-2 expression potentiated EC proliferation and p38 MAPK activation stimulated by the pro-angiogenic factors, basic fibroblast growth factor (bFGF), epidermal growth factor (EGF), and vascular endothelial growth factor (VEGF); it also stimulated EC invasion and angiogenic sprouting, and more importantly, promoted the development and infiltration of vessels into Matrigel plugs implanted into genetically normal mice. Conversely, lumican inhibited EC activation of p38 MAPK, as well as their invasion, angiogenic sprouting, and vessel formation in mice. Collectively, our findings provide new insights into how EC stromal remodeling regulates angiogenesis activation and resolution, as well as identify two novel EC-secreted stromal proteins that modulate angiogenesis both in vitro and in vivo.",
        "Origin": "Other"
    },
    "facultyid": "113156458",
    "coauthors": {
        "3641": {
            "firstname": "Allen",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 3641,
            "scholarlyactivityid": 1522
        },
        "3642": {
            "firstname": "Thessa",
            "middleinitial": "",
            "lastname": "Roy",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3642,
            "scholarlyactivityid": 1522
        },
        "3643": {
            "firstname": "Darryl",
            "middleinitial": "",
            "lastname": "Becenti",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3643,
            "scholarlyactivityid": 1522
        },
        "3644": {
            "firstname": "William",
            "middleinitial": "",
            "lastname": "Schiemann",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3644,
            "scholarlyactivityid": 1522
        }
    },
    "status": [
        {
            "id": 1522,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2007,
            "termid": "2007/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}