{
    "activityid": 1523,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Lumican reduces tumor growth via induction of fas-mediated endothelial cell apoptosis.",
        "Journal": "Cancer Microenvironment",
        "Volume": "4",
        "Month / Season": "2010-11-18",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "21505566",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Matrikines are important components of tumor microenvironments that integrate communication between extracellular matricies and membrane-bound receptors thereby regulating cellular behaviors. One such matrikine that is differentially expressed in cancer microenvironments is the extracellular matrix protein lumican; however its precise role in cancer remains ambiguous. To study the effects of lumican on cancer cells, we created lumican-overexpressing cell lines from murine fibrosarcoma (MCA102) and pancreatic adenocarcinoma (Pan02) cells. Lumican overexpression in Pan02 cells increased invasiveness, decreased soft agar colony size, and increased proliferation. Conversely in MCA102 cells, lumican decreased invasiveness, increased soft agar colony size, but did not influence proliferation. In contrast to these pleiotropic in vitro results, lumican overexpression within the in vivo tumor microenvironment produced uniformly smaller tumors. Importantly, reduced tumor size was correlated with reduced vascular density. Consistent with lumican's proposed anti-angiogenic activity, lumican increased endothelial cell apoptosis. Importantly, lumican was previously shown to influence Fas expression and our results show that lumican enhanced Fas mediated endothelial cell apoptosis although we were unable to detect any difference in Fas or Fas ligand expression between lumican-overexpressing and control cells. Interestingly, lumican had no effect on MCA102 apoptosis, suggesting that the observed reduction in tumor size is specifically due to endothelial cell apoptosis rather than a direct effect on the cancerous cells themselves. Therefore, this study is the first to demonstrate a causal relationship between tumor reduction and lumican's effect on angiogenesis as opposed to an effect on the cancerous cells themselves.",
        "Origin": "Other"
    },
    "facultyid": "113156458",
    "coauthors": {
        "3645": {
            "firstname": "Kent",
            "middleinitial": "",
            "lastname": "Williams",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3645,
            "scholarlyactivityid": 1523
        },
        "3646": {
            "firstname": "Logan",
            "middleinitial": "",
            "lastname": "Fulford",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3646,
            "scholarlyactivityid": 1523
        },
        "3647": {
            "firstname": "Allen",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 3647,
            "scholarlyactivityid": 1523
        }
    },
    "status": [
        {
            "id": 1523,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}