{
    "activityid": 1525,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Fibulins 3 and 5 antagonize tumor angiogenesis in vivo.",
        "Journal": "Cancer Research",
        "Volume": "66",
        "Month / Season": "2006-03-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "2621-2629",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "16510581",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Lethal tumor growth and progression cannot occur without angiogenesis, which facilitates cancer cell proliferation, survival, and dissemination. Fibulins (FBLN) 5 and 3 are widely expressed extracellular matrix proteins that regulate cell proliferation in a context-specific manner. Reduced FBLN-5 expression has been associated with cancer formation and progression in humans, whereas its constitutive expression antagonizes endothelial cell angiogenic sprouting in vitro. Thus, FBLN-5 may suppress tumorigenesis by preventing tumor angiogenesis. FBLN-3 is homologous to FBLN-5 and expressed in endothelial cells, yet its role in tumorigenesis and angiogenesis is unknown. We find FBLN-3 expression to be altered in some human tumors and that its constitutive expression in endothelial cells inhibited their proliferation, invasion, and angiogenic sprouting, as well as their response to vascular endothelial growth factor as measured by p38 mitogen-activated protein kinase activation. In endothelial cells, both FBLNs (a) reduced angiogenic sprouting stimulated by basic fibroblast growth factor (bFGF); (b) inhibited matrix metalloproteinase expression and activity; and (c) stimulated tissue inhibitor of metalloproteinase expression. More importantly, both FBLNs prevented angiogenesis and vessel infiltration into bFGF-supplemented Matrigel plugs implanted in genetically normal mice, as well as decreased the growth and blood vessel density in tumors produced by MCA102 fibrosarcoma cells implanted s.c. into syngeneic mice. Our findings establish FBLN-3 and FBLN-5 as novel angiostatic agents capable of reducing tumor angiogenesis and, consequently, tumor growth in vivo and suggest that these angiostatic activities may one day be exploited to combat tumor angiogenesis and metastasis in cancer patients.",
        "Origin": "Other"
    },
    "facultyid": "113156458",
    "coauthors": {
        "3655": {
            "firstname": "Allen",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 3655,
            "scholarlyactivityid": 1525
        },
        "3656": {
            "firstname": "Jason",
            "middleinitial": "",
            "lastname": "Neil",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3656,
            "scholarlyactivityid": 1525
        },
        "3657": {
            "firstname": "William",
            "middleinitial": "",
            "lastname": "Schiemann",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3657,
            "scholarlyactivityid": 1525
        }
    },
    "status": [
        {
            "id": 1525,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}