{
    "activityid": 1526,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Fibulin-5 initiates epithelial-mesenchymal transition (EMT) and enhances EMT induced by TGF-beta in mammary epithelial cells via a MMP-dependent mechanism.",
        "Journal": "Carcinogenesis",
        "Volume": "29",
        "Month / Season": "2008-12-29",
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "18713838",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Epithelial-mesenchymal transition (EMT) is a normal physiological process that regulates tissue development, remodeling and repair; however, aberrant EMT also elicits disease development in humans, including lung fibrosis, rheumatoid arthritis and cancer cell metastasis. Transforming growth factor-beta (TGF-beta) is a master regulator of EMT in normal mammary epithelial cells (MECs), wherein this pleiotropic cytokine also functions as a potent suppressor of mammary tumorigenesis. In contrast, malignant MECs typically evolve resistance to TGF-beta-mediated cytostasis and develop the ability to proliferate, invade and metastasize when stimulated by TGF-beta. It therefore stands to reason that establishing how TGF-beta promotes EMT may offer new insights into targeting the oncogenic activities of TGF-beta in human breast cancers. By monitoring alterations in the actin cytoskeleton and various markers of EMT, we show here that the TGF-beta gene target, fibulin-5 (FBLN5), initiates EMT and enhances that induced by TGF-beta. Whereas normal MECs contain few FBLN5 transcripts, those induced to undergo EMT by TGF-beta show significant upregulation of FBLN5 messenger RNA, suggesting that EMT and the dedifferentiation of MECs override the repression of FBLN5 expression in polarized MECs. We also show that FBLN5 stimulated matrix metalloproteinase expression and activity, leading to MEC invasion and EMT, to elevated Twist expression and to reduced E-cadherin expression. Finally, FBLN5 promoted anchorage-independent growth in normal and malignant MECs, as well as enhanced the growth of 4T1 tumors in mice. Taken together, these findings identify a novel EMT and tumor-promoting function for FBLN5 in developing and progressing breast cancers.",
        "Origin": "Other"
    },
    "facultyid": "113156458",
    "coauthors": {
        "3658": {
            "firstname": "Yong",
            "middleinitial": "H",
            "lastname": "Lee",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3658,
            "scholarlyactivityid": 1526
        },
        "3659": {
            "firstname": "Allen",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 3659,
            "scholarlyactivityid": 1526
        },
        "3660": {
            "firstname": "MaryAnn",
            "middleinitial": "",
            "lastname": "Regner",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3660,
            "scholarlyactivityid": 1526
        },
        "3661": {
            "firstname": "Barbara",
            "middleinitial": "",
            "lastname": "Schiemann",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3661,
            "scholarlyactivityid": 1526
        },
        "3662": {
            "firstname": "William",
            "middleinitial": "",
            "lastname": "Schiemann",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3662,
            "scholarlyactivityid": 1526
        }
    },
    "status": [
        {
            "id": 1526,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}