{
    "activityid": 1527,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Fibulin-5 antagonizes vascular endothelial growth factor (VEGF) signaling and angiogenic sprouting by endothelial cells.",
        "Journal": "DNA and Cell Biology",
        "Volume": "23",
        "Month / Season": "2004-06-30",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "367-79",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "15231070",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Fibulin-5 (FBLN-5) is a widely expressed, integrin-binding extracellular matrix protein that mediates endothelial cell adhesion and scaffolds cells to elastic fibers. It is also a gene target of TGF-beta in fibroblasts and endothelial cells that regulates cell proliferation and motility in a context-specific manner. Whereas FBLN-5 expression is low in adult vasculature, its expression is high in developing and injured vasculature, implicating FBLN-5 in regulating angiogenesis and endothelial cell function. We show here that TGF-beta stimulates FBLN-5 expression in endothelial cells, and that this response was inhibited by coadministration of the proangiogenic factor, VEGF. FBLN-5 expression was downregulated significantly during endothelial cell tubulogenesis, implying that FBLN-5 expression antagonizes angiogenesis. Accordingly, FBLN-5 overexpression in or recombinant FBLN-5 treatment of endothelial cells abrogated their ability to undergo angiogenic sprouting, doing so by inhibiting endothelial cell proliferation and invasion through Matrigel matrices. Moreover, FBLN-5 antagonized VEGF signaling in endothelial cells, as well as enhanced their expression of the antiangiogenic factor, thrombospondin-1. Finally, the ability of FBLN-5 to antagonize angiogenic processes was determined to be independent of its integrin-binding RGD motif. Collectively, our findings establish FBLN-5 as a novel antagonist of angiogenesis and endothelial cell activities, and offer new insights into why tumorigenesis downregulates FBLN-5 expression.",
        "Origin": "Other"
    },
    "facultyid": "113156458",
    "coauthors": {
        "3663": {
            "firstname": "Allen",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 3663,
            "scholarlyactivityid": 1527
        },
        "3664": {
            "firstname": "William",
            "middleinitial": "",
            "lastname": "Schiemann ",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3664,
            "scholarlyactivityid": 1527
        }
    },
    "status": [
        {
            "id": 1527,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2004,
            "termid": "2004/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}