{
    "activityid": 1530,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Microfibril-associate glycoprotein-2 (MAGP-2) promotes angiogenic cell sprouting by blocking notch signaling in endothelial cells.",
        "Journal": "Microvascular Research",
        "Volume": "76",
        "Month / Season": "2008-05-31",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "14-Jul",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "18417156",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Angiogenesis is highly sensitive to the composition of the vascular microenvironment, however, our understanding of the structural and matricellular components of the vascular microenvironment that regulate angiogenesis and the molecular mechanisms by which these molecules function remains incomplete. Our previous results described a novel pro-angiogenic activity for Microfibril-Associated Glycoprotein-2 (MAGP-2), but did not address the molecular mechanism(s) by which this is accomplished. We now demonstrate that MAGP-2 promotes angiogenic cell sprouting by antagonizing Notch signaling pathways in endothelial cells. MAGP-2 decreased basal and Jagged1 induced expression from the Notch sensitive Hes-1 promoter in ECs, and blocked Jagged1 stimulated Notch1 receptor processing in transiently transfected 293T cells. Interestingly, inhibition of Notch signaling by MAGP-2 seems to be restricted to ECs since MAGP-2 increased Hes-1 promoter activity and Notch1 receptor processing in heterologous cell types. Importantly, constitutive activation of the Notch signaling pathway blocked the ability of MAGP-2 to promote angiogenic cell sprouting, as well as morphological changes associated with angiogenesis. Collectively, these observations indicate that MAGP-2 promotes angiogenic cell spouting in vitro by antagonizing Notch signaling pathways in ECs.",
        "Origin": "Other"
    },
    "facultyid": "113156458",
    "coauthors": {
        "3674": {
            "firstname": "Allen",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 3674,
            "scholarlyactivityid": 1530
        },
        "3675": {
            "firstname": "Darryl",
            "middleinitial": "",
            "lastname": "Becenti",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3675,
            "scholarlyactivityid": 1530
        },
        "3676": {
            "firstname": "Thessa",
            "middleinitial": "",
            "lastname": "Roy",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3676,
            "scholarlyactivityid": 1530
        },
        "3677": {
            "firstname": "William",
            "middleinitial": "",
            "lastname": "Schiemann",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3677,
            "scholarlyactivityid": 1530
        }
    },
    "status": [
        {
            "id": 1530,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}