{
    "activityid": 1532,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Identification and characterization of regulator of G protein signaling 4 (RGS4) as a novel inhibitor of tubulogenesis: RGS4 inhibits mitogen-activated protein kinases and vascular endothelial growth factor signaling.",
        "Journal": "Molecular Biology of the Cell",
        "Volume": "16",
        "Month / Season": "2004-02-16",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "609-25",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "15548600",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Tubulogenesis by epithelial cells regulates kidney, lung, and mammary development, whereas that by endothelial cells regulates vascular development. Although functionally dissimilar, the processes necessary for tubulation by epithelial and endothelial cells are very similar. We performed microarray analysis to further our understanding of tubulogenesis and observed a robust induction of regulator of G protein signaling 4 (RGS4) mRNA expression solely in tubulating cells, thereby implicating RGS4 as a potential regulator of tubulogenesis. Accordingly, RGS4 overexpression delayed and altered lung epithelial cell tubulation by selectively inhibiting G protein-mediated p38 MAPK activation, and, consequently, by reducing epithelial cell proliferation, migration, and expression of vascular endothelial growth factor (VEGF). The tubulogenic defects imparted by RGS4 in epithelial cells, including its reduction in VEGF expression, were rescued by overexpression of constitutively active MKK6, an activator of p38 MAPK. Similarly, RGS4 overexpression abrogated endothelial cell angiogenic sprouting by inhibiting their synthesis of DNA and invasion through synthetic basement membranes. We further show that RGS4 expression antagonized VEGF stimulation of DNA synthesis and extracellular signal-regulated kinase (ERK)1/ERK2 and p38 MAPK activation as well as ERK1/ERK2 activation stimulated by endothelin-1 and angiotensin II. RGS4 had no effect on the phosphorylation of Smad1 and Smad2 by bone morphogenic protein-7 and transforming growth factor-beta, respectively, indicating that RGS4 selectively inhibits G protein and VEGF signaling in endothelial cells. Finally, we found that RGS4 reduced endothelial cell response to VEGF by decreasing VEGF receptor-2 (KDR) expression. We therefore propose RGS4 as a novel antagonist of epithelial and endothelial cell tubulogenesis that selectively antagonizes intracellular signaling by G proteins and VEGF, thereby inhibiting cell proliferation, migration, and invasion, and VEGF and KDR expression.",
        "Origin": "Other"
    },
    "facultyid": "113156458",
    "coauthors": {
        "3680": {
            "firstname": "Allen",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 3680,
            "scholarlyactivityid": 1532
        },
        "3681": {
            "firstname": "William",
            "middleinitial": "",
            "lastname": "Schiemann ",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3681,
            "scholarlyactivityid": 1532
        }
    },
    "status": [
        {
            "id": 1532,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}