{
    "activityid": 1533,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The target of rapamycin signaling pathway regulates mRNA turnover in the yeast Saccharomyces cerevisiae.",
        "Journal": "Molecular Biology of the Cell",
        "Volume": "12",
        "Month / Season": "2001-11-30",
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "3428-38",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "11694578",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The target of rapamycin (TOR) signaling pathway is an important mechanism by which cell growth is regulated by nutrient availability in eukaryotes. We provide evidence that the TOR signaling pathway controls mRNA turnover in Saccharomyces cerevisiae. During nutrient limitation (diauxic shift) or after treatment with rapamycin (a specific inhibitor of TOR), multiple mRNAs were destabilized, whereas the decay of other mRNAs was unaffected. Our findings suggest that the regulation of mRNA decay by the TOR pathway may play a significant role in controlling gene expression in response to nutrient depletion. The inhibition of the TOR pathway accelerated the major mRNA decay mechanism in yeast, the deadenylation-dependent decapping pathway. Of the destabilized mRNAs, two different responses to rapamycin were observed. Some mRNAs were destabilized rapidly, while others were affected only after prolonged exposure. Our data suggest that the mRNAs that respond rapidly are destabilized because they have short poly(A) tails prematurely either as a result of rapid deadenylation or reduced polyadenylation. In contrast, the mRNAs that respond slowly are destabilized by rapid decapping. In summary, the control of mRNA turnover by the TOR pathway is complex in that it specifically regulates the decay of some mRNAs and not others and that it appears to control decay by multiple mechanisms.",
        "Origin": "Other"
    },
    "facultyid": "113156458",
    "coauthors": {
        "3682": {
            "firstname": "Allen",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 3682,
            "scholarlyactivityid": 1533
        },
        "3683": {
            "firstname": "Carolyn",
            "middleinitial": "",
            "lastname": "Decker",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3683,
            "scholarlyactivityid": 1533
        }
    },
    "status": [
        {
            "id": 1533,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2001,
            "termid": "2001/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}