{
    "activityid": 15646,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;Connectivity&quot; and &quot;communication&quot;: from lifeworlds to publics",
        "Conference/Meeting Name": "Digital Policy: Connectivity, Creativity and Rights",
        "Conference Location": "Vienna, Austria",
        "Date or Date Range": "2012-11-23",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Economic and Social Research Council",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Optimism through technology has come to define &quot;communication&quot; through &quot;connectivity,&quot; often as a mediatization of the public sphere. The field's tendency to consider democratic participation through vehicles of connection continues transportation metaphors that raise basic questions about the nature of &quot;democracy,&quot; &quot;participation,&quot; and, for our field, &quot;communication&quot; in and between societies. Often problematized in light of frameworks of &quot;the public&quot; and related notions of &quot;civil society,&quot; theory confronts both &quot;new media&quot; trends and not-so-new ideologies. The presentation thus argues for continued attention to counterfactualities of communication and connectivity in the convergence of media and lifeworlds, especially when they are considered to be mutually democratizing incubators. The presentation concludes that &quot;connectivity&quot; carries the price of an engineered conception of &quot;communication.&quot; Implications include a related price in lifeworld socialization that blurs networking with sociality, risking confusing solidarity and identity with anonymous processes felt as associated, even authentic, action.",
        "Origin": "Other"
    },
    "facultyid": "111110648",
    "coauthors": {
        "64190": {
            "firstname": "Clarence",
            "middleinitial": "Edward",
            "lastname": "McLuskie Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110648",
            "authorid": 64190,
            "scholarlyactivityid": 15646
        }
    },
    "status": [
        {
            "id": 15646,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110648",
    "attachments": []
}