{
    "activityid": 1582,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Policy Windows and Two-Level Games: Explaining the Passage of Acid-Rain Legislation in the Clean Air Act of 1990",
        "Journal": "Environment and Planning C: Government and Policy",
        "Volume": "13",
        "Month / Season": "1995-01-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 1995,
        "Page Numbers": "459-478",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1068/c130459",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/pubadmin_facpubs/22",
        "Description/Abstract": "Because of the transboundary nature of most environmental problems,  environmental policy often lies at the intersection of domestic and  international forces. Yet, because domestic and international issues are  usually examined with different sets of theories and models, we tend to  explain the policy process and outcome by emphasizing only one arena.  Analysis of domestic policy is often dominated by process models,  whereas scholars of international relations tend to apply rational  models to explain state behavior. We apply Kingdon's 'policy windows'  model of agenda setting and Brams's dynamic game theory framework so the  development of acid-rain legislation enacted by the USA in the Clean  Air Act of 1990. We compare the explanations of these theories with the  work of other analysts, as well as with perceptions of policymakers by  using data from interviews of policymaking elites in Canadian and US  government, industry, and interest groups. It is demonstrated that  process models and models of strategic interaction can complement each  other, providing improved explanations of policy outcomes.",
        "Origin": "Other"
    },
    "facultyid": "111110410",
    "coauthors": {
        "3848": {
            "firstname": "Marc",
            "middleinitial": "V.",
            "lastname": "Simon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3848,
            "scholarlyactivityid": 1582
        },
        "3849": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 3849,
            "scholarlyactivityid": 1582
        }
    },
    "status": [
        {
            "id": 1582,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1995,
            "termid": "1994/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110410",
    "attachments": []
}