{
    "activityid": 15855,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Atopic neurodegeneration? A possible connection between allergies and Parkinson’s disease",
        "Conference/Meeting Name": "",
        "Conference Location": "Richardson, Texas",
        "Date or Date Range": "2013-10-31",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "The University of Texas at Dallas",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Mediators of inflammation, including cytokines and reactive oxygen species, are thought to contribute to neurodegeneration.  The cytokine receptor gene interleukin 13 receptor alpha 1 (Il13ra1) lies within the PARK12 locus of PD susceptibility and is expressed by the dopaminergic (DA) neurons of the substantia nigra pars compacta (SNpc), which are preferentially lost in human Parkinson’s disease (PD).  We have recently reported the novel finding that mice deficient for IL-13Ra1 exhibit resistance to loss of SNpc DA neurons in a model of chronic peripheral inflammation using bacterial lipopolysaccharide.  Importantly, IL-13Ra1 ligands, IL-13, as well as IL-4, potentiate the cytotoxic effects of the oxidizing agents t-butyl hydroperoxide and hydrogen peroxide on mouse DA MN9D cells.  Collectively, this data indicates that expression of IL-13Ra1 on DA neurons can increase their susceptibility to oxidative agents possibly produced during inflammatory response.  \r\n\r\nIL-13Ra1 plays a critical role in mediating allergic responses, including asthma, that are characterized as “Th2-type” inflammatory responses.  Ablation of Il13ra1 in mice prevents the development of cardinal features of allergic asthma including airway hyperresponsiveness, lung eosinophilia, and increased mucus secretion.  Interestingly, over 90% of PD cases are sporadic indicating significant contributions by environmental factors.  Taken together, the close association of inflammation and environmental contributions to PD, IL-13Ra1-mediated SNpc DA neuron loss, and IL-13Ra1 modulation of Th2 responses strongly suggest a link between the allergic response and PD.  Epidemiologic data also supports an association between allergic disease and sporadic PD as patients with allergic rhinitis were found to have an increased risk of developing PD.  ",
        "Origin": "Other"
    },
    "facultyid": "114002164",
    "coauthors": {
        "145158": {
            "firstname": "Brad",
            "middleinitial": "",
            "lastname": "Morrison",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002164",
            "authorid": 145158,
            "scholarlyactivityid": 15855
        }
    },
    "status": [
        {
            "id": 15855,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002164",
    "attachments": []
}