{
    "activityid": 1587,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Borderland Patterns of Scientific Identity: Canada, the United States, and Acid Rain",
        "Journal": "Journal of Borderlands Studies",
        "Volume": "19",
        "Month / Season": "2004-10-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "121-134",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/pubadmin_facpubs/15",
        "Description/Abstract": "This study uses the Canada-United States borderlands (as defined by its sensitivity to cross-border acid rain pollution) to establish patterns of identity that transcend political borders. Along these lines, acid rain scientists from Canada and the United States were surveyed to determine the degree of their agreement with government claims of substantial reductions in the pollutants that cause acid rain. The survey results indicate that despite the successful reduction of certain pollutants, the vast majority of Canadian and United States scientists believe that acid rain pollution continues to adversely affect lakes and streams and that present emissions targets are not protecting sensitive ecosystems. Furthermore, the survey results show that scientists from both countries view the acid rain issue from similar perspectives, and that national sympathies do not play a decisive role in scientists' perceptions of the acid rain issue. In essence, it appears that more and more scientists from Canada and the United States are viewing the acid rain issue from a shared (or bilateral) perspective.",
        "Origin": "Other"
    },
    "facultyid": "111110410",
    "coauthors": {
        "3856": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 3856,
            "scholarlyactivityid": 1587
        },
        "3857": {
            "firstname": "Whitney",
            "middleinitial": "",
            "lastname": "Parker",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3857,
            "scholarlyactivityid": 1587
        }
    },
    "status": [
        {
            "id": 1587,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2004,
            "termid": "2004/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110410",
    "attachments": []
}