{
    "activityid": 1589,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Long Road Toward Influence: Canada as an American Interest Group",
        "Journal": "Journal of Borderlands Studies",
        "Volume": "8",
        "Month / Season": "1993-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1993,
        "Page Numbers": "13-32",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/pubadmin_facpubs/14",
        "Description/Abstract": "In reading the literature about Canada-U.S. environmental  relations with respect to acid deposition over the past decade, several  things stand out. First, underlying these interactions is the daunting  aspect (for the Canadians) that the relationship is based upon  dependency and asymmetry. As Stephen Clarkson (1985), John Carroll  (1982, 1986), and Don Munton (1981) have so often pointed out, factors  such as the total emissions of pollutants, meteorology, the prevailing  weather, geology, and the varying capacity of the terrain to neutralize  damage have established a multidimensional problem whereby the U.S.  benefits much less from Canadian actions than Canada does from American  actions.\nSecond, Canada used a multifaceted foreign policy  approach in hopes of gaining its single most important environmental  policy objective - U.S. reductions in emissions which are the primary  cause of transboundary flows of acid pollutants. At one time or another,  Canada attempted to influence U.S. policy decisions through quiet  diplomacy (formal diplomatic avenues), interventionist public diplomacy  (going public), international diplomacy (agreements and conferences),  personal diplomacy (interactions between the Prime Minister and the  President), and strengthening its own domestic environmental programs  (Munton and Castle 1992:322-327).\nThird, Canada went far beyond  its normal diplomatic activities and directly intervened in the American  political process. Disregarding a long tradition of non-interference in  U.S. domestic policy making, Canada (at both the national and  provincial levels) extended its efforts to directly lobby the American  public, media, non-governmental organizations and Congress. In essence,  Canada resorted to a lobbying effort clearly in line with any other U.S.  lobby. This effort was not only substantial [millions of dollars were  spent (Spears 1990:C6)], it was clearly out of line with what Canadians  hd previously perceived as normal behaviour in the Canada-U.S. bilateral  relationship (Munton and Castle 1992:322).\nThe purpose of this  particular case study is to examine these Canadian efforts to influence  the development of U.S. acid rain policy, with an emphasis on the  lobbying process. Specifically, it looks at efforts by Canada to  directly influence members fo the U.S. Congress. The idea is not only to  provide insight into how and why Canada approached this effort, but  also to provide a reading of what impact this effort had.",
        "Origin": "Other"
    },
    "facultyid": "111110410",
    "coauthors": {
        "3860": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 3860,
            "scholarlyactivityid": 1589
        }
    },
    "status": [
        {
            "id": 1589,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1993,
            "termid": "1992/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110410",
    "attachments": []
}