{
    "activityid": 1594,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Science and Policy: The View from the World of Scientists",
        "Journal": "Journal of Environmental Systems",
        "Volume": "29",
        "Month / Season": "2003-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "299-310",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2190/9VWL-UGD4-RJEN-8361",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/pubadmin_facpubs/13",
        "Description/Abstract": "Given the fundamentally different aims of science and politics,  questions continue to swirl around the ability of scientists to connect  to the policy world. Scientists are accused of being reticent about  participating in the political process for fear of compromising their  scientific integrity. Scientists are also accused of failing to consider  broad societal and ethical concerns when conducting their research.  This study uses a survey of United States and CAnadian natural  scientists to explore these charges from the point of view of  scientists. The survey results show that scientists do not have  confidence that either scientists or policy makers have the ability (or  desire) to understand each other's way of thinking. Still, it appears  that scientists do appreciate the importance of societal and ethical  concerns to the development of environmental policy, and are willing to  address the question of how values are applied to the scientific  process.",
        "Origin": "Other"
    },
    "facultyid": "111110410",
    "coauthors": {
        "3866": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 3866,
            "scholarlyactivityid": 1594
        }
    },
    "status": [
        {
            "id": 1594,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2003,
            "termid": "2003/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110410",
    "attachments": []
}