{
    "activityid": 1595,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Scientists' Perceptions of Objectivity and Advocacy: Making the Linkage of Science to Environmental Policy",
        "Journal": "Journal of Environmental Systems",
        "Volume": "32",
        "Month / Season": "2011-11-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "291-310",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2190/ES.32.4.b",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/pubadmin_facpubs/41",
        "Description/Abstract": "There is no question that science plays a profound  role in American public policymaking and that scientists are critical  actors in the environmental policymaking process, serving as  entrepreneurs, introducing, popularizing, and elevating environmental  ideas onto national and international agendas. This article uses  interviews with scientists to investigate the complexities of linking  science to environmental policy, with special attention given to how  scientists view the concepts of advocacy, objectivity, and the  separation of science and policy. Because of the importance of  scientists to the environmental policymaking process, it is worth  exploring what they have to say about linking science to policy.  Interviews of scientists in 1997 and again in 2009 illustrate the fact  that scientists remain committed to the ideal of objectivity, struggle  with the trend toward advocacy by scientists, and are distrustful of the  way science is used in the environmental policy-making process.",
        "Origin": "Other"
    },
    "facultyid": "111110410",
    "coauthors": {
        "3867": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 3867,
            "scholarlyactivityid": 1595
        }
    },
    "status": [
        {
            "id": 1595,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110410",
    "attachments": []
}