{
    "activityid": 16072,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Synthesis and purification of dodecanoyl-ACP using chemical coupling method",
        "Conference / Meeting Name": "9th Annual Undergraduate Research Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2012-04-16",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Boise State University ",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Overcoming bacterial resistance poses tremendous challenges in treatment of bacterial infections today. Mutations in bacteria have given rise to bacterial resistance to antibiotics. A primary defense mechanism for bacteria is the formation of biofilms. The study of biofilm is of particular importance in the biomedical field because it is a major contributor to a large number of bacterial infections that can lead to antibiotic drug resistance. One such notable bacterium is Pseudomonas aeruginosa, which causes severe inflammation, sepsis, and sometimes death.  These bacteria communicate by means of quorum sensing through the use of autoinducers (small signal molecules produced by the bacteria) to sense local population density in the immediate vicinity where they can then form a biofilm that protects them from lethal threats. Each autoinducer is synthesized by dedicated set of enzyme(s) inside a bacterium. P. aeruginosa uses two AHL synthases LasI and RhlI to synthesize 3-oxododecanoyl homoserine lactone and butyryl homoserine lactone autoinducers respectively. LasI uses 3-oxo-C12-ACP and S-adenosyl-L-methionine as substrates to synthesize 3-oxododecanoyl autoinducer. Although LasI is an attractive target to discover P. aeruginosa biofilm inhibitors, the difficulty in synthesizing acyl-ACP substrate in sufficient quantities impedes mechanistic studies and inhibitor discovery for this enzyme. The primary focus of our research is to optimize the synthesis of dodecanoyl-ACP. Synthesis of acyl-ACP involves two steps: a) Purification of holoACP from apo-ACP using holo-ACP synthase enzyme and b) S-acylation of holo-ACP with N-acylimidazole to make acyl-ACP. Optimization for this synthesis may include, but not limited to: reaction temperature, reactant concentrations, and reaction time. Products will be identified and quantified by high performance liquid chromatography-mass spectrometry. An optimized and streamlined synthesis could greatly advance the field of quorum sensing and aid us in the fight against bacterial resistance in antibacterial therapy.",
        "Origin": "Other"
    },
    "facultyid": "113083415",
    "coauthors": {
        "65177": {
            "firstname": "Catherine",
            "middleinitial": "",
            "lastname": "Jambura",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65177,
            "scholarlyactivityid": 16072
        },
        "65178": {
            "firstname": "Braden",
            "middleinitial": "",
            "lastname": "Lawrence",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65178,
            "scholarlyactivityid": 16072
        },
        "65179": {
            "firstname": "Ryan",
            "middleinitial": "",
            "lastname": "Reeves",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65179,
            "scholarlyactivityid": 16072
        },
        "65180": {
            "firstname": "Rajesh",
            "middleinitial": "",
            "lastname": "Nagarajan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083415",
            "authorid": 65180,
            "scholarlyactivityid": 16072
        }
    },
    "status": [
        {
            "id": 16072,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083415",
    "attachments": []
}