{
    "activityid": 16074,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Does substituents at C-2 position affect acyl-ACP substrate activity for EsaI AHL synthase?",
        "Conference / Meeting Name": "26th National Conference on Undergraduate Research",
        "Conference Location": "Ogden, UT",
        "Date or Date Range": "2012-03-30",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Council on Undergraduate Research",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Pantoea Stewartii is a plant pathogen that causes Stewart’s wilt and leaf blight disease in maize and sweet corn. During the initial stages of the disease, this bacterium produces large amounts of exopolysaccharide (EPS), which blocks xylem vessels to cause leaf blight and plant death. Virulence in P. Stewartii is regulated by quorum sensing, which is a mechanism used by bacteria to communicate with each other via small chemical molecules, referred to as autoinducers. The EsaI AHL Synthase in P. Stewartii uses 3-oxohexanoyl ACP and S-Adenosyl-L-Methionine to make 3-oxohexanoyl homoserine lactone autoinducer (AHL), which is recognized by another receptor protein, EsaR, to initiate the quorum sensing signaling cascade. Inhibition of autoinducer synthesis would limit interbacterial communication and thus EsaI inhibitors hold the potential to reduce bacterial virulence in this organism. Unfortunately, the rational design of EsaI inhibitors is not straightforward because mechanistic details for this enzyme are not well understood due to the difficulty in getting access to the 3-oxohexanoyl ACP substrate in sufficient amounts for routine biochemical assays. Our research explores C-2 dimethyl analogs of acyl-ACP, acyl-CoA and acyl-pantetheine as alternate substrates for the enzyme and the activity of these surrogate substrates will be determined using a colorimetric assay. The kcat and Km values for these compounds would serve as lead candidates to explore acyl-ACP substrate specificity, which will inform inhibitor design for this enzyme.",
        "Origin": "Other"
    },
    "facultyid": "113083415",
    "coauthors": {
        "65184": {
            "firstname": "Laura",
            "middleinitial": "",
            "lastname": "Markey",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65184,
            "scholarlyactivityid": 16074
        },
        "65185": {
            "firstname": "Dastagiri",
            "middleinitial": "",
            "lastname": "Dudekula",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65185,
            "scholarlyactivityid": 16074
        },
        "65186": {
            "firstname": "Curtiss",
            "middleinitial": "",
            "lastname": "Schiewe",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65186,
            "scholarlyactivityid": 16074
        },
        "65187": {
            "firstname": "Rajesh",
            "middleinitial": "",
            "lastname": "Nagarajan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083415",
            "authorid": 65187,
            "scholarlyactivityid": 16074
        }
    },
    "status": [
        {
            "id": 16074,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083415",
    "attachments": []
}