{
    "activityid": 16082,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Determining the Correlation between Penicillin-Binding Proteins and Drug Resistant Salmonella Typimurium in Idaho",
        "Conference / Meeting Name": "8th Annual Undergraduate Research Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2011-03-31",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "Boise State University ",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Overall, there are 40,000 culture confirmed cases of Salmonella in the United States a year, with health officials estimating that for every one person that is diagnosed there are forty more that do not go in to receive treatment.  Salmonella Typhimurium is the most common type of Salmonella found in the Pacific Northwest and its symptoms include diarrhea, fever, and abdominal cramps, and the duration of the symptoms last five to seven days.  An increasing number of cases of these Gram-negative bacteria have been found to be multidrug resistant to six different types of antibiotics.  One type of drug resistance originates in mutation within penicillin-binding proteins (PBPs) that are present within the cytoplasmic membrane of S. Typhimurium.  These PBPs are thought to act as peptidoglycan transpeptidases; they form bonds between the oligopeptide crosslink in peptidoglycan component of the bacterial cell wall.  Peptidoglycans form a mesh-like layer outside the plasma membrane forming the cell wall that consists of polymers of sugars and amino acids.  Antibacterial drugs such as penicillin interfere with the cross linking reaction in the peptidoglycan layer by binding to PBPs, therefore preventing the maturation of bacterial cell wall.  Poorly formed crosslinks weakens the cell wall, which cause the bacteria to lyse and die.  The goals of the research are to identify whether the multidrug resistance patterns seen among these isolates arise due to mutant PBPs that are resistant to ?-lactam antibiotics. We hope to test this hypothesis by generating Penicillin Binding Profiles from different S. Typhimurium isolates. PBPs will be labeled using a fluorescently labeled ?-lactam and the SDS-PAGE gel bands will be visualized using a fluorescent scanner.  A comparison of PBP profiles among different isolates will allow us to understand how bacteria share its ?-lactam resistance genes among the community.",
        "Origin": "Other"
    },
    "facultyid": "113083415",
    "coauthors": {
        "65213": {
            "firstname": "Stephanie",
            "middleinitial": "",
            "lastname": "Frahs",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65213,
            "scholarlyactivityid": 16082
        },
        "65214": {
            "firstname": "Laura",
            "middleinitial": "",
            "lastname": "Markey",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65214,
            "scholarlyactivityid": 16082
        },
        "65215": {
            "firstname": "Rajesh",
            "middleinitial": "",
            "lastname": "Nagarajan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083415",
            "authorid": 65215,
            "scholarlyactivityid": 16082
        }
    },
    "status": [
        {
            "id": 16082,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083415",
    "attachments": []
}