{
    "activityid": 16081,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Optimization of a multiplex Polymerase Chain Reaction (PCR) to determine genetic relationships among Salmonella Typhimurium isolates in Idaho",
        "Conference / Meeting Name": "53rd Annual Meeting of Idaho Academy of Sciences",
        "Conference Location": "Caldwell, ID",
        "Date or Date Range": "2011-03-31",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "Idaho Academy of Sciences",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Salmonellosis is a common and widely distributed foodborne infection characterized by acute onset of fever, abdominal pain, diarrhea, nausea and sometimes vomiting. The disease can be life threatening in the very young and in the elderly due to dehydration. The World Health Organization reports 580 deaths worldwide annually. Salmonella Typhimurium is an important type of salmonella transmitted from animals to humans. In 2009, the Center for Disease Control and Prevention reported 714 affected individuals from 46 states in the United States and 17 cases from Idaho. Multiplex Polymerase Chain Reaction (PCR) is a widely used technique that relies on the amplification of specific multiple gene sequences in a single experiment. Since both short and long genes are amplified at the same time, it is necessary to optimize the experimental conditions to yield amplicons with similar concentrations irrespective of gene size. The amplified genes will be visualized using agarose gel electrophoresis and the gene fragments will be analyzed for composition using capillary electrophoresis. This study will use PCR optimization to gain a better understanding of the genetic relationship among the geographically distinct Salmonella Typhimurium populations in Idaho. ",
        "Origin": "Other"
    },
    "facultyid": "113083415",
    "coauthors": {
        "65210": {
            "firstname": "Neda",
            "middleinitial": "",
            "lastname": "Shefa",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65210,
            "scholarlyactivityid": 16081
        },
        "65211": {
            "firstname": "Rachel",
            "middleinitial": "",
            "lastname": "Olson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65211,
            "scholarlyactivityid": 16081
        },
        "65212": {
            "firstname": "Rajesh",
            "middleinitial": "",
            "lastname": "Nagarajan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083415",
            "authorid": 65212,
            "scholarlyactivityid": 16081
        }
    },
    "status": [
        {
            "id": 16081,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083415",
    "attachments": []
}