{
    "activityid": 16080,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Labeling S.Typhimurium PBPs with Fluorescent ?-lactam Markers to Quantify Phenotypic Similarity Between Isolates ",
        "Conference / Meeting Name": "53rd Annual Meeting of Idaho Academy of Sciences",
        "Conference Location": "Caldwell, ID",
        "Date or Date Range": "2011-03-31",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "Idaho Academy of Sciences",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Salmonella typhimurium is a gram negative bacterium that causes diarrhea, fever, and abdominal cramps lasting four to seven weeks in more than 40,000 cases every year in the United States. Found in nearly every species of bacteria, penicillin binding proteins (PBP) are cell membrane proteins that bind ?-lactam antibiotics. Penicillin Binding Proteins makes the crucial cross-links between adjacent peptide chains to impart greater strength to the peptidoglycan layer in the bacterial cell wall. PBPs that are inactivated by ?-lactam antibiotics weaken the bacterial cell wall that eventually ruptures due to osmotic pressure. An isolated group of S. typhimurium appearing in a wide geographically spread area which are genotypically related that has similar antibiogram profiles may have similar PBPs. We intend to generate PBP profiles of different S. typhimurium isolates by labeling these proteins with a fluorescent ?-lactam and visualize then using SDS-PAGE with fluorescent scanning. Comparing the PBP profiles from different S. typhimurium isolates will allow us to investigate whether the similarity in antibiograms for multidrug resistance arise due to common genes that are shared among these isolates to overexpress variants of Penicillin Binding Proteins. ",
        "Origin": "Other"
    },
    "facultyid": "113083415",
    "coauthors": {
        "65207": {
            "firstname": "Curtiss",
            "middleinitial": "",
            "lastname": "Schiewe",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65207,
            "scholarlyactivityid": 16080
        },
        "65208": {
            "firstname": "Chad",
            "middleinitial": "",
            "lastname": "Neubauer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65208,
            "scholarlyactivityid": 16080
        },
        "65209": {
            "firstname": "Rajesh",
            "middleinitial": "",
            "lastname": "Nagarajan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083415",
            "authorid": 65209,
            "scholarlyactivityid": 16080
        }
    },
    "status": [
        {
            "id": 16080,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083415",
    "attachments": []
}