{
    "activityid": 16312,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Practical, Collaborative Approaches to Adjunct Advocacy",
        "Conference/Meeting Name": "Council of Writing Program Administrators Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2015-07-17",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Sponsoring Organization": "Council of Writing Program Administrators ",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Many researchers have documented the role of contingent faculty in composition studies (Schell &amp; Stock 2001; Bousquet, Scott, &amp; Parascondola 2004; Schuster &amp; Finkelstein 2006), and continue to research and explore methods for organizing and advocating (Hoeller &amp; Longmate 2011, Kezar 2012). The national average is near 70% of faculty in contingent positions. This over-reliance on contingent faculty creates the opportunity for instructors to use their majority position as leverage.\n \nRecent research suggests that successful advocacy institutionalizes support for contingent faculty through a sustained process including collection of data, networking, and two key steps, “developing a rationale”  and “creating a plan of action,” that have been shown to distinguish successful from less successful advocacy attempts (Kezar &amp; Sam 2013). In the spring of 2014, a dozen Boise State adjuncts developed such a rationale and created a data-driven argument to document the English Department’s over-reliance on part-time faculty. This presentation to the Dean and the Provost, along with ongoing advocacy by the English Department chair and the FYWP Director, resulted in the addition of five lecturer positions and a 4% raise for adjuncts across campus.\n \nThis discussion focuses on organizing contingent faculty and collaborating with the English Department Chair to advocate for ethical and sustainable labor models. Presenters will share how they highlighted ethical issues by framing their argument with Boise State’s Statement of Shared Values and Mission Statement. In addition, presenters will explain their approach for analyzing and selecting employment and compensation data.\n \nThe discussion emphasizes collaborative, data-driven advocacy approaches that are sensitive to the institutional hierarchy. Questions for discussion: How can adjuncts and administrators collaborate on advocacy? Where does advocacy fit in the workload of Writing Program Administrators and contingent faculty? Why is it important to emphasize the realities of data, institutional hierarchies, and budgets?\n",
        "Origin": "Other"
    },
    "facultyid": "111110239",
    "coauthors": {
        "65773": {
            "firstname": "Michelle",
            "middleinitial": "Marie",
            "lastname": "Payne",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110239",
            "authorid": 65773,
            "scholarlyactivityid": 16312
        },
        "65774": {
            "firstname": "Jan",
            "middleinitial": "",
            "lastname": "Roser",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112127317",
            "authorid": 65774,
            "scholarlyactivityid": 16312
        },
        "65775": {
            "firstname": "Christi",
            "middleinitial": "",
            "lastname": "Nogle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111303929",
            "authorid": 65775,
            "scholarlyactivityid": 16312
        },
        "65776": {
            "firstname": "Christy",
            "middleinitial": "",
            "lastname": "Vance",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 65776,
            "scholarlyactivityid": 16312
        }
    },
    "status": [
        {
            "id": 16312,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110239",
    "attachments": []
}