{
    "activityid": 16313,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Administration, Emotional Labor, and Gendered Discourses of Power: A Feminist Chair’s Mission to Make Service Matter",
        "Conference/Meeting Name": "Conference on College Composition and Communication",
        "Conference Location": "Indianapolis, IN",
        "Date or Date Range": "2014-03-31",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "College Composition and Communication",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "If as Laura Micciche says, “descriptions of how we work must address the way emotion structures our professional activities,” how might department chairs and WPAs use that knowledge to reconfigure “service” and disrupt the gendered discourses that diminish the work and the workers? What might administrators do to effect change locally (e.g., criteria for evaluation) and generally (e.g., institutional practices)? This presenter, herself a former WPA and now a department chair, will examine these questions using the theoretical work of Peter Stearns, Alison Jaggar, Laura Micciche, Michelle Masse’, and Katie Hogan and the case study of her own department. In particular, Speaker #3 will analyze the “rupture” between faculty desires for a supportive, collegial department climate over “workload, money, and tenure clarity” (Robert Cipriano) and institutional disdain for the emotional labor that is critical to creating such an environment. Must the climate of a department depend on the invisibility and sacrifice equated with the emotional labor of administrative service? If 80% of university decisions are made at the department level (Carroll and Wolverton 2004), what are the consequences of making WPA and department chair work invisible and feminized? What are some alternatives to the models of service as housekeeping, managing as mothering, and chairing as the ultimate sacrifice of scholarly identity? This presentation offers one chair’s strategies and the larger initiative she led that is now active and part of the institution’s strategic plan.",
        "Origin": "Other"
    },
    "facultyid": "111110239",
    "coauthors": {
        "65777": {
            "firstname": "Michelle",
            "middleinitial": "Marie",
            "lastname": "Payne",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110239",
            "authorid": 65777,
            "scholarlyactivityid": 16313
        }
    },
    "status": [
        {
            "id": 16313,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110239",
    "attachments": []
}