{
    "activityid": 1632,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "What's in a bot? L2 Lexical Development Mediated Through ICALL",
        "Journal": "Open Journal of Modern Linguistics",
        "Volume": "4",
        "Month / Season": "2014-03-21",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "150-165",
        "Publisher": "Scientific Research Inc.",
        "DOI": "http://dx.doi.org/10.4236/ojml.2014.41013",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.scirp.org/journal/ojml/",
        "Description/Abstract": "In recent years, the field of Second Language Acquisition (SLA) has made great strides to refocus its attention on the essential role that vocabulary plays in becoming a proficient L2 learner (Na- tion, 2001). Moreover, Computer Assisted Language Learning (CALL) has made advances in pro- viding interactive online tools that help L2 learners strategically engage and work through their vocabulary development. This present study reports on how an Intelligent CALL tool (ICALL), Langbot, helps learners at the beginner and intermediate levels with their lexical acquisition. Modeled after instant messaging systems, which create a synchronous communicative environ- ment, Langbot acts like a pedagogical scaffold or online buddy that caters to the vocabulary needs of each individual learner. It provides 1) translation requests with examples in context, 2) a fre- quency-based “word of the day” and 3) quizzes based on recent inquiries and a specific frequency range according to the learner’s level. The results from breadth and depth tests (N = 142), suggest that learners at all levels that have access to Langbot significantly improve their vocabulary breadth, while only intermediate-high learners with access to Langbot improve their vocabulary depth. Furthermore, survey data demonstrate Langbot’s effectiveness and accessibility based on learner perceptions.",
        "Origin": "Other"
    },
    "facultyid": "113145983",
    "coauthors": {
        "3959": {
            "firstname": "Kelly",
            "middleinitial": "",
            "lastname": "Arispe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113145983",
            "authorid": 3959,
            "scholarlyactivityid": 1632
        }
    },
    "status": [
        {
            "id": 1632,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113145983",
    "attachments": []
}