{
    "activityid": 1633,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Individual factors and successful learning in a hybrid course",
        "Journal": "System",
        "Volume": "40",
        "Month / Season": "2012-11-29",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "449-465",
        "Publisher": "Elsevier",
        "DOI": "http://dx.doi.org/10.1016/j.system.2012.10.013",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.sciencedirect.com/science/article/pii/S0346251X12000899",
        "Description/Abstract": "What personality factors make for a successful hybrid L2 learning experience? While previous studies have examined online learning in comparative terms (i.e. Which format is better: in class or hybrid?), this study examines certain personality and cognitive factors that might define the ideal hybrid language learner. All informants studied introductory Spanish with multimedia materials supported by synchronous chat (video, voice, text). Personality and cognitive traits were probed using the Big Five Inventory scale (BFI1) and the Shipley Institute of Living scale (SILS2), respectively. The results were correlated with course outcomes and learner preferences for online, chat, or in-class activities. Exit interviews were conducted with an eye to offering a richer understanding of how hybrid students viewed online learning. The quantitative data revealed that conscientiousness (per BFI) had a significant, positive correlation with final grades. Low-verbal learners (per SILS) registered a definite preference for working with online materials, as opposed to learning in class or chatting online. The results suggest that students who are conscientiousness learners perform well within the hybrid-learning environment; low-verbal learners, in particular, value the online materials which create the possibility to work online at one's own pace.",
        "Origin": "Other"
    },
    "facultyid": "113145983",
    "coauthors": {
        "3960": {
            "firstname": "Kelly",
            "middleinitial": "",
            "lastname": "Arispe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113145983",
            "authorid": 3960,
            "scholarlyactivityid": 1633
        },
        "3961": {
            "firstname": "Robert",
            "middleinitial": "J",
            "lastname": "Blake",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 3961,
            "scholarlyactivityid": 1633
        }
    },
    "status": [
        {
            "id": 1633,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113145983",
    "attachments": []
}