{
    "activityid": 16476,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Wildfires and Debris Flows: Substantial Contributors to Millennial-Scale Basin-Wide Sediment Yields in the Salmon River, Idaho",
        "Conference/Meeting Name": "GSA Annual Meeting",
        "Conference Location": "Charlotte NC",
        "Date or Date Range": "2012-10-31",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Geological Society of America",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As of August 2012, fires have burned &gt; 6 million acres in the Western US, and these severely burned mountainous watersheds are likely to produce debris flows.  Wildfires profoundly influence erosion rates, and post-fire debris flows can contribute large amounts of sediment to rivers and streams; however, little is known about how much fire-related debris flows contribute to longer-term erosion rates.  The Middle Fork Salmon River Idaho, located in the Frank Church Wilderness area, provides an ideal location to examine fire-related debris flows in a relatively pristine environment.  Over the past 30 yrs, fires burning &gt; 40% of the MF Salmon watershed have produced large debris flows.  All observed debris flows emanate from basins underlain by weathered Idaho Batholith granite, and were produced via rilling and progressive sediment bulking (vs. colluvial failures).  Surveyed sediment yields from these debris flows range from ~1,450-34,550 Mg km-2 yr-1, where higher volumes are associated with severely burned forests at higher elevations, and lower volumes are associated with lower elevation rangeland basins.  Large proportions (~16,000-1,500 Mg km-2 yr-1 ) of this input of wood and sediment from debris flows has already been transported downstream, providing habitat complexity and organic carbon inputs for instream aquatic communities.  \nUsing modern sediment yields combined with 14C dating of alluvial charcoal fragments preserved in Holocene fire-related deposits in alluvial fans, we reconstruct sediment inputs from fire-related debris flows to stream channels over the past ~6 ka.  Over the last 6 ka, we estimate fire-related debris flows have contributed ~30-100 Mg km-2 yr-1of sediment to the Middle Fork Salmon River. This is a substantial contribution, considering the long-term (6.3 ka) sediment yield for the entire Salmon River system (measured from cosmogenic nuclides) is ~260 Mg km-2 yr-1 (Kirchner et al., 2001).  Alluvial 14C records demonstrate increased fire and debris flow activity in the last 2 ka, likely due to a combination of increased forest density and increased climate variability.  With warming summer temperatures and reduced winter snowpacks, fire activity and subsequent debris flows are likely to increase in frequency and magnitude in the Western U.S.  \n",
        "Origin": "Other"
    },
    "facultyid": "111717214",
    "coauthors": {
        "66059": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 66059,
            "scholarlyactivityid": 16476
        },
        "66060": {
            "firstname": "Kerry",
            "middleinitial": "",
            "lastname": "Riley",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 66060,
            "scholarlyactivityid": 16476
        }
    },
    "status": [
        {
            "id": 16476,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}