{
    "activityid": 16485,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "QUANTIFYING AND EXTRAPOLATING SOIL INORGANIC CARBON ACROSS SOILS OF THE WESTERN SNAKE RIVER PLAIN, IDAHO, USING PRESSURIZED CALCIMETRY",
        "Conference / Meeting Name": "Geological Society of America",
        "Conference Location": "Denver Colorado",
        "Date or Date Range": "2013-10-27",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "Geological Society of America",
        "Presenter(s)": null,
        "Web Address": "https://gsa.confex.com/gsa/2013AM/webprogram/Paper232374.html",
        "Description/Abstract": "Soil inorganic carbon (SIC), comprises a significant carbon reservoir in arid and semiarid environments, yet it is poorly quantified in the western US. Much of this carbon is accumulated during process of soil formation as pedogenic carbonate (CaCO3), ranging from lower stage pore-space precipitates to higher stage indurated, platy horizons. In all soil types this process hinges upon a wet and dry moisture cycle, where the calcium ions are eluviated in the wet season and precipitated into carbonates due to bacterial and root respiration of soil CO2 during the dry season. Loess is likely the source of the calcium ions for pedogenic carbonate accumulation within the Western Snake River Plain (WSRP), in southwestern Idaho. The purpose of this study is to quantify the inorganic carbon reservoirs in soils of the WSRP based on depth-interval measurements of calcium carbonate using calibrated pressure calcimetry. These values are then extrapolated for soils of similar age and taxonomy in the WSRP.\nPreliminary findings along the Gowen terrace in Boise, ID, (K-Ar age of 0.527 +/- 0.210 Ma), show that active K horizons form at a depth of approximately 90 centimeters underlain by repeating K horizons indicating a sequence of buried soils (Othberg, 1994). The total SIC content for soils on this terrace is 1.4%. Based off this SIC content, the extrapolated mass of carbon per unit area in the Gowen terrace soils is 36 MT/ha. Compared to results from a similar site in Kuna Butte, ID soil organic carbon (SOC) ranged from 22 to 46 MT/ha (Austreng, 2012). This comparison shows that SIC is a significant component of total soil carbon storage.\nThese results show that there is a significant amount of carbon storage in the form of pedogenic carbonate. A more accurate estimate of total SIC in the WSRP will be gained pending more results from a diverse set of soils with different ages, parent materials, and geomorphic settings. This study will build a framework for understanding levels of SIC storage based on age and other soil forming factors within the WSRP and could prove useful in the preservation of this reservoir.\n",
        "Origin": "Other"
    },
    "facultyid": "111717214",
    "coauthors": {
        "66088": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 66088,
            "scholarlyactivityid": 16485
        },
        "66089": {
            "firstname": "James",
            "middleinitial": "",
            "lastname": "Guilinger",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 66089,
            "scholarlyactivityid": 16485
        }
    },
    "status": [
        {
            "id": 16485,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}