{
    "activityid": 16492,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "The Arrival and Influence of Fire-Prone Pines in Idaho:   A Tale of Two Ecosystems",
        "Conference/Meeting Name": "Geological Society of America",
        "Conference Location": "Denver Colorado",
        "Date or Date Range": "2013-10-27",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "Geological Society of America",
        "Presenter(s)": null,
        "Web Address": "https://gsa.confex.com/gsa/2013AM/webprogram/Paper229867.html",
        "Description/Abstract": "The recent increase in large, stand-replacing fires in ecosystems throughout the western U.S. has renewed interest in the history and influence of fire regimes. In two contrasting ecosystems in Idaho, Holocene fire records, combined with vegetation reconstructions from pollen and midden records, provide insight into how the late Holocene arrival of pine species into these ecosystems changed fire regimes prior to anthropogenic influence. Through deposit sedimentology and 14C dating of charcoal fragments we evaluate fire-related sedimentation processes and the timing of wildfire over centennial to millennial timescales. In the Middle Fork Salmon River (MFSR) of central Idaho, US, Holocene fan deposits contain a record of past fires preserved in charcoal–rich debris flows and sheetflood deposits. Independent reconstructions of vegetation change from nearby pollen records (Whitlock et al., 2010) indicate lodgepole pine arrived in the upper MFSR Basin ~2 ka. During the prolonged warm and dry conditions of the middle Holocene, vegetation density decreased, fires were more frequent and less severe, and large fire-related sedimentation events were less common in the MFSR. In contrast, since ~2 ka, generally cooler conditions punctuated by severe megadroughts, and a shift to dense lodgepole pine (Pinus contorta) forests in the upper MFSR basin corresponded with an increase in fire activity. We hypothesize that increased late Holocene fire frequency and severity result from high fuel loads produced by both the arrival of lodgepole pine, and the relatively cool and (or) wet climate conditions, coupled with severe annual to multidecadal-scale drought.\nFire records from south-central Idaho at the City of Rocks National Reserve (CIRO), also display the interaction of changing climate, fire and vegetation within the very different single-leaf pinyon (Pinus monophylla) and Utah juniper (Juniperus osteosperma) ecosystem. Utah juniper and single-leaf pinyon colonized CIRO by 3800 and 2800 cal yr BP, respectively, though pinyon did not expand broadly until ~700 cal yr BP. Increased fire-related deposition coincided with regional droughts and pinyon infilling ~850-700 and 550-400 cal yr BP. Early and late Holocene vegetation change probably played a major role in accelerated fire activity, which may be sustained into the future due to pinyon-juniper densification and cheatgrass invasion.",
        "Origin": "Other"
    },
    "facultyid": "111717214",
    "coauthors": {
        "66118": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 66118,
            "scholarlyactivityid": 16492
        },
        "66119": {
            "firstname": "Kerrie",
            "middleinitial": "",
            "lastname": "Weppner",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 66119,
            "scholarlyactivityid": 16492
        },
        "66120": {
            "firstname": "Kerry",
            "middleinitial": "",
            "lastname": "Riley",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 66120,
            "scholarlyactivityid": 16492
        },
        "66121": {
            "firstname": "Julio",
            "middleinitial": "",
            "lastname": "Betancourt",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 66121,
            "scholarlyactivityid": 16492
        },
        "66122": {
            "firstname": "Grant",
            "middleinitial": "",
            "lastname": "Meyer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 66122,
            "scholarlyactivityid": 16492
        }
    },
    "status": [
        {
            "id": 16492,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}