{
    "activityid": 16760,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Solar Heat Stress Reduction Through Innovative Clothing Design",
        "Conference/Meeting Name": "Occupational Health and Safety in a Rapidly Changing Work Environment in Africa",
        "Conference Location": "Johannesburg, South Africa",
        "Date or Date Range": "2014-08-02",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "African Regional Association of Occupational Health, South African Society of Occuational Medicine",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Construction workers, miners, and agricultural workers exposed to solar heat radiation in hot climates are at increased risk of heat related disorders. Use of tents, hats, and other protective equipment are sometimes introduced to limit the solar heat exposure. However, such measures are often impractical because employees must change working postures frequently or must relocate to different sites while performing their work tasks. New clothing materials and creative approaches to garment design can now reduce heat stress caused by solar infrared radiation. It is known that while garments can offer a barrier to heat radiation, they can also lead to heat stress by limiting the dissipation of metabolic heat. A study was completed to identify a new approach to optimizing garment design. Experiments were conducted to assess the thermodynamic characteristics of selected garments including the infrared heat radiation penetration, absorption, and heat insulation characteristics. As a result, a new garment was developed that can block solar infrared heat radiation by 65% while imposing no measurable insulation heat gain. Such a reduction of heat gain will be able to reduce worker exposure to heat stress, improve worker comfort, and increase worker productivity. This paper will describe the design and development of the new garment including a summary of the thermodynamic characteristics. Use of the new garment in the construction industry, mining industry, and in agriculture in Africa will be proposed. Collaboration with organizations in Africa to promote the use of such garments will be explored.",
        "Origin": "Other"
    },
    "facultyid": "111699531",
    "coauthors": {
        "66656": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 66656,
            "scholarlyactivityid": 16760
        }
    },
    "status": [
        {
            "id": 16760,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}