{
    "activityid": 16775,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Spine Compression Characteristics Associated with Back Pain Symptoms of Healthcare Workers",
        "Conference/Meeting Name": "4th International Conference on Applied Human Factors and Ergonmics",
        "Conference Location": "San Francisco, California",
        "Date or Date Range": "2012-07-24",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Human Factors and Ergonomics Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "8-hour work induced spine compression and subsequent recovery in response to a 15-minute rest period was studied.  Eighteen employees at a regional medical center participated in the study. Seven of the subjects reported experiencing chronic back pain during the previous six months while eleven subjects reported being symptom free. Eight-hour work induced spine compression observed for the symptomatic employees was found to be significantly higher than the spine compression observed for the asymptomatic employees. The results revealed that spine compression and recovery characteristics can be used to differentiate chronic back pain employees from asymptomatic employees. A diagnostic model was created yielding a positive predictive value of 81% and a negative predictive value of 85%. Use of such a method to identify employees potentially at increased risk of work related chronic back pain is suggested.",
        "Origin": "Other"
    },
    "facultyid": "111699531",
    "coauthors": {
        "66671": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 66671,
            "scholarlyactivityid": 16775
        }
    },
    "status": [
        {
            "id": 16775,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}