{
    "activityid": 1711,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Exploring Factors of Media Characteristic Influencing Flow in Learning Through Virtual Worlds",
        "Journal": "Computers and Education",
        "Volume": "57",
        "Month / Season": "2011-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "2382-2394",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.compedu.2011.06.019",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/25",
        "Description/Abstract": "This study aims to find out factors of media characteristic which are considered to influence flow in learning through virtual worlds. One hundred ninety eight elementary students who are eleven to twelve years old participated in this study. After the exploratory factor analysis, to extract media characteristics of virtual worlds, seventy-eight elementary students who are eleven years old were used in the analysis of exploring relationships between factors influencing flow.\nThe results of this study show that distinct media characteristics of virtual worlds affecting engagement were labeled 'interactivity', 'representational fidelity', 'immediacy of communication', 'consistency', and 'persistence' after the exploratory factor analysis. Another result of this study is that the media characteristics are positively correlated: when students effectively recognize media characteristics, the level of flow is also high. In addition, virtual worlds' characteristics have a significantly consistent predictability on learners' flow, which is consistent with previous research that demonstrated media characteristics were a critical factor for influencing engagement. Lastly, factors of media characteristics such as 'immediacy of communication', 'consistency' and 'persistence' are related to flow, but don't have an influence on causality, so it is difficult to assert that these factors predict learner's engagement. However, other factors such as 'interactivity' and 'representational fidelity' are significant factors that predict flow in learning through virtual worlds.",
        "Origin": "Other"
    },
    "facultyid": "113083482",
    "coauthors": {
        "4233": {
            "firstname": "Beomkyu",
            "middleinitial": "",
            "lastname": "Choi",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4233,
            "scholarlyactivityid": 1711
        },
        "4234": {
            "firstname": "Youngkyun",
            "middleinitial": "",
            "lastname": "Baek",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083482",
            "authorid": 4234,
            "scholarlyactivityid": 1711
        }
    },
    "status": [
        {
            "id": 1711,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083482",
    "attachments": []
}