{
    "activityid": 1714,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A New Approach Toward Digital Storytelling: An Activity Focused on Writing Self-Efficacy in a Virtual Learning Environment",
        "Journal": "Journal of Educational Technology &amp; Society",
        "Volume": "14",
        "Month / Season": "2011-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "181-191",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/35",
        "Description/Abstract": "Recently, computer technology and multimedia elements have been developed and integrated into teaching and learning.  Entertainment-based learning environments can make learning contents  more attractive, and thus can lead to learners' active participation and  facilitate learning. A significant amount of  research examines using video editing software to create video clips for  digital storytelling activities. However, in  this study, we suggest performing digital storytelling in virtual worlds  with open-ended, edutainment elements, and place more stress on the  writing process. The purpose of this study is  to examine the effects of writing for digital storytelling on writing  self-efficacy and on flow in the virtual reality learning environment  known as Second Life. The researchers organized an activity for undergraduate students to create digital stories. Participants were divided into two groups. One group created their digital stories in Second Life. The other group created their digital stories off-line. The two groups' independent sample t-tests were employed to compare writing self-efficacy and flow.  The results of the experiment demonstrate that digital storytelling in a  virtual learning environment is more effective than digital  storytelling off-line. The findings of this  study suggest that the technique of digital storytelling can be used  effectively in classroom settings to teach writing.",
        "Origin": "Other"
    },
    "facultyid": "113083482",
    "coauthors": {
        "4242": {
            "firstname": "Yan",
            "middleinitial": "",
            "lastname": "Xu",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4242,
            "scholarlyactivityid": 1714
        },
        "4243": {
            "firstname": "Hyungsung",
            "middleinitial": "",
            "lastname": "Park",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4243,
            "scholarlyactivityid": 1714
        },
        "4244": {
            "firstname": "Youngkyun",
            "middleinitial": "",
            "lastname": "Baek",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083482",
            "authorid": 4244,
            "scholarlyactivityid": 1714
        }
    },
    "status": [
        {
            "id": 1714,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083482",
    "attachments": []
}