{
    "activityid": 1751,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Anthropogenic Noise Exposure in Protected Natural Areas: Estimating the Scale of Ecological Consequences",
        "Journal": "Landscape Ecology",
        "Volume": "26",
        "Month / Season": "2011-09-07",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "1281-1295",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s10980-011-9646-7",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/199",
        "Description/Abstract": "The extensive literature documenting the ecological effects of roads has repeatedly implicated noise as one of the causal factors. Recent studies of wildlife responses to noise have decisively identified changes in animal behaviors and spatial distributions that are caused by noise. Collectively, this research suggests that spatial extent and intensity of potential noise impacts to wildlife can be studied by mapping noise sources and modeling the propagation of noise across landscapes. Here we present models of energy extraction, aircraft overflight and roadway noise as examples of spatially extensive sources and to present tools available for landscape scale investigations. We focus these efforts in US National Parks (Mesa Verde, Grand Teton and Glacier) to highlight that ecological noise pollution is not a threat restricted to developed areas and that many protected natural areas experience significant noise loads. As a heuristic tool for understanding past and future noise pollution we forecast community noise utilizing a spatially-explicit land-use change model that depicts the intensity of human development at sub-county resolution. For road noise, we transform effect distances from two studies into sound levels to begin a discussion of noise thresholds for wildlife. The spatial scale of noise exposure is far larger than any protected area, and no site in the continental US is free form noise. The design of observational and experimental studies of noise effects should be informed by knowledge of regional noise exposure patterns.",
        "Origin": "Other"
    },
    "facultyid": "113089601",
    "coauthors": {
        "4346": {
            "firstname": "Jesse",
            "middleinitial": "R",
            "lastname": "Barber",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113089601",
            "authorid": 4346,
            "scholarlyactivityid": 1751
        }
    },
    "status": [
        {
            "id": 1751,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113089601",
    "attachments": []
}