{
    "activityid": 17585,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "World of Warcraft as a social media space: The role of game chat",
        "Conference/Meeting Name": "World Conference on Educational Multimedia, Hypermedia and Telecommunications",
        "Conference Location": "Montréal, Quebec, Canada. (Virtual session.)",
        "Date or Date Range": "2015-06-30",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Sponsoring Organization": "Association for the Advancement of Computing in Education (AACE)",
        "Presenter(s)": null,
        "Web Address": "http://www.editlib.org/pv/151311/",
        "Description/Abstract": "This paper presents findings from a first-stage analysis of live public chat extracted from the World of Warcraft as part of a larger virtual ethnography study in progress. Chat logs were collected during a one-month period coinciding with the launch of new game content. Qualitative coding was conducted to identify an initial framework of themes that define the functional role of live chat within the massive multiplayer online game. Results indicate that live chat serves as a real time social media space characterized by an ongoing series of brief conversations related to aspects of gameplay and also real world topics such as current events, weather, news, and politics. This study uncovers functions of ongoing public game chat within a naturalistic virtual setting to explore the full range of emergent conversations. Conclusions provide insights to inform those who design educational games or use commercial massive multiplayer games for instructional purposes. ",
        "Origin": "Other"
    },
    "facultyid": "111319147",
    "coauthors": {
        "68816": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 68816,
            "scholarlyactivityid": 17585
        }
    },
    "status": [
        {
            "id": 17585,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}