{
    "activityid": 1766,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Structural evolution of the Columbia Plateau in Washington and Oregon",
        "Journal": "American Journal of Science",
        "Volume": "283",
        "Month / Season": "1983-12-31",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 1983,
        "Page Numbers": "897-935",
        "Publisher": "",
        "DOI": "doi: 10.2475/ajs.283.9.897 ",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Columbia River Basalt flows were extruded episodically between 17 and 6 m.y.b.p.; they partially filled a pre-existing topographic basin in eastern Washington, western Idaho and northern Oregon. At least 99 percent of the basalt volume was erupted by 13.5 m.y.b.p. Geophysical properties define a unique Columbia Plateau crustal unit north of the Columbia Arc. Deformation styles differed on either side of the Columbia Arc during plateau evolution. In addition, within the Columbia Plateau crustal unit: (1) a subsurface crustal discontinuity appears to separate a northern continental terrane from a southern oceanic (?) terrane, and (2) the plateau is transected by the Olympic-Wallowa (topographic) Lineament which is defined by the structural anomalies of the Cle-Elum Wallula (deformational) Lineament. Deformation of the Columbia Plateau produced a wide range of structural styles and orientations during three tectonic stages. Stage one (17 to 10 +/- 2 m.y.b.p.) was characterized by (1) north-northwest trending dike swarms, (2) mild warping along several orientations in numerous locales across the plateau, and (3) formation of open folds of the Blue Mountains anticlinorium. Orientation of maximum horizontal compressive stress was dominantly north-northwest. Stage two (10 +/- 2 to ~4 m.y.b.p.) reflects a change of maximum horizontal compressive stress orientation to north-south; it was characterized by: (1) formation of asymmetrical anticlinal ridges and associated structures north of the Columbia Arc, (2) uplift of the Blue Mountains with strike-slip at the northwestern margin and extension in the eastern Blue Mountains region, and (3) thrusting, block faulting, and strike-slip in the John Day transition zone. Stage-two deformation produced most of the structural and topographic relief evident in the Columbia Plateau today. Stage three (~4 m.y.b.p. to the present) has been characterized by relatively weak deformation of somewhat different pattern than stage two. Current seismicity and Quaternary structures indicate that most stage-three strain mechanisms are consistent with north-south-oriented maximum horizontal compressive stress. The three stages of deformation in the Columbia Plateau may be correlated with changing tectonic patterns at the western margin of the North American plate. Stage one in the Columbia Plateau area began at the time that a widespread thermal disturbance caused uplift, east-northeast-west-southwest extensional tectonism, and basaltic and bimodal volcanism in the Great Basin region. Stage two began when the Pacific plate spreading direction rotated approximately 25 degrees in a clockwise direction and the Pacific plate significantly increased its rate of motion relative to the North American plate. Stage three began as part of a culmination of inter- and intraplate tectonic readjustments in the Pacific Northwest region.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "4388": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 4388,
            "scholarlyactivityid": 1766
        },
        "4389": {
            "firstname": "John",
            "middleinitial": "",
            "lastname": "Bond",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4389,
            "scholarlyactivityid": 1766
        },
        "4390": {
            "firstname": "Ramesh",
            "middleinitial": "",
            "lastname": "Venkatakrishnan",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4390,
            "scholarlyactivityid": 1766
        }
    },
    "status": [
        {
            "id": 1766,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1983,
            "termid": "1983/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}