{
    "activityid": 1767,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Significance of Porosity for Stratigraphy and Textural Composition in Subsurface, Coarse Fluvial Deposits: Boise Hydrogeophysical Research Site",
        "Journal": "Geological Society of America Bulletin",
        "Volume": "116",
        "Month / Season": "2004-09-01",
        "Issue Number": "10-Sep",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "1059-1073",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1130/B25370.1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/124",
        "Description/Abstract": "Recognition and quantitative characterization of subsurface  stratigraphic units in coarse unconsolidated fluvial deposits                      are difficult because large grain size and the  large scale of sedimentary structures make direct interpretation from  core                      difficult or impossible. In this paper, we use  porosity data from well logs and grain-size distribution (GSD) data from  core                      to investigate four pebble- and cobble-dominated  units that have been identified in porosity logs in deposits at a  research                      well field (Boise Hydrogeophysical Research Site).  Lacking direct observation at an appropriate scale, questions about  distribution                      of parameters and textural composition in these  units are analyzed with statistical tests. The four pebble- and  cobble-dominated                      &quot;porosity stratigraphic&quot; units may be grouped into  two types: (1) Units 1 and 3 have low porosity (mean ?0.17–0.18) and low                      porosity variance; and (2) Units 2 and 4 have  higher porosity (mean ? 0.23–0.24) and higher porosity variance. Based  on GSD                      data, core samples are subdivided into five  lithotypes. The five lithotypes occur in different proportions and have  different                      vertical transition probability characteristics in  the two types of units: (1) Units 1 and 3 have only  framework-gravel–dominated                      lithotypes and have random vertical transition  probability between these two lithotypes; and (2) Units 2 and 4 consist  of                      both framework-gravel–dominated and sand- or  matrix-dominated lithotypes and have structured vertical transition  probability.                      The two framework-gravel–dominated lithotypes occur  in all four stratigraphic units but have distinctly lower porosity in                      Units 1 and 3 (i.e., tighter packing) than in Units  2 and 4 (looser packing). Considering the repeated stratigraphic  occurrence                      of (and the statistical significance of differences  between) the two types of units, both the individual unit distinctions                      and the two unit groupings appear to be valid. It  is reasonable to interpret that the observed packing differences  associated                      with Units 1 and 3 compared with Units 2 and 4 are  related to different sedimentary processes that produce different  bedforms                      or grain fabrics, perhaps under different bedload  transport rates.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "4391": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 4391,
            "scholarlyactivityid": 1767
        },
        "4392": {
            "firstname": "Edward",
            "middleinitial": "C.",
            "lastname": "Reboulet",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4392,
            "scholarlyactivityid": 1767
        }
    },
    "status": [
        {
            "id": 1767,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2004,
            "termid": "2004/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}