{
    "activityid": 1769,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Timing of late Cenozoic volcanic and tectonic events along the western margin of the North American plate",
        "Journal": "Geological Society of America Bulletin",
        "Volume": "93",
        "Month / Season": "1982-12-31",
        "Issue Number": "10",
        "Actual/Projected Year of Publication/Presentation": 1982,
        "Page Numbers": "977-989",
        "Publisher": "",
        "DOI": "doi: 10.1130/?0016-7606(1982)?93&lt;977:TOLCVA&gt;?2.0.CO;2 ",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "A number of well- to relatively well-dated significant volcanic and tectonic events along the western margin of the North American plate began, ended, or increased intensity at 16 ± I m.y. B.P., 10 ± 2 m.y. B.P., and 5 ± 1 m.y. B.P. Continental events at 16 ± 1 m.y. B.P. were related to the upwelling of an elongated mantle diapir, which created a widespread thermal disturbance east of the subducting Farallon plate. Oceanic events at 16 ± 1 m.y. B.P. were largely related to the approach of the East Pacific Rise toward the North American plate. Continental and oceanic events at 10 ±2 m.y. B.P. were related to the clockwise rotation of the Pacific plate spreading direction and to the increased rate of relative motion between the Pacific and North American plates. Most events at 5 ± 1 m.y. B.P. were related to the opening of the Gulf of California and to the oceanic plate reorganizations of which the gulf-opening was a part. Different styles of response reflect differences between intraplate volcanic and tectonic subdomains. Pulses of volcanic activity do not seem to be directly or solely related to changes of plate motion. Increased volcanic activity at arcs and some intraplate volcanic settings may be indicators or precursors of significant tectonic transition intervals. If so, we may presently be in the midst of such a transition interval.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "4395": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 4395,
            "scholarlyactivityid": 1769
        },
        "4396": {
            "firstname": "Ramesh",
            "middleinitial": "",
            "lastname": "Venkatakrishnan",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4396,
            "scholarlyactivityid": 1769
        }
    },
    "status": [
        {
            "id": 1769,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1982,
            "termid": "1982/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}