{
    "activityid": 1773,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Capacitive Conductivity Logging and Electrical Stratigraphy in a High-resistivity Aquifer, Boise Hydrogeophysical Research Site",
        "Journal": "Geophysics",
        "Volume": "74",
        "Month / Season": "2009-04-22",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "E125–E133",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1190/1.3106760",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/15",
        "Description/Abstract": "We tested a prototype capacitive-conductivity borehole tool in a shallow, unconfined aquifer with coarse, unconsolidated sediments and very-low-conductivity water at the Boise Hydrogeophysical Research Site (BHRS). Examining such a high-resistivity system provides a good test for the capacitive- conductivity tool because the conventional induction- conductivity tool (known to have limited effectiveness in high-resistivity systems) did not generate expressive well logs at the BHRS. The capacitive-conductivity tool demonstrated highly repeatable, low-noise behavior but poor correlation with the induction tool in the lower-conductivity portions of the stratigraphy where the induction tool was relatively unresponsive. Singular spectrum analysis of capacitive- conductivity logs reveals similar vertical-length scales of structures to porosity logs at the BHRS. Also, major stratigraphic units identified with porosity logs are evident in the capacitive-conductivity logs. However, a previously unrecognized subdivision in the upper portion of one of the major stratigraphic units can be identified consistently as a relatively low-conductivity body (i.e., an electrostratigraphic unit) between the overlying stratigraphic unit and the relatively high-conductivity lower portion — despite similar porosity and lithology in adjacent units. The high repeatability and resolution and the wide dynamic range of the capacitive-conductivity tool are demonstrated here to extend to high-resistivity, unconsolidated sedimentary aquifer environments.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "4410": {
            "firstname": "C. Jonathan",
            "middleinitial": "",
            "lastname": "Mwenifumbo",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4410,
            "scholarlyactivityid": 1773
        },
        "4411": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 4411,
            "scholarlyactivityid": 1773
        },
        "4412": {
            "firstname": "Michael",
            "middleinitial": "D.",
            "lastname": "Knoll",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4412,
            "scholarlyactivityid": 1773
        }
    },
    "status": [
        {
            "id": 1773,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}