{
    "activityid": 1779,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Inversion of Multiple Intersecting High-Resolution Crosshole GPR Profiles for Hydrological Characterization at the Boise Hydrogeophysical Research Site",
        "Journal": "Journal of Applied Geophysics",
        "Volume": "73",
        "Month / Season": "2011-02-12",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "305-314",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.jappgeo.2011.02.001",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/92",
        "Description/Abstract": "The integration of geophysical data into the subsurface characterization problem has been shown in many cases to significantly improve hydrological knowledge by providing information at spatial scales and locations that is unattainable using conventional hydrological measurement techniques. In particular, crosshole ground-penetrating radar (GPR) tomography has shown much promise in hydrology because of its ability to provide highly detailed images of subsurface radar wave velocity, which is strongly linked to soil water content. Here, we develop and demonstrate a procedure for inverting together multiple crosshole GPR data sets in order to characterize the spatial distribution of radar wave velocity below the water table at the Boise Hydrogeophysical Research Site (BHRS) near Boise, Idaho, USA. Specifically, we jointly invert 31 intersecting crosshole GPR profiles to obtain a highly resolved and consistent radar velocity model along the various profile directions. The model is found to be strongly correlated with complementary neutron porosity-log data and is further corroborated by larger-scale structural information at the BHRS. This work is an important prerequisite to using crosshole GPR data together with existing hydrological measurements for improved groundwater flow and contaminant transport modeling.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "4441": {
            "firstname": "Baptiste",
            "middleinitial": "",
            "lastname": "Dafflon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4441,
            "scholarlyactivityid": 1779
        },
        "4442": {
            "firstname": "J.",
            "middleinitial": "",
            "lastname": "Irving",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4442,
            "scholarlyactivityid": 1779
        },
        "4443": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 4443,
            "scholarlyactivityid": 1779
        }
    },
    "status": [
        {
            "id": 1779,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}