{
    "activityid": 1789,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Analytical modeling of a fracture zone in the Brule Formation as an aquifer receiving leakage from water-table and elastic aquitards",
        "Journal": "Journal of Hydrology",
        "Volume": "125",
        "Month / Season": "1991-12-31",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1991,
        "Page Numbers": "24-Jan",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Hydrostratigraphic data describe a subhorizontal, laterally limited, highly permeable zone of intensely fractured siltstone (major fracture zone) within the relatively impermeable Brule Formation at a site in Cheyenne County, Nebraska. Two types of transient hydraulic responses were noted in 11 observation wells during an eight-day aquifer test: Type 1 responses occurred in wells which intercepted the major fracture zone; Type 2 responses occurred in wells outside the major fracture zone.  Transient responses in Type 1 observation wells are matched with type curves for a three-layer system with a waster-table aquitard above an aquifer (major fracture zone) which overlies an elastic aquitard. Because the aquifer is laterally limited and the Brule Formation beyond and the Brule Formation beyond the major fracture zone has finite hydraulic conductivity, real late-time behavior falls between types curves for an infinite aquifer and an aquifer with an impermeable boundary at reasonable distances from the pumping well. Aquifer and aquitard parameters determined from curve matches with both limiting boundary conditions are identical for inner-ring observation wells, and nearly so for middle-ring observation wells. Outer-ring observation wells exhibited Type 2 responses which were used only to identify the extent of the major fracture zone.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "4483": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 4483,
            "scholarlyactivityid": 1789
        },
        "4484": {
            "firstname": "Dale",
            "middleinitial": "",
            "lastname": "Ralston",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4484,
            "scholarlyactivityid": 1789
        }
    },
    "status": [
        {
            "id": 1789,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1991,
            "termid": "1991/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}