{
    "activityid": 1793,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A View Toward the Future of Subsurface Characterization: CAT Scanning Groundwater Basins",
        "Journal": "Water Resources Research",
        "Volume": "44",
        "Month / Season": "2008-03-20",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "W03301-1 - W03301-9",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1029/2007WR006375",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/31",
        "Description/Abstract": "In this opinion paper we contend that high-resolution characterization, monitoring, and prediction are the key elements to advancing and reducing uncertainty in our understanding and prediction of subsurface processes at basin scales. First, we advocate that recently developed tomographic surveying is an effective and high-resolution approach for characterizing the field-scale subsurface. Fusion of different types of tomographic surveys further enhances the characterization. A basin is an appropriate scale for many water resources management purposes. We thereby propose the expansion of the tomographic surveying and data fusion concept to basin-scale characterization. In order to facilitate basin-scale tomographic surveys, different types of passive, basin-scale, CAT scan technologies are suggested that exploit recurrent natural stimuli (e.g., lightning, earthquakes, storm events, barometric variations, river-stage variations, etc.) as sources of excitations, along with implementation of sensor networks that provide long-term and spatially distributed monitoring of excitation as well as response signals on the land surface and in the subsurface. This vision for basin-scale subsurface characterization faces many significant technological challenges and requires interdisciplinary collaborations (e.g., surface and subsurface hydrology, geophysics, geology, geochemistry, information and sensor technology, applied mathematics, atmospheric science, etc.). We nevertheless contend that this should be a future direction for subsurface science research.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "4497": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 4497,
            "scholarlyactivityid": 1793
        }
    },
    "status": [
        {
            "id": 1793,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}