{
    "activityid": 1800,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Recognizing and Modeling Variable Drawdown Due to Evapotranspiration in a Semi-Arid Riparian Zone Considering Local Differences in Vegetation and Distance from a River Source",
        "Journal": "Water Resources Research",
        "Volume": "49",
        "Month / Season": "2013-01-31",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.1002/wrcr.20122",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Riparian zones in semi-arid regions often exhibit high rates of evapotranspiration (ET) in spite of low soil moisture content due to the presence of phreatophytic vegetation that is able to withdraw water from shallow aquifers. This work seeks to better define the relationship between ET, the saturated zone and the river boundary by comparing observed water table drawdown records to analytically modeled drawdown in fully penetrating wells of an unconfined aquifer in response to daily ET flux. ET at the Boise Hydrogeophysical Research Site (BHRS), a riparian zone in a temperate, semi-arid environment, is calculated using a radiation-based method to provide ET values at four different wells with different vegetation densities. Analytically modeled drawdown response to ET forcing shows that drawdown magnitude increases with increasing distance from the river edge even as the surficial ET forcing remains constant. This behavior is also observed in well hydrographs and shows the buffering effect that flow from the river has on drawdown in fully penetrating riparian wells in highly permeable, unconfined aquifers. Relative contributions of river water to aquifer storage are calculated for ET-induced diurnal fluctuations of the water table at increasing distances from the river boundary. Failure to account for these spatial differences in drawdown related to the river source may explain some errors associated with estimating ET from well hydrographs alone.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "4518": {
            "firstname": "Brady",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4518,
            "scholarlyactivityid": 1800
        },
        "4519": {
            "firstname": "Bwalya",
            "middleinitial": "",
            "lastname": "Malama",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4519,
            "scholarlyactivityid": 1800
        },
        "4520": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 4520,
            "scholarlyactivityid": 1800
        },
        "4521": {
            "firstname": "Alejandro",
            "middleinitial": "Nicolas",
            "lastname": "Flores",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112188448",
            "authorid": 4521,
            "scholarlyactivityid": 1800
        }
    },
    "status": [
        {
            "id": 1800,
            "status": "Accepted",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111110319",
    "attachments": []
}