{
    "activityid": 18334,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“Ars Plumaria, Ars Poetica: Du Bartas and the Mexica Feather Network” ",
        "Conference/Meeting Name": "Making Publics",
        "Conference Location": "Montreal, Canada",
        "Date or Date Range": "2009-08-31",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Sponsoring Organization": "McGill University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Since Columbus’s first encounter with Amerindians, the feather has become one of the predominant descriptive features of American indigenous peoples, who lived—so Europeans believed—in the prelapsarian bliss of Adam and Eve and the uncorrupted innocence of the Golden Age. After initial contact with the inhabitants of this ‘terrestrial Paradise,’ Eden and the Golden Age transformed from a scriptural and mythic past to a physical and material present. Renaissance Europeans not only sought to revive classical Greco-Roman culture and restore the original conception of Eden, but sallied forth across the Atlantic on quests to objectify it. Throughout this paper I will stress the agency of the feather object, suggesting that non-human objects employ just as much agency as the humans who collect, adorn, and distribute them. In this sense, to borrow from Bruno Latour’s Actor Network Theory, the object is an “actor” -- actors are “entities that do things,” writes Latour, and “any thing that [modifies] a state of affairs by making a difference is an actor” (Latour 71), including objects. ",
        "Origin": "Other"
    },
    "facultyid": "112179795",
    "coauthors": {
        "70147": {
            "firstname": "Edward",
            "middleinitial": "McLean",
            "lastname": "Test",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112179795",
            "authorid": 70147,
            "scholarlyactivityid": 18334
        }
    },
    "status": [
        {
            "id": 18334,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2009,
            "termid": "2009/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112179795",
    "attachments": []
}