{
    "activityid": 18436,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "ArtAB: a novel AB-type toxin from Salmonella enterica Typhimurium",
        "Conference / Meeting Name": "BSU Summer Undergraduate Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2012-07-31",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Salmonella enterica Typhimurium is the causative agent of a well-known food borne disease. Phage type DT104 strains of this bacterium harbor an enterotoxin, called ArtAB, that has significant homology to pertussis toxin from Bordetella pertussis and cholera toxin from Vibrio cholerae.  The goal of this study was to characterize the activity of ArtAB and compare it to other known AB-type enterotoxins. We have previously purified ArtAB using affinity chromatography. We assayed the ability of purified ArtAB to activate or inhibit mammalian cellular metabolism using the metabolic dye alamar blue and Vero epithelial or DC2.4 dendritic cultured cells. We have also characterized the ability of ArtAB to stimulate the production of cytokines TNF-?, IL-12 and IL-4, as well as the cellular signaling molecule cAMP on these cells. The artA promoter was also cloned into an expression vector pBLU in front of lacZ to characterize the transcriptional regulation of artA. These studies will better describe the role of enterotoxins in Salmonella pathogenesis and can help to prevent food borne illness and infectious disease.",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "70410": {
            "firstname": "Emily",
            "middleinitial": "",
            "lastname": "Price",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 70410,
            "scholarlyactivityid": 18436
        },
        "70411": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 70411,
            "scholarlyactivityid": 18436
        }
    },
    "status": [
        {
            "id": 18436,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}