{
    "activityid": 18435,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Using a Staphylococcus aureus-Cholera Toxin Fusion to Build an Immunogenic Defense Against Staph Infections",
        "Conference / Meeting Name": "INBRE annual conference",
        "Conference Location": "Moscow, ID",
        "Date or Date Range": "2012-08-08",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "the main bacterial threats currently found in hospitals and immunocompromised populations is Staphylococcus aureus.  The toxins and adhesins expressed by the bacteria during infection are known to target human epithelial cells causing serious skin infections that can lead to systemic disease.  Developing a vaccine to deter the attachment of S. aureus by mounting an immune response against the iron-regulated adhesin, IsdA, is the main focus of this study.  Non-toxic chimeric fusions have been constructed using IsdA and the cholera toxin A2 and B subunits (IsdA-CTA2/B).  We have previously reported the ability of IsdA-CTA2/B to promote an increased level of antigen-specific IgG and IgA after mucosal delivery in mice. This fusion was delivered intranasally to cows to characterize the immunogenicity of IsdA-CTA2/B as a potential vaccine against bovine mastitis. The success of the IsdA-CTA2/B fusion was characterized using IsdA-specific enzyme-linked immunosorbent assay (ELISA) on serum, milk, and nasal wash samples collected from immunized cows.  We have also cloned the S. aureus clfA gene into a vector for CTA2/B chimera expression. We hypothesize that cholera toxin and E. coli heat labile A2/B fusions can be constructed with multiple S. aureus antigens and expressed and purified from the E. coli periplasm.  Our results suggest that IsdA-CTA2/B is immunogenic in cows, however, several different antigens fused with the non-toxic CTA2/B in a vaccine will allow for a stronger immune response to prevent S. aureus infection.",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "70408": {
            "firstname": "Shandra",
            "middleinitial": "K",
            "lastname": "Jeffries",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 70408,
            "scholarlyactivityid": 18435
        },
        "70409": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 70409,
            "scholarlyactivityid": 18435
        }
    },
    "status": [
        {
            "id": 18435,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}