{
    "activityid": 18437,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Affinity purification and characterization of a novel AB-type toxin from Salmonella enterica Typhimurium",
        "Conference / Meeting Name": "ASM Intermountain Annual Conference",
        "Conference Location": "Pocatello, ID",
        "Date or Date Range": "2012-04-07",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "ASM",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background:  Salmonella enterica serovar Typhimurium is a food borne bacterial pathogen that can cause severe diarrheal disease 12 to 72 hours after infection. According to the CDC, every year approximately 40,000 cases of Salmonella food poisoning are reported in the United States. While much is understood about Salmonella virulence factors, currently there is little known about the role of secreted enterotoxins produced by S. enterica. Our goal was to isolate and characterize a potential AB-type enterotoxin produced by this bacterium, and compare this toxin to other known AB enterotoxins.  Methods and Results: We have screened and identified four strains of S. enterica Typhimurium phage type DT104 that contain the full length sequence for the potential AB5 enterotoxin, artAB. These genes were then cloned into the expression vector pBAD18, with and without the attachment of a 6 X histidine tag to the B subunit. Proteins were expressed and purified using nickel column chromatography as well as fetuin-agarose chromatography.  Both affinity methods resulted in a co-purification of ArtA and ArtB, indicating that the subunits are able to associate in the periplasm of E. coli. The fetuin-agarose method was superior in the elimination of contaminating proteins. ArtB –ArtA co-purification was confirmed by western blot and protein sequencing. We further characterized the internalization and activity of purified ArtAB on tissue culture using metabolic assays and microscopy.  Conclusions:  ArtAB is a AB-type toxin with functional and structural homology to pertussis toxin and E. coli subtilase cytotoxin. Future goals are to better characterize the activity of this toxin, as well as define Salmonella prevalence and expression. These studies will help to define the role of enterotoxins in Salmonella pathogenesis, such that we can better prevent this significant food borne disease.",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "70412": {
            "firstname": "Bradly",
            "middleinitial": "",
            "lastname": "Morris",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 70412,
            "scholarlyactivityid": 18437
        },
        "70413": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 70413,
            "scholarlyactivityid": 18437
        }
    },
    "status": [
        {
            "id": 18437,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}