{
    "activityid": 18438,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Construction of IsdA – heat-labile toxin and Shiga toxin A2/B chimeras for use as",
        "Conference / Meeting Name": "BSU Undergraduate Research Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2012-03-05",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Staphylococcus aureus represents a leading cause of nosocomial and community-acquired infection worldwide. This gram positive bacterium has recently emerged as a major public health threat because effective treatment options have become limited with its increase in resistance to broad spectrum antibiotics. The ability of S. aureus to cause a wide range of infections is the result of its extensive virulence factors including IsdA, a surface protein essential for colonization of S. aureus on human nasal epithelial cells. In the present study, we constructed two plasmids for the expression of novel S. aureus subunit vaccines using that fuse bacterial enterotoxins to IsdA. A plasmid was constructed to express a non-toxic E. coli heat-labile toxin (LTI) A2/B chimera, containing the iron regulated surface antigen (IsdA) from S. aureus, in transformed E. coli. A second plasmid was constructed to express a non-toxic E.coli Shiga toxin (SxtI) A2/B chimera containing IsdA in E.coli. These plasmids were constructed by PCR of IsdA from genomic S. aureus and cloning in frame into the vectors pJY012 and pJY013, that contain LTIA2/B and StxIA2/B respectively.  Proteins will be expressed from these plasmids, purified from the E.coli periplasm using affinity chromatography and analyzed by SDS_PAGE and western blot for the formation of properly folded chimeric molecules. These proteins will later be tested in pre-clinical trials for efficacy against S. aureus infection. \n\n",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "70414": {
            "firstname": "Melissa ",
            "middleinitial": "",
            "lastname": "Reid",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 70414,
            "scholarlyactivityid": 18438
        },
        "70415": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 70415,
            "scholarlyactivityid": 18438
        }
    },
    "status": [
        {
            "id": 18438,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}