{
    "activityid": 18444,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "NON-TOXIC BACTERIAL ENTEROTOXINS AS VACCINE ADJUVANTS  ",
        "Conference/Meeting Name": "AAAS/ACS Annual Northwest Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2012-06-25",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The development of adjuvants that can promote the delivery of purified subunit vaccines by mucosal routes, such as the nose or the mouth, is recognized as a top priority for vaccine research.  The bacterial enterotoxins; cholera toxin (CT) and E.coli heat-labile toxin (LTI), have long been recognized as powerful adjuvants with the ability to stimulate specific immune responses to co-administered antigens when delivered to mucosal surfaces. Shiga toxin 1 (ST1) and pertussis toxin (PT) are structurally homologous bacterial toxins secreted by Escherichia coli 0157:H7 and Bordetella pertussis respectively.  ST1 and PT also have reported adjuvant activity. The receptor-binding affinity and protein stability of these AB5-type toxins appear to be the basis for their unique immunomodulatory properties.  However, the toxicity of these molecules is a limiting factor for use as adjuvants in human vaccines. The non-toxic B subunit of CT, as well as chimeric A2B molecules, have shown much promise as novel mucosal vaccine candidates.  A2B chimeras of CT retain the capacity to introduce antigens into host cells and modulate the immune response, and toxic domains are replaced with a vaccine antigen of interest. We have produced ST1 A2B chimeras containing the Yersinia pestis bacterial antigen, LcrV and characterized antigen uptake in vitro by confocal microscopy.  In addition, we have compared the ability of PTB, ST1B and CTB to stimulate cytokine production, dendritic cell proliferation and antigen uptake in vitro. These studies will contribute to the development of these toxins as novel mucosal adjuvants. ",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "70422": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 70422,
            "scholarlyactivityid": 18444
        },
        "70423": {
            "firstname": "Lavanya",
            "middleinitial": "",
            "lastname": "Vempati",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 70423,
            "scholarlyactivityid": 18444
        }
    },
    "status": [
        {
            "id": 18444,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}