{
    "activityid": 18445,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Mucosal Vaccination Induces Systemic Humoral Reponses to West Nile Virus Domain III  ",
        "Conference/Meeting Name": "AAAS/ACS Northwest Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2012-06-24",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "West Nile virus (WNV) causes serious neuroinvasive disease and remains endemic in many parts of the world. Despite advances in our understanding of WNV pathogenesis, there exists a significant need for a human vaccine.  The domain III (DIII) region of the WNV envelope protein contains epitopes that are the target of neutralizing antibodies.  We have constructed a chimeric fusion of the non-toxic CTA2/B domains of cholera toxin (CT) to DIII for investigation as a novel mucosal WNV vaccine.  The DIII-CTA2/B chimera and DIII alone were purified from E. coli. Assembly of the chimera and cholera toxin receptor-binding were verified by SDS-PAGE, western blot, GM1 ELISA, and confocal microscopy. Groups of BALB/c mice were immunized intranasally with DIII-CTA2/B, DIII alone, DIII mixed with CTA2/B, or CTA2/B control, and boosted at 10 days. Analysis of serum IgG showed that mucosal immunization with DIII-CTA2/B and DIII antigen alone induced significant DIII-specific humoral immunity and drove isotype switching to IgG2a.  Secretory IgA from nasal washes confirmed the induction of a mucosal response. Functional bactericidal assays revealed that immunized mice produce anti-DIII antibodies that trigger complement-mediated killing. Our results indicate that the DIII-CTA2/B chimera, and to a lesser extent DIII alone, are immunogenic after mucosal delivery, and merit further investigation as novel WNV vaccine candidates.\n\n",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "70424": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 70424,
            "scholarlyactivityid": 18445
        }
    },
    "status": [
        {
            "id": 18445,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}