{
    "activityid": 1862,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Corticosterone, Body Condition, and Locomotor Activity: A Model for Dispersal in Screech-Owls",
        "Journal": "Animal Behaviour",
        "Volume": "55",
        "Month / Season": "1998-02-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1998,
        "Page Numbers": "405-415",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1006/anbe.1997.0625",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/166",
        "Description/Abstract": "A model that explains natal dispersal in resident screech-owls is presented and examined. The model is based on interactions among hormonal changes, body condition and social stimuli. It predicts that corticosterone, an adrenal glucocorticoid known to stimulate locomotor and foraging activity, increases in blood plasma prior to dispersal through a combination of endogenous and exogenous events. This mediates the locomotor activity that underlies dispersal behaviour. Juveniles in good body condition (i.e. those with sufficient fat reserves) will disperse when corticosterone increases. Birds in poor body condition will not, but they will increase their foraging activity under the influence of corticosterone. Dispersal of siblings will reduce aggression and/or competition for food, enabling the remaining juveniles to improve their body condition and disperse. Initial studies on screech-owls,Otus asioandO. kennicottii, have produced results that are generally consistent with the model. For example, captive juvenile screech-owls showed increased locomotor activity in the weeks leading up to the time when free-living juveniles are dispersing, and activity levels declined thereafter. Peaks in corticosterone corresponded with periods of high locomotor activity (i.e. at the time of dispersal) in captive owls. Finally, field studies indicate that dominant juveniles, which are presumably in better physical condition, initiated dispersal before their more subordinate siblings.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4729": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4729,
            "scholarlyactivityid": 1862
        },
        "4730": {
            "firstname": "Alfred",
            "middleinitial": "M.",
            "lastname": "Dufty",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4730,
            "scholarlyactivityid": 1862
        }
    },
    "status": [
        {
            "id": 1862,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1998,
            "termid": "1997/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}