{
    "activityid": 1863,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effects of Social Status on the Dispersal Behaviour of Juvenile Western Screech-Owls",
        "Journal": "Animal Behaviour",
        "Volume": "57",
        "Month / Season": "1999-04-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "883-892",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1006/anbe.1998.1050",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/169",
        "Description/Abstract": "Variation in timing and distance of dispersal movements of juvenile birds may result from differences in competitive ability. Dispersal by low-ranking juveniles may be initiated before dominants if the latter force subordinate siblings from natal areas. Conversely, when vacant territories are limited and are acquired on a first-come first-served basis, selection could operate on young to disperse as early as possible. In this case, dominant individuals with priority of access to resources in the natal area will mature more quickly and are expected to disperse first. If costs of dispersal increase with dispersal distance, dominant juveniles are expected to disperse shorter distances. Alternately, if there are advantages to long-distance dispersal, then dominants, which are in better condition, should disperse further than subordinates. We examined effects of social rank on the timing and distance (to wintering area) of dispersal movements by juvenile western screech-owls,Otus kennicottii, in southwestern Idaho. Based on observations of aggressive interactions made using video cameras attached to nestboxes, we assigned dominance ranks to nestlings within nine broods. We radiotracked young throughout the postfledging period to determine order of dispersal, and we located them after leaving their natal areas to determine distances to apparent overwintering areas. In six of seven broods, for which dispersal information could be recorded, the most dominant juvenile dispersed first. Moreover, in five of seven broods, the least dominant individual was the last individual to disperse, and the order of dispersal matched the dominance hierarchy in four of seven broods. In contrast, social status did not affect postfledging dispersal distance. We conclude that social dominance relationships influenced the timing of dispersal in juvenile western screech-owls but not distance travelled to overwinter sites.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4731": {
            "firstname": "Ethan",
            "middleinitial": "A.",
            "lastname": "Ellsworth",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4731,
            "scholarlyactivityid": 1863
        },
        "4732": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4732,
            "scholarlyactivityid": 1863
        }
    },
    "status": [
        {
            "id": 1863,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1999,
            "termid": "1998/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}