{
    "activityid": 1866,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Male Plumage Coloration Affects Dominance and Aggression in Female House Finches",
        "Journal": "Bird Behavior",
        "Volume": "11",
        "Month / Season": "1996-06-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1996,
        "Page Numbers": "7-Jan",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3727/015613896791748816",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/167",
        "Description/Abstract": "In male house finches (Carpodacus mexicanus), the extent and color of plumage varies depending on access to carotenoid pigments. &quot;Colorful&quot; males exhibit extensive red pigmentation, whereas less colorful (i.e., &quot;drab&quot;) males have pigmentation over a smaller percentage of their plumage, pigmentation of a color besides red (e.g., yellow, gold, orange, or pink), or both. Although plumage variation in male house finches influences pairing success during the breeding season (e.g., females prefer to pair with colorful males), the effects of male plumage coloration on social relationships with more dominant females during the nonbreeding period were unknown. We examined the effects of male plumage coloration on the dominance behavior of females using a series of systematic experiments. We scored the number of high- and low-intensity interactions of females competing with both colorful and drab males. Females tended to dominate drab males more frequently than colorful males, and females directed significantly more high-intensity aggression toward drab males. These results demonstrate that plumage variation in the subordinate sex class influences the aggressive behavior of the more dominant sex class in this species. Females may direct more aggression toward drab males because these males are not favored as mates, drab males may mimic females in appearance, or drab males may be more aggressive than colorful males. We suggest that reduced aggression from dominant females during the non breeding period could lead to increased overwinter survival in colorful male house finches.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4737": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4737,
            "scholarlyactivityid": 1866
        },
        "4738": {
            "firstname": "Patricia",
            "middleinitial": "Adair",
            "lastname": "Gowaty",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4738,
            "scholarlyactivityid": 1866
        }
    },
    "status": [
        {
            "id": 1866,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1996,
            "termid": "1996/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}