{
    "activityid": 1867,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Relationships Between Yolk Androgens and Nest Density, Laying Date, and Laying Order in Western Burrowing Owls (Athene cunicularia hypugaea)",
        "Journal": "Canadian Journal of Zoology",
        "Volume": "90",
        "Month / Season": "2012-02-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "182-192",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1139/z11-125",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/248",
        "Description/Abstract": "Increases in yolk androgens within and among avian clutches have been correlated with decreased incubation time, increased aggression within a nest, increased begging behaviour, decreased immune response, and decreased life span. Although the mechanisms that lead to variability in yolk androgens within and between clutches are not completely known, yolk androgens can be a function of both social and environmental conditions. We were interested in if and how nesting density, laying date, and laying order influenced yolk androgens in Western Burrowing Owls (Athene cunicularia hypugaea (Bonaparte, 1825)) in which nest density varies considerably. In 2006 and 2007, we used radioimmunoassay to quantify the concentrations of testosterone, 5?-dihydrotestosterone, and androstenedione in the egg yolks from one early and one late-laid egg in 47 nests of Burrowing Owls located in the Morley Nelson Snake River Birds of Prey National Conservation Area in southern Idaho. Nesting density had no detectable effect on yolk androgens. Yolk androgens varied temporally and peaked in the middle of the laying season while being low before and after this time period. Within nests, late-laid eggs had higher testosterone and dihydrotestosterone than early-laid eggs; adrostendione exhibited a similar pattern in one but not both years of our study. It is possible that the seasonal pattern in yolk androgens that we observed is related to aspects of mate quality for females or declining chances of fledging success for later nesting females, whereas rises in egg androgens between early and late eggs within clutches could reflect a mechanism to assist nestlings from late-laid eggs that hatch one to several days after their siblings to better compete for resources within the nest or promote survival in the presence of larger siblings.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4739": {
            "firstname": "Justin",
            "middleinitial": "L.",
            "lastname": "Welty",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4739,
            "scholarlyactivityid": 1867
        },
        "4740": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4740,
            "scholarlyactivityid": 1867
        },
        "4741": {
            "firstname": "Jeremy",
            "middleinitial": "R.",
            "lastname": "Egbert",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4741,
            "scholarlyactivityid": 1867
        },
        "4742": {
            "firstname": "H.",
            "middleinitial": "",
            "lastname": "Schwabl",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4742,
            "scholarlyactivityid": 1867
        }
    },
    "status": [
        {
            "id": 1867,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}