{
    "activityid": 1870,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Plumage Variation, Plasma Steroids and Social Dominance in Male House Finches",
        "Journal": "Condor",
        "Volume": "96",
        "Month / Season": "1994-08-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 1994,
        "Page Numbers": "614-625",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/161",
        "Description/Abstract": "In male House Finches (Carpodacusm exicanus), the extent and color of plumage varies depending on access to carotenoid pigments. &quot;Colorful&quot; males exhibit extensive red pigmentation, while less colorful (i.e., &quot;drab&quot;) males exhibit carotenoid pigmentation over a smaller percentage of their plumage, pigmentation of a color besides red (e.g., yellow, gold, orange, or pink), or both. One explanation for maintenance of plumage variation is that it reliably reflects social status, allowing males to correctly assess their status in relation to others and avoid or minimize costly fights. Social relationships may also be related to endogenous factors, such as circulating levels of the hormones testosterone and corticosterone. High levels of testosterone may promote or facilitate increased aggression, and stress associated with receiving aggression from individuals of higher status may increase adrenal activity and secretion of corticosterone.\nWe examined the relationship between plumage variability, steroid hormones, and social status in captive male House Finches during the non-breeding period in: (1) groups of males in which individuals varied by age, size, and plumage, and (2) pairs (dyads) of males matched for several measurable parameters except plumage. Testosterone and social status were not related in males competing in either groups or dyads, and levels of testosterone were routinely low. Corticosterone and status were not related in groups but, in dyads where subordinate individuals had little chance of escaping aggression from more dominant birds, subordinates exhibited significantly greater levels of corticosterone. Although drab males tended to achieve higher status than colorful males in both experiments, which is consistent with previous studies on free-living individuals, we could not reject the null hypothesis that plumage and status were unrelated. We conclude that dominance relationships among male House Finches during the non-breeding season may not be related to testosterone, but they are reflected by levels of corticosterone in some circumstances. Additionally, colorful plumage appears to be a poor predictor of high social status among male House Finches during the non-breeding season.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4750": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4750,
            "scholarlyactivityid": 1870
        },
        "4751": {
            "firstname": "Alfred",
            "middleinitial": "",
            "lastname": "Dufty",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4751,
            "scholarlyactivityid": 1870
        },
        "4752": {
            "firstname": "Sidney",
            "middleinitial": "A.",
            "lastname": "Gauthreaux",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4752,
            "scholarlyactivityid": 1870
        }
    },
    "status": [
        {
            "id": 1870,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1994,
            "termid": "1994/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}