{
    "activityid": 18717,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Collaborate to Succeed: Implementing New Reference Services with SPLAT",
        "Conference/Meeting Name": "Reference Renaissance",
        "Conference Location": "Denver, CO",
        "Date or Date Range": "2010-08-31",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "http://works.bepress.com/amy_vecchione/16/",
        "Description/Abstract": "Libraries face shrinking budgets, increased use, and user demand for trending resources. This makes it difficult for librarians to find the time to keep up with innovative technological tools and social media (SM) developments. SPLAT (Special Projects Library Action Team) offers up a new model for enhancing library reference services. SPLAT is supported by the Idaho Commission for Libraries (ICFL), the state agency responsible for assisting libraries. The members of SPLAT are innovation representatives, comprised of library staff who search and experiment with SM trends and online tools, learn, and share the best ways to integrate them into the reference services at all types of libraries. These educational models include SPLAT 101, an online class geared towards teaching library staff new web technologies; present at conferences on applicable trends; post relevant content to hosted blog; and engage in peer to peer education--all meant to demystify and exploit emergent technologies. These efforts have yielded enhanced reference services throughout Idaho, encouraged policy change, and increased positive user experiences. In this article we summarize how SPLAT works, how SPLAT has helped Idaho's libraries with evolving services, analyze the success of SPLAT as a futuring model, and discuss future steps for continued growth and sustainability. Lastly, we hope to inspire others to embrace this model and create a similar team for their own state.",
        "Origin": "Other"
    },
    "facultyid": "112088454",
    "coauthors": {
        "70809": {
            "firstname": "Amy",
            "middleinitial": "Elizabeth",
            "lastname": "Vecchione",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112088454",
            "authorid": 70809,
            "scholarlyactivityid": 18717
        },
        "70810": {
            "firstname": "Jose",
            "middleinitial": "Guillermo Cordova",
            "lastname": "Silva",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111203681",
            "authorid": 70810,
            "scholarlyactivityid": 18717
        }
    },
    "status": [
        {
            "id": 18717,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2010,
            "termid": "2010/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112088454",
    "attachments": []
}