{
    "activityid": 1877,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Probability of Detection of Flammulated Owls Using Nocturnal Broadcast Surveys",
        "Journal": "Journal of Field Ornithology",
        "Volume": "79",
        "Month / Season": "2008-09-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "321-328",
        "Publisher": "",
        "DOI": "http://dx.doi.org/ 10.1111/j.1557-9263.2008.00166.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/172",
        "Description/Abstract": "Broadcasts of conspecific vocalizations are used to increase detection rates on surveys of secretive bird species, yet the assessment of detectability necessary to fully interpret such survey data is frequently lacking. We used radiotelemetry to evaluate the probability of detection of 17 radio-tagged male Flammulated Owls (Otus flammeolus) using conspecific broadcast surveys in Idaho during 2005 and 2006. Probability of detection among the 11 paired, five unpaired, and one unknown pairing status owls was 100% during the pair-bonding and incubation periods of the breeding season, after which it declined to less than 15% during the postfledging period. Paired males showed a different pattern than unpaired males. Following hatching of eggs, detectability of paired males declined gradually over a 6-week period, whereas detectability of unpaired males dropped sharply for a 4-week period before increasing during the postfledging period. We suggest that surveys for Flammulated Owls be conducted during the pair-bonding and incubation periods when high detectability permits stronger inference concerning the presence or absence of owls based on broadcast survey detections.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4766": {
            "firstname": "Keith",
            "middleinitial": "P.",
            "lastname": "Barnes",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4766,
            "scholarlyactivityid": 1877
        },
        "4767": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4767,
            "scholarlyactivityid": 1877
        }
    },
    "status": [
        {
            "id": 1877,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}