{
    "activityid": 1878,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Territory Defense of Nesting Burrowing Owls: Responses to Simulated Conspecific Intrusion",
        "Journal": "Journal of Field Ornithology",
        "Volume": "75",
        "Month / Season": "2004-07-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "288-295",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/176",
        "Description/Abstract": "To investigate the potential expression of territorial behavior of Burrowing Owls (Athene cunicularia)in southwestern Idaho, we used a playback protocol to determine if Burrowing Owls actively defended their nesting site from conspecifics, and if so, to determine the extent of their territorial boundaries. Eighty-eight percent of male Burrowing Owls responded to the broadcast of conspecific primary calls. All responsive males uttered primary calls, and many owls approached the broadcast speaker, exhibited white-and-tall stances, and bobbed. Females responded less frequently than males, but one female whose mate was presumably dead exhibited an intense response to the playback trial. There were no differences in number of primary calls uttered, number of white-and-tall stances performed, or number of bobs of focal males among three broadcast distances: (0 m, 50 m, and 100 m) from the active nest burrows. However, focal owls approached the broadcast speaker more closely at broadcast distances of 0 m and 50 m than at 100 m. These findings suggest that owls actively defended their nesting site from conspecifics and that they defended an area larger than that immediately surrounding the nest burrow. Although they continued to vocalize at distances of at least 100 m, they did not physically approach an intruder at this distance as frequently as at shorter distances. Therefore, Burrowing Owls appear to defend a territory that encompasses some, but not all, of the foraging area used during nesting.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4768": {
            "firstname": "Colleen",
            "middleinitial": "E.",
            "lastname": "Moulton",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4768,
            "scholarlyactivityid": 1878
        },
        "4769": {
            "firstname": "Ryan",
            "middleinitial": "S.",
            "lastname": "Brady",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4769,
            "scholarlyactivityid": 1878
        },
        "4770": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4770,
            "scholarlyactivityid": 1878
        }
    },
    "status": [
        {
            "id": 1878,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2004,
            "termid": "2004/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}