{
    "activityid": 1880,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Influence of Bill and Foot Morphology on the Ectoparasites of Barn Owls",
        "Journal": "Journal of Parasitology",
        "Volume": "98",
        "Month / Season": "2012-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "256-261",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1645/ge-2888.1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/250",
        "Description/Abstract": "Preening is the principle behavioral defense used by birds to combat ectoparasites. Most birds have a small overhang at the tip of their bills that is used to shear through the tough cuticle of ectoparasitic arthropods, making preening much more efficient. Birds may also scratch with their feet to defend against ectoparasites. This is particularly important for removing ectoparasites on the head, which birds cannot preen. Scratching may be enhanced by the comb-like serrations that are found on the claws of birds in many avian families. We examined the prevalence and intensity of ectoparasites of barn owls (Tyto alba pratincola) in southern Idaho in relation to bill hook length and morphological characteristics of the pectinate claw. The barn owls in our study were infested with 3 species of lice (Phthiraptera: Ischnocera): Colpocephalum turbinatum, Kurodaia subpachygaster, and Strigiphilus aitkeni. Bill hook length was associated with the prevalence of these lice. Owls with longer hooks were more likely to be infested with lice. Conventional wisdom suggests that the bill morphology of raptors has been shaped by selection for efficient foraging; our data suggest that hook morphology may also play a role in ectoparasite defense. The number of teeth on the pectinate claw was also associated with the prevalence of lice. Owls that had claws with more teeth were less likely to be infested with lice, which suggests that larger pectinate claws may offer relatively more protection against ectoparasitic lice. Experiments that manipulate the bill hook and pectinate claw are needed to confirm whether these host characters are involved in ectoparasite defense. Finally, we recovered mammalian ectoparasites from 4 barn owls. We recovered species of mammalian lice (Phthiraptera:Anoplura) and fleas (Siphonaptera) that are commonly found on microtine rodents. The owls probably acquired these parasites from recently eaten prey. This represents 1 of the few documented cases of parasites &quot;straggling&quot; from prey to predator.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4774": {
            "firstname": "Sarah",
            "middleinitial": "E.",
            "lastname": "Bush",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4774,
            "scholarlyactivityid": 1880
        },
        "4775": {
            "firstname": "Scott",
            "middleinitial": "M.",
            "lastname": "Villa",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4775,
            "scholarlyactivityid": 1880
        },
        "4776": {
            "firstname": "Than",
            "middleinitial": "J.",
            "lastname": "Boves",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4776,
            "scholarlyactivityid": 1880
        },
        "4777": {
            "firstname": "Dallas",
            "middleinitial": "",
            "lastname": "Brewer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4777,
            "scholarlyactivityid": 1880
        },
        "4778": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4778,
            "scholarlyactivityid": 1880
        }
    },
    "status": [
        {
            "id": 1880,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}