{
    "activityid": 1883,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Comparison of Breeding Season Food Habits of Burrowing Owls Nesting in Agricultural and Nonagricultural Habitat in Idaho",
        "Journal": "Journal of Raptor Research",
        "Volume": "39",
        "Month / Season": "2005-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "429-438",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/174",
        "Description/Abstract": "Through analysis of regurgitated pellets and prey remains collected at nests between 2001-02, we characterized diet composition of western Burrowing Owls (Athene cunicularia hypugaea)in the Snake River Birds of Prey National Conservation Area (NCA) of southwestern Idaho. We hypothesized that diet differs between owls nesting in agricultural and nonagricultural habitat, because at least one important prey species, montane voles (Microtusm ontanus), occurs predominately in the former. From 859 pellets, we identified 7402 prey items representing 23 species,and identified 403 prey remains of 19 species. Invertebrates dominated the diet in numbers of prey, where as rodents contributed the greatest biomass. Montane voles, which were not present in pellets in nonagricultural areas, represented the greatest percent biomass of pellets in agricultural areas. Invertebrates (predominately Gryllidae) also were more abundant in diets of owls nesting in agricultural habitat. Pellets of owls nesting in agricultural areas had greater species richness, whereas pellets from nonagricultural areas had greater species evenness and broader food-niche breadths. Finally, we estimated food-niche breadth of Burrowing Owls in the NCA to be broader than previously reported.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4789": {
            "firstname": "Colleen",
            "middleinitial": "E.",
            "lastname": "Moulton",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4789,
            "scholarlyactivityid": 1883
        },
        "4790": {
            "firstname": "Ryan",
            "middleinitial": "S.",
            "lastname": "Brady",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4790,
            "scholarlyactivityid": 1883
        },
        "4791": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4791,
            "scholarlyactivityid": 1883
        }
    },
    "status": [
        {
            "id": 1883,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}