{
    "activityid": 1884,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Burrowing Owls and Development: Short-Distance Nest Burrow Relocation to Minimize Construction Impacts",
        "Journal": "Journal of Raptor Research",
        "Volume": "35",
        "Month / Season": "2001-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "385-391",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/182",
        "Description/Abstract": "During June-July 1998, we used a combination of active and passive relocation to move five Burrowing Owl (Athene cunicularia) nests in artificial burrow systems (ABS) that faced destruction by development in southwestern Idaho. Regulatory agencies agreed that relocation of the nest burrows would allow construction to proceed and provide an opportunity to determine the efficacy of moving occupied Burrowing Owl nests as a mitigation technique. Relocated nests contained one to five nestlings, ranging in age from 27-45 d. ABS (plastic chamber and tunnel), wooden perches, and dependent young were relocated (active relocation) to adjacent areas that contained natural vegetation; adults were not moved but were expected to travel the short distances to new burrow locations on their own (passive relocation). Access to natural burrows near original nest locations was restricted where possible. Relocation distancesa veraged1 53 m and ranged from 72-258 m. Because terrain was flat, new nest locations generally were within view of original burrow locations. Relocations were successful at two of five nests. For two other nests, both adults and young returned to the vicinity of the original nest and occupied natural burrows 1 d after relocation. Owls from the fifth nest were not detected following burrow relocation and presumably vacated the immediate vicinity of the construction.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4792": {
            "firstname": "Brian",
            "middleinitial": "W.",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4792,
            "scholarlyactivityid": 1884
        },
        "4793": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4793,
            "scholarlyactivityid": 1884
        }
    },
    "status": [
        {
            "id": 1884,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2001,
            "termid": "2001/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}