{
    "activityid": 1885,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Identification of Ectoparasites on Burrowing Owls in Southwestern Idaho",
        "Journal": "Journal of Raptor Research",
        "Volume": "35",
        "Month / Season": "2001-06-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "159-161",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/184",
        "Description/Abstract": "Burrowing Owls (Athene cunicularia) nest in burrow systems, and their nests harbor at least 39 different species of arthropods (21 families; Philips and Dindal 1977), some of which potentially parasitize adult owls and their young. In southern Idaho, adult and young Burrowing Owls can have &gt;100 ectoparasites (pers. obs.). Similar high levels of ectoparasitism have had negativee ffects on other bird species (e.g., Moller 1990, Clayton 1991, Moller 1993, Richner et al. 1993, Moller et al. 1994, McFadzen and Marzluff 1996). Information on the incidence of ectoparasitism  is particulary important because Burrowing Owl populations are declining throughout many portions of the range (James and Espie 1997, Sheffield 1997, Wellicome et al. 1997, Kirk and Hyslop 1998, Clayton and Schmutz 1999).\nThe objective of our study was to collect and identify ectoparasites on Burrowing Owls that were nesting in the Snake River Birds of Prey National Conservation Area (SRBPNCA) in southwestern Idaho. Herein, we identify the relative abundance of the four species of ectoparasites that we collected from adults and broods of young. We also report two new species of flea from Burrowing Owl nests in Idaho, one of which has never been reported throughout the owl's range.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4794": {
            "firstname": "Brian",
            "middleinitial": "W.",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4794,
            "scholarlyactivityid": 1885
        },
        "4795": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4795,
            "scholarlyactivityid": 1885
        }
    },
    "status": [
        {
            "id": 1885,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2001,
            "termid": "2001/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}