{
    "activityid": 1890,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effects of Nest Dimensions on Use of Artificial Burrow Systems by Burrowing Owls",
        "Journal": "Journal of Wildlife Management",
        "Volume": "65",
        "Month / Season": "2001-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "318-326",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/183",
        "Description/Abstract": "Although wildlife managers and researchers frequently use a variety of artificial burrow systems (ABS) to attract or supplement habitat for western burrowing owls (Athene cunicularia hypugaea), no previous studies have examined effects of ABS configuration on owl use. We examined choice of ABS configurations by nesting western burrowing owls in southwestern Idaho during 1997-98. To assess potential selection for chamber size, we placed clusters of 3 ABS around natural nest sites used 1995-97. Each cluster contained 3 burrows, each with a standard tunnel diameter but 3 different chamber sizes (707 cm2[small], 900 cm2 [medium], and 1,750 cm2 [large] of floor space). To assess potential choice for tunnel diameter, we placed clusters of 2 ABS in suitable burrowing owl habitat. These clusters offered 2 tunnel diameters (10 and 15 cm), each with a small chamber. Annual and combined distribution of use indicated that burrowing owls used ABS with large nest chambers and 10-cm-diameter tunnels. We detected no differences in clutch size or number of fledglings among chamber sizes, between tunnel diameters, or between cluster types (i.e., 2 or 3 ABS), although differences in number of fledglings between years existed for both types of clusters. Burrowing owls may use ABS with large chambers and small tunnel diameters to reduce negative effects of overcrowding, to gain the most favorable microclimate for developing juveniles, or to help deter larger ground-dwelling predators. Our results indicate that researchers and resource managers interested in managing burrowing owl habitat should consider ABS composed of (1) chambers with &gt;900 cm2 of floor space, and (2) 10-cm-diameter tunnels.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4811": {
            "firstname": "Brian",
            "middleinitial": "W.",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4811,
            "scholarlyactivityid": 1890
        },
        "4812": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4812,
            "scholarlyactivityid": 1890
        }
    },
    "status": [
        {
            "id": 1890,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}