{
    "activityid": 1897,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Bounce and Double Trill Songs of Male and Female Western Screech-Owls: Characterization and Usefulness for Classification of Sex",
        "Journal": "The Auk",
        "Volume": "118",
        "Month / Season": "2001-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "1095-1101",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/181",
        "Description/Abstract": "Both sexes of adult Western Screech-Owls (Otus kennicottii) sing in response to playback of conspecific song within their territories. Two primary songs are the bounce and double trill. Using sonographic analysis of tape-recorded vocalizations, our study quantified characterstics of bounce and double trill songs uttered by individuals within a population of Western Screech-Owls inhabiting riparian woodlands in southwestern Idaho. We asked if songs of males and females differed and, if so, how accurately could songs be classified by sex. On average, male bounce songs were ?30% lower in frequency than bounce songs of females, but song duration, note duration, number of notes per bout, and internote duration did not differ. Similarly, double trill songs of males were significantly lower in frequency than those of females, and double trill songs uttered by females had significantly greater internote distances in the leading portion. A discriminant model based on frequency at maximum amplitude of bounce songs correctly classified all males and females in our sample. Presence of sex-specific patterns of vocalizations in that species would allow owls to assess the sex of potential intruders and respond appropriately. Moreover, sonographic analysis of Western Screech-Owl songs provides a means for noninvasive classification of sex.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4836": {
            "firstname": "Brian",
            "middleinitial": "L.",
            "lastname": "Herting",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4836,
            "scholarlyactivityid": 1897
        },
        "4837": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4837,
            "scholarlyactivityid": 1897
        }
    },
    "status": [
        {
            "id": 1897,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2001,
            "termid": "2001/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}