{
    "activityid": 1900,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Association Between Wildlife and Agriculture: Underlying Mechanisms and Implications in Burrowing Owls",
        "Journal": "The Journal of Wildlife Management",
        "Volume": "70",
        "Month / Season": "2006-06-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "708-716",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/173",
        "Description/Abstract": "Western burrowing owls (Athene cunicularia hypugaea) are endangered in Canada and several western U.S. states. Population declines have been linked with control measures aimed at burrowing mammals and loss of nesting habitat. The owls frequently associate with irrigated agriculture throughout portions of their western U.S. range. To determine potential factors driving the association of burrowing owls with agriculture, we examined availability of suitable nest burrows (burrow availability hypothesis), abundance of potential prey (prey availability hypothesis), and predation of nest burrows (predation hypothesis) for owls nesting in the Snake River Birds of Prey National Conservation Area in southwestern Idaho during 2001-2002. Nest burrow availability did not differ between agricultural and nonagricultural habitats, and occupancy rates of owls in artificial burrows were greater near agriculture. More rodent prey species were live-trapped in agricultural habitat compared with nonagricultural habitat, and there was no difference in relative abundance of prey between habitat types. Pellet remains indicated greater abundance and biomass of prey being consumed in agricultural habitat compared with nonagricultural habitat. Finally, predation rates of dummy nests in agricultural and nonagricultural habitat did not differ. These findings allow us to reject the burrow availability and predation hypotheses, while the prey availability hypothesis remains tenable. Thus, burrowing owls may nest near irrigated agriculture in southwestern Idaho because of increased diversity or availability of prey. We suggest that research is needed to determine how widespread this prey availability relationship may be and how management of burrowing owls in agricultural landscapes may take advantage of this apparent rich prey resource.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4841": {
            "firstname": "Colleen",
            "middleinitial": "E.",
            "lastname": "Moulton",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4841,
            "scholarlyactivityid": 1900
        },
        "4842": {
            "firstname": "Ryan",
            "middleinitial": "S.",
            "lastname": "Brady",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4842,
            "scholarlyactivityid": 1900
        },
        "4843": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4843,
            "scholarlyactivityid": 1900
        }
    },
    "status": [
        {
            "id": 1900,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2006,
            "termid": "2006/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}