{
    "activityid": 1903,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Breeding Birds at the Idaho National Engineering and Environmental Laboratory, 1985 - 1991",
        "Journal": "Western North American Naturalist",
        "Volume": "58",
        "Month / Season": "1998-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1998,
        "Page Numbers": "167-183",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/168",
        "Description/Abstract": "During the summers of 1985-1991, bird censuses were conducted along 13 permanent routes located at the 2315-km2 Idaho National Engineering and Environmental laboratory (INEEL, formerly INEL) in southeastern Idaho. The objectives of the surveys were to (1) compare avifauna in and near facility complex sites with remote, relatively undisturbed habitats, (2) identify trends in populations of sagebrush-obligate species and other common shrug-steppe species, and (3) determine the presence, abundance, and population status of species of special concern. Five routes were official U.S. Geological Survey, Biological Resources Division 40.0-km Breeding Bird Survey (BBS) routes (formerly administered by the U.S. Fish and Wildlife Service) located in relatively remote portions of the INEEL where access by humans was controlled and limited. Eight shorter routes (5.8-19.2 km in length) were near INEEL facility complexes, which more regularly experienced disturbance by humans. The surveys recorded 25,597 individuals representing 90 species. Western Meadowlarks (Sturnella neglecta), Brewer's Sparrows (Spizella breweri), Sage Sparrows (Amphispiza belli), Horned larks (Eremophila alpestris), and Sage Thrashers (Oreoscoptes montanus) comprised 72% of all individuals. Almost half of all species were represented by fewer than 10 individuals. Bird density was significantly greater along facility complex routes. Moreover, because of human-constructed wetlands and structures of various types, facility complex routes had significantly more bird species per unit area, including more species of waterfowl and human associated species. Some year-to-year variation in bird density was related to weather. More individuals were recorded in cooler, wetter years, although such increases were reflected more along facility complex routes. Among sagebrush-obligate species, trend analysis suggests that both Brewer's Sparrows and Sage Sparrows increased significantly in abundance, which may be in contrast to regional trends for these species. Of 5 species of special concern observed, trend analysis could be performed for only 2: Ferruginous Hawks (Buteo regalis) and Loggerhead Shrikes (Lanius ludovicianus). Both species had more routes with negative regression coefficients and negative trend means, indicating that declines may have occurred, although the goodness-of-fit test for neither species was significant. These data from INEEL should be useful for comparison with future studies at the site and other statues from throughout the Great Basin region.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4856": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4856,
            "scholarlyactivityid": 1903
        },
        "4857": {
            "firstname": "Leon",
            "middleinitial": "R.",
            "lastname": "Powers",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4857,
            "scholarlyactivityid": 1903
        },
        "4858": {
            "firstname": "Timothy",
            "middleinitial": "D.",
            "lastname": "Reynolds",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4858,
            "scholarlyactivityid": 1903
        }
    },
    "status": [
        {
            "id": 1903,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1998,
            "termid": "1997/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}