{
    "activityid": 1904,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Nest-Site Characteristics of Burrowing Owls (Athene Cunicularia) in the Snake River Birds of Prey National Conservation Area, Idaho, and Application to Artificial Burrow Installation",
        "Journal": "Western North American Naturalist",
        "Volume": "62",
        "Month / Season": "2002-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "112-119",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/180",
        "Description/Abstract": "Burrowing Owl (Athene cunicularia) populations are declining in many portions of their range, and research and management efforts into stemming declines are underway. One tool with promise is the artificial burrow, which can supplement nesting opportunities and play a role in research, mitigation, translocation, and reintroduction studies. However, few studies directly assess important burrow and surrounding topographic features upon which owls choose sites and then construct and install artificial burrows accordingly. In this study we (1) measure physical, vegetative, and topographic characteristics of Burrowing Owl nest sites in the Snake River Birds of Prey National Conservation Area (SRBPNCA); (2) compare used and unused burrows to determine features important in nest-site selection; and (3) use this information to help guide current and future construction and placement of artificial burrows in the SRBPNCA. Owls nested in abandoned American badger (Taxidea taxus) burrows in areas with more than one burrow, close to roads and irrigated agricultural fields, and characterized by sparse and low vegetation dominated by nonnative plant species. Only one feature studied, tunnel entrance angle, corresponded with choice by owls; odds of burrow use decreased 17% with each 1° increase in slope of the tunnel entrance. Owls nesting near irrigated agricultural fields also had higher productivity. We discuss applications of our results to construction and placement of artificial burrows in the SRBPNCA and similar shrub-steppe environs in western North America.",
        "Origin": "Other"
    },
    "facultyid": "111110100",
    "coauthors": {
        "4859": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 4859,
            "scholarlyactivityid": 1904
        },
        "4860": {
            "firstname": "R.",
            "middleinitial": "Andrew",
            "lastname": "King",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4860,
            "scholarlyactivityid": 1904
        }
    },
    "status": [
        {
            "id": 1904,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2002,
            "termid": "2001/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}