{
    "activityid": 1908,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Integrated Biogeochemical and Hydrologic Processes Driving Arsenic Release from Shallow Sediments to Groundwaters of the Mekong Delta",
        "Journal": "Applied Geochemistry",
        "Volume": "23",
        "Month / Season": "2008-11-01",
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "3059-3071",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.apgeochem.2008.06.026",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/33",
        "Description/Abstract": "Arsenic is contaminating the groundwater of Holocene aquifers throughout South and Southeast Asia. To examine the biogeochemical and hydrological processes influencing dissolved concentrations and transport of As within soils/sediments in the Mekong River delta, a 50 km2 field site was established near Phnom Penh, Cambodia, where aqueous As concentrations are dangerously high and where groundwater retrieval for irrigation is minimal. Dissolved As concentrations vary spatially, ranging up to 1300 ?g/L in aquifer groundwater and up to 600 ?g/L in surficial clay pore water. Groundwaters with high As concentrations are reducing with negligible dissolved O2 and high concentrations of Fe(II), http://www.sciencedirect.com/science?_ob=MathURL&amp;_method=retrieve&amp;_udi=B6VDG-4T0FF57-3&amp;_mathId=mml5&amp;_user=933469&amp;_cdi=5982&amp;_pii=S0883292708002400&amp;_rdoc=1&amp;_issn=08832927&amp;_acct=C000048533&amp;_version=1&amp;_userid=933469&amp;md5=170e77a61a0256cbec93969d6c263602, and dissolved organic C. Within near-surface environments, these conditions are most pronounced in sediments underlying permanent wetlands, often found within oxbow channels near the Mekong River. There, labile C, co-deposited with As-bearing Fe (hydr)oxides under reducing conditions, drives the reductive mobilization (inclusive of Fe and As reduction) of As. Here, conditions are described under which As is mobilized from these sediments, and near-surface As release is linked to aquifer contamination over long time periods (100s to 1000s of years). Site biogeochemistry is coupled with extensive hydrologic measurements, and, accordingly, a comprehensive interpretation of spatial As release and transport within a calibrated hydraulic flow-field is provided of an As-contaminated aquifer that is representative of those found throughout South and Southeast Asia.",
        "Origin": "Other"
    },
    "facultyid": "112032120",
    "coauthors": {
        "4873": {
            "firstname": "Shawn",
            "middleinitial": "G",
            "lastname": "Benner",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032120",
            "authorid": 4873,
            "scholarlyactivityid": 1908
        }
    },
    "status": [
        {
            "id": 1908,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032120",
    "attachments": []
}