{
    "activityid": 1915,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Arsenic in South Asia Groundwater",
        "Journal": "Geography Compass",
        "Volume": "4",
        "Month / Season": "2010-10-01",
        "Issue Number": "10",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "1532–1552",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1749-8198.2010.00387.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/37",
        "Description/Abstract": "Within the deltas of South Asia, widespread consumption of groundwater containing dangerous levels of arsenic adversely impacts tens of millions of people in Bangladesh, West Bengal, India, Cambodia, Vietnam, and Myanmar. This massive health crisis is the product of a confluence of processes initiated by the erosion of arsenic-bearing minerals in the Himalaya, transport of sediments containing arsenic-bearing iron oxides down the Brahmaputra–Ganges, Mekong, Irrawaddy and Red river systems, and deposition as deltaic sediments. Upon burial, dissolution of these arsenic-bearing iron-oxide minerals is triggered by reaction with organic carbon, releasing arsenic to the aquifer and producing aqueous concentrations that can exceed 1000 ?g/L, 100 times the World Health Organization drinking water standard. These waters are the primary drinking water source for the majority of the people living in these low-lying regions of Asia. Although groundwater contamination has likely persisted for millennia on the Asian deltas, consumption of these waters became widespread in the 1970s as groundwater was tapped to avoid water-borne diseases in surface water bodies. Groundwater pumping for irrigation and other land use changes, including widespread rice cultivation, are now impacting the distribution of arsenic in (presently) unpredictable ways. Further, irrigation with arsenic-rich waters is decreasing rice yields and providing an additional pathway of human exposure. In general, deeper groundwater contains low levels of arsenic. Efforts must continue to focus on protecting this resource for human consumption.",
        "Origin": "Other"
    },
    "facultyid": "112032120",
    "coauthors": {
        "4906": {
            "firstname": "Shawn",
            "middleinitial": "G",
            "lastname": "Benner",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032120",
            "authorid": 4906,
            "scholarlyactivityid": 1915
        },
        "4907": {
            "firstname": "Scott",
            "middleinitial": "",
            "lastname": "Fendorf",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4907,
            "scholarlyactivityid": 1915
        }
    },
    "status": [
        {
            "id": 1915,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032120",
    "attachments": []
}