{
    "activityid": 1924,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Seasonal Recharge Components in an Urban/Agricultural Mountain Front Aquifer System Using Noble Gas Thermometry",
        "Journal": "Journal of Hydrology",
        "Volume": "409",
        "Month / Season": "2011-08-18",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "118-127",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.jhydrol.2011.08.003",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/92",
        "Description/Abstract": "Thirteen noble gas samples were collected from eleven wells and two  mountain springs in the Treasure Valley, Idaho, USA to derive recharge  temperatures using noble gas thermometry. One common assumption with  noble gas thermometry is that recharge temperatures are roughly equal to  the mean annual surface temperature. When water table depths are  shallow or variable, or infiltration is seasonal recharge temperatures  may be significantly different from the mean annual surface temperature.  Water table depths throughout the study area were used to estimate  recharge source temperatures using an infiltration-weighted recharge  temperature model which takes into account a time-variable water table.  This model was applied to six different seasonally-dependent recharge  scenarios. The modeled recharge temperatures for all scenarios showed a  strong dependence of recharge temperature on mean annual depth to water.  Temperature results from the different recharge scenarios ranged from  near the mean annual surface temperature to as much as 6 °C warmer. This  compared well to noble gas derived recharge temperatures from the  valley wells which ranged from 5 °C below to 7.4 °C above the mean  annual surface temperature of the valley. Cooler temperatures suggest an  influence of recharge through the adjacent mountain block while warmer  temperatures suggest an influence from summer irrigation.",
        "Origin": "Other"
    },
    "facultyid": "112032120",
    "coauthors": {
        "4953": {
            "firstname": "Michael",
            "middleinitial": "J.",
            "lastname": "Thoma",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4953,
            "scholarlyactivityid": 1924
        },
        "4954": {
            "firstname": "James",
            "middleinitial": "P",
            "lastname": "McNamara",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110360",
            "authorid": 4954,
            "scholarlyactivityid": 1924
        },
        "4955": {
            "firstname": "Shawn",
            "middleinitial": "G",
            "lastname": "Benner",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032120",
            "authorid": 4955,
            "scholarlyactivityid": 1924
        }
    },
    "status": [
        {
            "id": 1924,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032120",
    "attachments": []
}