{
    "activityid": 1928,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Aggregate-Scale Heterogeneity in Iron (Hydr)oxide Reductive Transformations",
        "Journal": "Vadose Zone Journal",
        "Volume": "8",
        "Month / Season": "2009-11-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "1004-1012",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2136/vzj2008.0090",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/84",
        "Description/Abstract": "There is growing awareness of the complexity of potential reaction  pathways and the associated solid-phase transformations during the  reduction of Fe (hydr)oxides, especially ferrihydrite. An important  observation in static and advective-dominated systems is that  microbially produced Fe(II) accelerates Ostwald ripening of  ferrihydrite, thus promoting the formation of thermodynamically more  stable ferric phases (lepidocrocite and goethite) and, at higher Fe(II)  surface loadings, the precipitation of magnetite; high Fe(II) levels can  also lead to green rust formation, and with high carbonate levels  siderite may also be formed. This study expands this emerging conceptual  model to a diffusion-dominated system that mimics an idealized  micropore of a ferrihydrite-coated soil aggregate undergoing reduction.  Using a novel diffusion cell, coupled with micro-x-ray fluorescence and  absorption spectroscopies, we determined that diffusion-controlled  gradients in Fe2+ (aq) result in a complex array of spatially distributed secondary mineral phases. At the diffusive pore entrance, where Fe2+ concentrations are highest, green rust and magnetite are the dominant  secondary Fe (hydr)oxides (30 mol% Fe each). At intermediate distances  from the inlet, green rust is not observed and the proportion of  magnetite decreases from approximately 30 to &lt;10%. Across this same  transect, the proportion of goethite increases from undetectable up to  &gt;50%. At greater distances from the advective-diffusive boundary,  goethite is the dominant phase, comprising between 40 and 95% of the Fe.  In the presence of magnetite, lepidocrocite forms as a  transient-intermediate phase during ferrihydrite-to-goethite conversion;  in the absence of magnetite, conversion to goethite is more limited.  These experimental observations, coupled with results of reactive  transport modeling, confirm the conceptual model and illustrate the  potential importance of diffusion-generated concentration gradients in  dissolved Fe2+ on the fate of ferrihydrite during reduction in structured soils.",
        "Origin": "Other"
    },
    "facultyid": "112032120",
    "coauthors": {
        "4966": {
            "firstname": "Katharine",
            "middleinitial": "J.",
            "lastname": "Tufano",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4966,
            "scholarlyactivityid": 1928
        },
        "4967": {
            "firstname": "Shawn",
            "middleinitial": "G",
            "lastname": "Benner",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032120",
            "authorid": 4967,
            "scholarlyactivityid": 1928
        },
        "4968": {
            "firstname": "Klaus",
            "middleinitial": "U.",
            "lastname": "Mayer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4968,
            "scholarlyactivityid": 1928
        },
        "4969": {
            "firstname": "Matthew",
            "middleinitial": "A.",
            "lastname": "Marcus",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4969,
            "scholarlyactivityid": 1928
        },
        "4970": {
            "firstname": "Peter",
            "middleinitial": "S.",
            "lastname": "Nico",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4970,
            "scholarlyactivityid": 1928
        },
        "4971": {
            "firstname": "Scott",
            "middleinitial": "",
            "lastname": "Fendorf",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 4971,
            "scholarlyactivityid": 1928
        }
    },
    "status": [
        {
            "id": 1928,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032120",
    "attachments": []
}