{
    "activityid": 1934,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Omaechevarria v. State of Idaho: The Worth of Basques in Idaho",
        "Journal": "Idaho Issues Online",
        "Volume": "",
        "Month / Season": "2005-10-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/33",
        "Description/Abstract": "Had early pioneers and settlers in Idaho witnessed events in Boise this past summer, they would not have believed their eyes. More than 25,000 people attended the Jaialdi Basque festival, with an estimated 2,000 coming from the Basque Country and around the world. Each day of the last week in July The Idaho Statesman featured articles on different elements of the festival. The president of the Basque Country traveled with a dozen other representatives from the Basque government and a press entourage that beamed back live coverage for those still at home. On behalf of the state, Idaho Gov. Dirk Kempthorne received the Lagun Ona (Good Friend) award, the most prestigious honor given by the Basque government, and the secretary of state and mayor of Boise, both of whom are of Basque ancestry, served as hosts for delegates from the Basque region. The festivities filled venues such as the Morrison Center, the Egyptian Theatre, the Fairgrounds and of course, Boise's Basque Block in the heart of downtown. Yet this snapshot of an ethnic group fully integrated into the community while maintaining a distinct ethnic identity differs severely from scenes decades earlier as Basques initially made their way across the Nevada desert into southern Idaho.",
        "Origin": "Other"
    },
    "facultyid": "111113451",
    "coauthors": {
        "4980": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Bieter Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111113451",
            "authorid": 4980,
            "scholarlyactivityid": 1934
        }
    },
    "status": [
        {
            "id": 1934,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111113451",
    "attachments": []
}