{
    "activityid": 19541,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Developing Rural Economies: Agglomeration Effects versus Localization Economies",
        "Conference/Meeting Name": "Pacific Northwest Regional Economic Conference",
        "Conference Location": "Bellinghoam, WA",
        "Date or Date Range": "2005-05-31",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Sponsoring Organization": "Pacific Northwest Regional Economic Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This study examines the economic development effects of facility location in rural areas and contrasts those effects with facilities in urban locations.  The economic effects of large facilities, whether public or private, stem primarily from the direct and indirect impacts from facility expenditures on items such as salaries, purchases, retirement benefits, and tax payments. Additional economic impacts arise when facilities generate external economies. It is these effects that are likely to differ depending on the urban or rural nature of the region in which a facility locates. Locating in urban areas is more likely to generate localization economies such as those stemming from knowledge spillovers, labor pool effects, surrounding economy. This research employs a new technique to estimate agglomeration economies, which are omitted from standard Input-Output (I-O) models. The overall economic impact of an economic entity includes the direct and indirect impacts as well as the agglomeration economies. Input-Output Analysis is employed to assess the direct and indirect economic impacts of a research facility.  The overall economic impact is estimated by employing a demographic projection model that estimates employment, population, and income in the region without the facility's contribution to the economic landscape. The difference between the overall economic impact and the direct and indirect impacts are attributed to the agglomeration effects of the facility. The findings indicate that agglomeration economies are significant part of the overall economic impact.",
        "Origin": "Other"
    },
    "facultyid": "111640423",
    "coauthors": {
        "104735": {
            "firstname": "Geoffrey",
            "middleinitial": "",
            "lastname": "Black",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111640423",
            "authorid": 104735,
            "scholarlyactivityid": 19541
        },
        "104736": {
            "firstname": "Donald",
            "middleinitial": "",
            "lastname": "Holley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111113743",
            "authorid": 104736,
            "scholarlyactivityid": 19541
        }
    },
    "status": [
        {
            "id": 19541,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111640423",
    "attachments": []
}