{
    "activityid": 19647,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Anatomy of a State/Tribal Tax Dispute:  Legal Formalism, Shifting Incidence, Potatoes, and the Idaho Motor Fuel Tax",
        "Conference/Meeting Name": "ATA Midyear Meeting",
        "Conference Location": "Denver, CO",
        "Date or Date Range": "2010-02-28",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Sponsoring Organization": "American Taxation Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The law regarding state taxation in Indian country is one of the last bastions of legal formalism in taxation.  The ability of a state to tax in Indian country turns on the legal incidence of the tax:  in general, a tax on the tribe or tribal members is not allowed; a tax on nonmembers doing business with the tribes or tribal members is allowed.   In a world where legal formalism governs and there is no overarching mechanism for reconciling the competing interests of state and tribal governments, state/tribal tax disputes can quickly become contentious.  A recent battle between the state of Idaho and the tribes within its borders over fuel tax revenue exemplifies the truculence of state/tribal tax disputes but also shows that amicable resolution is possible when the courts take small steps away from legal formalism.  This article provides an overview of the tax landscape in Indian country and then analyzes the dispute over the Idaho motor fuel tax and what it reveals about resolving state/tribal tax disputes.      ",
        "Origin": "Other"
    },
    "facultyid": "112033523",
    "coauthors": {
        "72902": {
            "firstname": "Mark",
            "middleinitial": "",
            "lastname": "Cowan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033523",
            "authorid": 72902,
            "scholarlyactivityid": 19647
        }
    },
    "status": [
        {
            "id": 19647,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033523",
    "attachments": []
}