{
    "activityid": 19798,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Entrepreneurship through an Islamic Lens: The Influence of Shari'a and Islamic Institutions on Female Entrepreneurship in the Middle East",
        "Name of Conference": "2007 Academy for Global Business Advancement World Congress ",
        "Month / Season": "2007-05-31",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": null,
        "Publisher": "",
        "Publisher Location": "Penang, Malaysia",
        "Volume": null,
        "Issue Number": null,
        "DOI": null,
        "ISBN/ISSN #": null,
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Much current entrepreneurship research is grounded in a Western context largely underpinned by the Protestant ethic. Protestantism professes strong individualism, pursuit of self-interest, and the accumulation of capital. Islam, in contrast advocates collectivism, the pursuit of the common good, and a distribution of economic benefits based partly on individual needs. We contend that the almost diametrically opposed assumptions of Protestantism, which undergirds much entrepreneurship research, may yield misleading conclusions in an Islamic setting. As a result we propose a study of female entrepreneurship through an Islamic lens. Women were chosen because Islamic institutions are designed to yield distinct results across men and women thus giving highly contrasting results when compared to a Western interpretation. The study proposes to test the link between religiosity and access to Islamic funding and government authorities; and the connection between human and social capital on growth aspirations, business choice, and source of funding. ",
        "Origin": "Other"
    },
    "facultyid": "112033833",
    "coauthors": {
        "134581": {
            "firstname": "Samia",
            "middleinitial": "",
            "lastname": "Islam",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033833",
            "authorid": 134581,
            "scholarlyactivityid": 19798,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 19798,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033833",
    "attachments": []
}