{
    "activityid": 19800,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Agglomeration Effects of New Investment on Local Economies: Do Rural Areas Stand to Gain More?",
        "Name of Conference": "North American Regional Science Conference",
        "Month / Season": "2005-11-30",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": null,
        "Publisher": "North American Regional Science Association",
        "Publisher Location": "Las Vegas, NV",
        "Volume": null,
        "Issue Number": null,
        "DOI": null,
        "ISBN/ISSN #": null,
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Traditional input-output analysis captures the direct and indirect impacts stemming from firms' expenditures on items such as wages, salaries, and purchases. I-O models can be modified to include the effects of such expenditures as retirement benefits, tax payments, and charitable contributions. However, even such extended input-output analyses do not provide complete measures of the economic impact of a new firm or research facility's location choice. Additional economic impacts arise when facilities generate additional external economies generated by a new firm or economic facility. These agglomeration effects are essentially overlooked in standard I-O analyses. These agglomeration effects are likely to differ depending on the urban or rural nature of the region in which a facility locates. Urban firm location is more likely to generate localization economies such as those stemming from knowledge spillovers, labor pool effects, and scale economies of input providers. In rural areas, these localization economies are likely to be small. However, location of new firms in rural areas can result in substantial increases in population and income which can then give rise to agglomeration effects as new firms are attracted to the new economic node.  As shown by Black, Church and Holley (2004), these agglomeration economies can be large. This paper extends examines whether the agglomeration effects of new capital investment are larger in rural areas than in urban areas. Using BEA data and an economic forecasting model in Northwestern U.S., we expect to show that rural areas gain more on net as a consequence of new capital injections into the local economy.",
        "Origin": "Other"
    },
    "facultyid": "112033833",
    "coauthors": {
        "134582": {
            "firstname": "Geoffrey",
            "middleinitial": "",
            "lastname": "Black",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111640423",
            "authorid": 134582,
            "scholarlyactivityid": 19800,
            "classifications": {
                "Role": "Contributor"
            }
        },
        "134583": {
            "firstname": "Samia",
            "middleinitial": "",
            "lastname": "Islam",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033833",
            "authorid": 134583,
            "scholarlyactivityid": 19800,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 19800,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033833",
    "attachments": []
}