{
    "activityid": 19811,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Legal and Ethical Implications of Social Networks:  Facebook, Myspace, and LinkedIn",
        "Conference/Meeting Name": "Pacific Northwest Academy of Legal Studies in Business Annual Meeting",
        "Conference Location": "Portland, OR",
        "Date or Date Range": "2009-04-30",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Sponsoring Organization": "Pacific Northwest Academy of Legal Studies in Business",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Social networking sites such as MySpace, Facebook,  and LinkedIn provide employees and employers with considerable opportunity to share information and become friends.  Unfortunately,  American laws do not directly address social networking site usage.  The Electronic Communications Privacy Act, the USA Patriot Act, and civil rights laws provide the pattern for future social networking laws.   Ethical considerations such as productivity, security, goodwill, privacy, accuracy, and discipline fairness also affect future laws. Corporate policies on social networking should balance the employer’s and employee’s interests.  Existing laws and ethical issues associated with social networking should impact social networking policies related to configuration, communication, discipline, and evaluation of policies. Social networking policies should be business-related, ensure user notification of monitoring, maintain adequate records, and provide for reliable, consistent, and impersonal evaluation of monitoring effectiveness.    ",
        "Origin": "Other"
    },
    "facultyid": "111110548",
    "coauthors": {
        "73220": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Park",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111112978",
            "authorid": 73220,
            "scholarlyactivityid": 19811
        },
        "73221": {
            "firstname": "Gundars",
            "middleinitial": "",
            "lastname": "Kaupins",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110548",
            "authorid": 73221,
            "scholarlyactivityid": 19811
        }
    },
    "status": [
        {
            "id": 19811,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110548",
    "attachments": []
}