{
    "activityid": 19829,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Baltic Tourist Industry Marketing Perspectives",
        "Conference/Meeting Name": "Baltic Studies Conference",
        "Conference Location": "Bloomington, IN",
        "Date or Date Range": "2008-05-31",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Sponsoring Organization": "Association for the Advancement of Baltic Studies",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The first reason for this research is to compare and contrast tourist industry websites in the Baltic States.  Sites based in the Baltic States (.ee, .lv, .lt) such as travel agencies, airlines, tour agencies and cruises will be compared in terms of marketing features each site provides.  Key features include languages, interactive capabilities (e.g., blogs, transactions), and features such as video, slide shows, and animations.  The target market for each site will be compared by an analysis of the purposes of each organization.  In general, Estonian websites tend to have the most interactive features.  The native languages and English are common.\n\nThe second reason for the research involves a three-year, more than 500 person sample of “legacy” tourists (those who travel to find or maintain their “roots”).  Responses of those of Baltic descent are compared to respondents of other European heritage such as Basques, Irish, Scots, and the Welsh, regarding their motivations for such heritage travel.  While travel motivations are fairly consistent across groups, Baltic descendents tend to place importance on maintenance of their heritage versus rediscovering it.  The self-reported role that Estonian, Lithuanian, and Latvian languages play in respondents’ personal identity is discussed.  Suggestions for ways to market tourism (and whether to do so in the Baltic languages) to the Baltic Diaspora will be provided \n\nIn general, both studies not only look at the tourist industry in the Baltic States but they also analyze the marketing from the tourist company and the tourist perspective.\n\n",
        "Origin": "Other"
    },
    "facultyid": "111110548",
    "coauthors": {
        "73261": {
            "firstname": "Nina",
            "middleinitial": "",
            "lastname": "Ray",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110257",
            "authorid": 73261,
            "scholarlyactivityid": 19829
        },
        "73262": {
            "firstname": "Gundars",
            "middleinitial": "",
            "lastname": "Kaupins",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110548",
            "authorid": 73262,
            "scholarlyactivityid": 19829
        }
    },
    "status": [
        {
            "id": 19829,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110548",
    "attachments": []
}