{
    "activityid": 20135,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Recent Developments in Social Media and Employment Law",
        "Conference/Meeting Name": "PNALSB Regional Conference",
        "Conference Location": "Seattle, WA",
        "Date or Date Range": "2013-04-20",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "Pacific Northwest Academy of Legal Studies in Business",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The rapid increase in social media use, and the related blur between professional and personal online activity, has resulted in a growing volume of literature on the relationship between social media and employment law.  Many of these articles highlight what has become a common understanding – social media and other forms of digital technology are so new that the law has not caught up with their various uses (or misuses).  This session will cover two recent developments in social media and employment law to illustrate the how the law is currently playing catch up.\n\nThe first development relates to questions raised (but not necessarily resolved) in two recent cases, Eagle v. Morgan and PhoneDog v. Kravitz.  When an employment relationship ends, who “owns” a social media account the employee used at least in part for the employer’s benefit?  Who may have continued access to it?  Who owns the content posted on the site?  Who is entitled to keep the valuable contacts and business relationships created through the account when the employee leaves the business?  How should those contacts be valued?  This paper will address these questions by looking closely at the existing case law and related literature and comparing related legal areas, such as recent legislation regarding employers’ access to employees’ social media passwords and ownership of “digital assets” for estate planning purposes.  One objective of this paper is to provide guidance for future lawmakers and current employers, who are well-advised to update their employment policies to address the issue of social media ownership.   \n\nThis session will also briefly cover a second recent trend – digital account password protection legislation, currently enacted in six states and being considered by as many as thirty others.  This paper will compare each of these statutes, consider the source of this trend, and analyze their impact on employee privacy rights.  It will also make recommendations for future legislation.\n",
        "Origin": "Other"
    },
    "facultyid": "111112978",
    "coauthors": {
        "73815": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Park",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111112978",
            "authorid": 73815,
            "scholarlyactivityid": 20135
        }
    },
    "status": [
        {
            "id": 20135,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111112978",
    "attachments": []
}