{
    "activityid": 20138,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Televised Political Debate Footage in Campaign Advertising:  Copyright Infringement or Fair Use?",
        "Conference/Meeting Name": "Pacific Northwest Academy of Legal Studies in Business Annual Meeting",
        "Conference Location": "Vancouver, BC",
        "Date or Date Range": "2011-04-30",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "Pacific Northwest Academy of Legal Studies",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Surprisingly, little case law or scholarly literature pertains to the use of intellectual property in political campaign advertising.  Most cases involving fair use and free speech involve commercial defendants.  Cases involving political campaigns and copyright infringement allegations pertain primarily to parody or music.  \n\nIn cases in which copyright protection and the First Amendment collide, courts have generally held that the defendant’s fair use defense to a claim of copyright infringement will encompass free speech rights, precluding an independent First Amendment defense.  However, in “extraordinary” cases involving matters of great societal import, some courts have stretched the fair use analysis, or abandoned it altogether, to allow for free speech concerns.   In fact, some scholars have suggested that a select few copyright infringement cases regarding issues of national concern have created a “first amendment privilege” to use copyrighted material.  The unique facts of a recent Idaho case may present such an extraordinary situation. \n\nIn October, 2010, Idaho Public Television (IPTV) televised a debate between two candidates for Idaho Superintendent of Public Instruction, Tom Luna and Stan Olsen.  After the debate was televised, Melaleuca, Inc., an Idaho corporation, ran television ads in support of Luna’s campaign which featured a clip from the debate.  IPTV claimed that the footage was protected by copyright and demanded that Melaleuca pull the ads.  Melaleuca refused, relying upon a free speech and fair use defense.  IPTV threatened legal action; the case is currently pending.  \n\nThis article will analyze the current status of the law regarding the relationship between copyright concerns and free speech through the lens of this Idaho case.  The author expects to conclude that this case, in which free speech concerns are implicated in both the copyrighted material itself and the alleged infringement, is indeed one in which free speech concerns are strong enough to justify the unauthorized use of copyrighted material.  \n",
        "Origin": "Other"
    },
    "facultyid": "111112978",
    "coauthors": {
        "73818": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Park",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111112978",
            "authorid": 73818,
            "scholarlyactivityid": 20138
        }
    },
    "status": [
        {
            "id": 20138,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111112978",
    "attachments": []
}