{
    "activityid": 20136,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Clickers and Engagement in a Large-Enrollment Legal Studies Course",
        "Conference/Meeting Name": "PNALSB Regional Conference",
        "Conference Location": "Portland, OR",
        "Date or Date Range": "2012-04-20",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Pacific Northwest Academy of Legal Studies in Business",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The use of “clickers” (personal response devices) in traditional face-to-face classrooms is a relatively new pedagogical strategy.  Many studies suggest that clickers are an effective tool to engage students in the course material, particularly in large-enrollment courses.  However, there are few, if any, models for the use of clickers in legal studies courses.  This article offers a brief introduction to clicker technology and discusses the effects of clickers on student engagement, classroom interaction, and teaching in several semesters of a second year Legal Environment of Business course, relying upon the results of a survey regarding student engagement and perceptions, as well as the author’s personal experience in teaching with clickers.  The results suggest that the use of clickers is an effective method of engaging students in Legal Environment of Business courses.  The article addresses the advantages and disadvantages of using this technology and also provides practical suggestions and examples for instructors considering using clickers in legal studies courses.  ",
        "Origin": "Other"
    },
    "facultyid": "111112978",
    "coauthors": {
        "73816": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Park",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111112978",
            "authorid": 73816,
            "scholarlyactivityid": 20136
        }
    },
    "status": [
        {
            "id": 20136,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111112978",
    "attachments": []
}