{
    "activityid": 20397,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Speech &amp; Repression in H.D.'s Ion",
        "Conference/Meeting Name": "“Portals, Gates”: The Classics in Modernist Translation",
        "Conference Location": "Mcgill University, Montreal",
        "Date or Date Range": "2016-01-11",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "McGill University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Speech and Repression in H.D.’s Ion\r\nIn her translation of the Ion of Euripides, H.D. emphasizes the centrality of speech.  Speaking is often performative in the play (as when Hermes ritually identifies Ion at the end of the Prologue, or when Apollo designates Xouthos as Ion’s father). Speaking is also the means by which the burden of Kreousa’s secret past is lifted.  In H.D.’s translation, the conflict between speech and repression parallels the conflict between Kreousa’s quest for justice and Apollo’s assertion of divine authority.  \r\nAt one point in the play, moreover, the Choros refers to the dance of “three sisters” on “the rock of Makra, associated with the god Pan (189).  In a note to W.S. DiPiero’s translation of the play, Peter Burian explains that this passage refers to the daughters of Aglauros (Kreousa’s ancestors), and he mentions a festival that commemorates their experience, sometimes called the Arrephoria (90).  The name of this festival evidently refers to the bearing of secret or “unnamed” items by participants in the festival (Harrison 122).  According to Liddell and Scott’s Greek-English Lexicon, the first part of the word comes from ta arr?ta, meaning things “secret” or “shameful to be spoken.”  The festival is linked to the violation of a taboo: the daughters of Aglauros look in a basket entrusted to them, in which they discover the infant Erichthonius and are punished for their disobedience.  Since this passage refers to an event that occurs in the same place where Apollo had sex with Kreousa and where Kreousa abandoned her baby (215-216), secrets become linked with repression, ritual, and speech in a powerful but contradictory way that puts Kreousa’s anger about the god’s injustice in the context of her family’s history and the natural cycle of seasons (Goff 363).  \r\n\r\nWorks Cited\r\nEuripides. Ion. Trans W.S. Di Piero. Oxford UP, 1996.\r\nGoff, Barbara.  “The Women of Thebes.”  Classical Journal 90 (1995): 353-365.\r\nH.D. Hippolytus Temporizes and Ion.  Introduction Carol Camper.  New Directions, 2003.\r\nHarrison, Jane Ellen.  Prolegomena to the Study of Greek Religion.  1908.  New York: Arno, 1975\r\n",
        "Origin": "Other"
    },
    "facultyid": "112139145",
    "coauthors": {
        "93765": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 93765,
            "scholarlyactivityid": 20397
        }
    },
    "status": [
        {
            "id": 20397,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112139145",
    "attachments": [
        {
            "attachmentid": 413,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "Ion Erichtheus.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1huNmx1dFA3SHhyOUMrK3FVYXFZeWQ2cDFhRUhsQTJtaExKNjcxRFlDeS9pTjNCOWZQajBueGE%3D",
            "filesize": 2129028
        }
    ]
}