{
    "activityid": 20399,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Situating the Voice of the Other in W.S. Merwin's The Folding Cliffs",
        "Conference/Meeting Name": "Rocky Mountain Modern Language Association Conferene",
        "Conference Location": "Boise",
        "Date or Date Range": "2014-03-17",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "Rocky Mountain Modern Language Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "W. S. Merwin’s 1998 volume The Folding Cliffs is a book-length narrative poem about the famous nineteenth-century Kauaians Pi‘ilani and her husband Ko‘olau.  The poem tells how the couple kept their family intact by preventing the exile of Ko‘olau and the couple’s son Kaleimanu to the leper colony on the remote island of Moloka‘i.  Merwin characterizes Pi‘ilani as the protagonist, partly by beginning his narrative after the deaths of the husband and son and focusing on Pi‘ilani’s memory of them, then circling back to present their story more fully.  Toward the end of The Folding Cliffs, Merwin describes Pi‘ilani’s dictation of her story about her son and husband’s last days to the journalist John Sheldon.  While this part of Merwin’s narrative poem records Sheldon’s documentation and revision of Pi‘ilani’s story about her husband’s leprosy and death, it also echoes and differs from Merwin’s own account of Ko‘olau’s last days, a story Merwin dramatizes in the preceding pages of his poem.  In this self-reflexive scene of writing, Merwin invites his readers to speculate upon the similarities and differences between his poetic account of Pi‘ilani’s story and Sheldon’s version of it.  \r\nBeyond that, this narrative doubling reveals Merwin’s awareness that his writing risks violating the integrity of Pi‘ilani’s experience just as much as Sheldon’s does.  While Merwin accepts the impossibility of telling Pi‘ilani’s story more accurately than Sheldon did, he also forces his readers to recognize the autonomy of Pi‘ilani and her family by repeatedly expressing her sense that her story differs from Sheldon’s expectations about it.  Paradoxically, Merwin’s readers experience Pi‘ilani most vividly through her sense of difference, but that difference also guarantees that she remains “other” to the reader.  ",
        "Origin": "Other"
    },
    "facultyid": "112139145",
    "coauthors": {
        "88848": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 88848,
            "scholarlyactivityid": 20399
        }
    },
    "status": [
        {
            "id": 20399,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 20399,
            "status": "Submitted",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "112139145",
    "attachments": []
}