{
    "activityid": 2053,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Predicting Officer Performance in Motor Vehicle Stops: An Example of the Repeat Phenomenon",
        "Journal": "Policing: An International Journal of Police Strategies &amp; Management",
        "Volume": "31",
        "Month / Season": "2008-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "19-35",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1108/13639510810852558",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/28",
        "Description/Abstract": "Purpose – This paper aims to explore the possible existence of the repeat phenomenon in police motor vehicle stops.\nDesign/methodology/approach – The study involved a mid-western police department. Data were collected from contact cards completed by police officers making motor vehicle stops between July 1, 2001 and December 31, 2001. Contact cards included information concerning the stop itself, driver, passengers, motor vehicle, and the officer making the stop. Individual identifiers of police officers allowed for an analysis of individual officer performance concerning motor vehicle stops. A Poisson process and logistic regression were used in the analysis.\nFindings – Analyses revealed that motor vehicle stops are not randomly distributed across police officers and, in fact, a significant concentration of motor vehicle stops among few officers existed. Situational variables such as reason for the stop and time of the stop were significant predictors of high-performing officers.\nResearch limitations/implications – Limitations of the results include an immeasurable bias due to officers' discretion in completing contact cards for every motor vehicle stop, lack of external validity due to the specific circumstances surrounding the data collection, and the 'time window effect'. Future research should focus on neighborhood level data collection, 'hot spots' for motor vehicle stops, the existence of high-performing (repeat) officers in field (pedestrian) stops, potential differences in racial disparity of motor vehicle stops across high- and low-performing officers.\nPractical implications – The results of this study may offer insights into personnel and deployment practices based on officer performance.\nOriginality/value – This study is one of few on officer performance that included individual identifiers of police officers. This unique aspect of the data allowed for the analysis of a little-researched area: officer productivity in motor vehicle stops.",
        "Origin": "Other"
    },
    "facultyid": "112002659",
    "coauthors": {
        "5257": {
            "firstname": "Lisa",
            "middleinitial": "Marie Growette",
            "lastname": "Bostaph",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112002659",
            "authorid": 5257,
            "scholarlyactivityid": 2053
        }
    },
    "status": [
        {
            "id": 2053,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112002659",
    "attachments": []
}