{
    "activityid": 20917,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Hanno Hardt’s “mainstream critique” and its detractors: considerations for approaching an undeveloped debate",
        "Conference/Meeting Name": "EURICOM Annual Colloquium",
        "Conference Location": "Piran, Slovenia",
        "Date or Date Range": "2012-11-15",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Sponsoring Organization": "Slovenian Academy of Sciences; European Institute of Communication &amp; Culture",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Hanno Hardt positioned his critical communication research against &quot;mainstream communication research&quot; for the latter's ties to advanced capitalism and their consequences for authentic communication. Recently, but without much elaboration, Hardt has been criticized for using the &quot;mainstream&quot; category (and its cousins, such as &quot;administrative&quot; research). Such criticism connects with a longer effort to dispel and diffuse critical-theoretical attacks since the first generation Frankfurt School read the ravages of intellectual migrations in what would become known as “mainstream communication research.&quot; Early, displaced Frankfurt theorists were used to legitimize mainstream research. Now a new generation of the field's historians claims more textured readings that focus on biographies from the mainstream, particularly Lazarsfeld, Merton, and Katz, in a growing “canonic” literature that only appears to give wider play to all theoretical perspectives. Criticality as discussed by Hardt and the responses to it summarize since Critical Communication Studies through &quot;Cruising on the Left&quot; finds little attention in these newer accounts. This paper suggests that a movement against the critique of the mainstream needs greater attention, and suggests that detractors of the critique ironically reflect the mainstream conception they claim has no or little merit. The paper suggests revisiting the cue Hardt took from Tönnies when coining the distinction, Gemeinschaftskommunikation vs. Gesellschaftskommunikation, including Hardt's collaboration with Splichal. There, the critical-administrative distinction that yields the critique of the mainstream may recapture a distinction detractors generally fail to appreciate, a tone-deafness to the broad problem of authentic communication as it disappears from in a still-advancing capitalist understanding of a social world.",
        "Origin": "Other"
    },
    "facultyid": "111110648",
    "coauthors": {
        "75640": {
            "firstname": "Clarence",
            "middleinitial": "Edward",
            "lastname": "McLuskie Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110648",
            "authorid": 75640,
            "scholarlyactivityid": 20917
        }
    },
    "status": [
        {
            "id": 20917,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110648",
    "attachments": []
}