{
    "activityid": 2105,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Wilderness of War: Nature and Strategy in the American Civil War",
        "Journal": "Environmental History",
        "Volume": "10",
        "Month / Season": "2005-07-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "421-447",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1093/envhis/10.3.421",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/36",
        "Description/Abstract": "IN 1865, THE SCARS on the land wrought by the American Civil War were painfully evident and, for some, took on an ominous countenance. Union Major George Ward Nichols described the war-torn countryside in northern Georgia after William Tecumseh Sherman's Federal and Joe Johnston's Confederate armies clashed there in late 1864: &quot;The soil which formerly was devoted to the peaceful labors of the agriculturalist has leaped up, as it were, into frowning parapets, supported and surmounted by logs, and guarded in front by tangled abattis, palisades, and chevaux de frise.&quot; These fortifications were &quot;reflected in quiet, rippling streams,&quot; still guarded by abandoned tetes du pont.1 If at times the transformation of the earth appeared an active process to Nichols, at others it seemed as though &quot;some giant plowshare had passed through the land, marring with gigantic and unsightly furrows the rolling plains, laying waste the fields and gardens, and passing onto the abodes of men, upturning their very hearths, and razing even towns and cities.&quot; Nor were hills and mountains immune: Nichols imagined what a future traveler might see—Kennesaw Mountain rising before him, &quot;with its grandeur of 'everlasting hill' intensified by the mute records of human warfare—with its impregnable front furrowed and crowned with the marks of war.&quot;2 Subject and object both, nature bore silent testimony to the awesome conflict of the Civil War.",
        "Origin": "Other"
    },
    "facultyid": "111727002",
    "coauthors": {
        "5455": {
            "firstname": "Lisa",
            "middleinitial": "Marie",
            "lastname": "Brady",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111727002",
            "authorid": 5455,
            "scholarlyactivityid": 2105
        }
    },
    "status": [
        {
            "id": 2105,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2005,
            "termid": "2005/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727002",
    "attachments": []
}