{
    "activityid": 2106,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "'This Terrible Conflict of the American People': The Civil War Letters of Thaddeus Minshall",
        "Journal": "Ohio Valley History",
        "Volume": "4",
        "Month / Season": "2004-04-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "20-Mar",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/37",
        "Description/Abstract": "Few of us would relish our private correspondence being made public, and Thaddeus Minshall of Chillicothe, Ohio, was no exception. In a letter to a friend in 1862, Minshall wrote: &quot;Esteemed Friend, With much trepidation I bring myself to the task of writing you a letter. This may seem a strange introduction for a letter from a friend. But I have in view that terrible drawer into which it may be dropped, and produced in judgement [sic] against me in after years.&quot;1 The publication of his Civil War letters nearly a century and a half after their writing is not intended to elicit judgment against Minshall, but rather to serve a purpose that he himself might judge appropriate and worthwhile. Captain Thaddeus Armstrong Minshall of the 33rd Ohio Volunteer Infantry wrote eloquent, insightful, and descriptive letters that were at times profoundly serious, at others, humorous and light-hearted. Through these letters, Minshall bequeathed to posterity not the means by which to judge him, but instead an opportunity to understand the complexity of a culture and society that made terrible war upon itself.",
        "Origin": "Other"
    },
    "facultyid": "111727002",
    "coauthors": {
        "5456": {
            "firstname": "Lisa",
            "middleinitial": "Marie",
            "lastname": "Brady",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111727002",
            "authorid": 5456,
            "scholarlyactivityid": 2106
        }
    },
    "status": [
        {
            "id": 2106,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727002",
    "attachments": []
}