{
    "activityid": 21592,
    "fields": {
        "Type": "Other Works",
        "Title": "Why Can't You Sit Still? Hyperactivity and Schooling Outcomes for Young Canadian Brothers and",
        "Outlet (if applicable)": "",
        "Date": "2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Attention of both scholars and popular media has recently been drawn to the fact that girls' academic achievement has surpassed boys. Young women now comprise 60 percent of the undergraduate population in most Canadian universities. In 2008, 36.5 percent of young Canadian women aged 25 to 29 had university degrees compared to 24.1 percent of young men. \r\n\r\nWe argue that higher levels of inattentive / hyperactive behaviors evident among 6 to 11 year-old boys compared to girls contributes to an explanation of why boys like school less than girls, perform less well than girls and why their parents have, on average, lower hopes for their sons' eventual academic attainments. Thus, hyperactivity may help to explain currently observed gender differences in academic success. Indeed we find empirical support for this hypothesis: after controlling for differences in parent-reported hyperactivity in sibling fixed effects models, the differences in these educational outcomes between brothers and sisters are reduced by as much as half. \r\n\r\nGiven the potential contribution of this finding for an understanding of boys lagging educational success, we further examine the possibility that providing more scope for physical activity during the school day for elementary school children might be a feasible policy option to help young boys in school. As a randomization strategy, we estimate changes in child outcomes associated with the introduction of the Daily Physical Activity Initiative by Alberta in 2005, a program that mandated all schools to provide a minimum of 30 minutes of daily physical activity in grades one through nine, relative to changes in child outcomes in the rest of Canada. Preliminary results show a higher level of physical activities relieves inattentive / hyperactive symptoms, reduces the probability of being at risk of overweight and obesity for young children aged 6-11. Contrary to the conventional wisdom that too much extracurricular physical activity is bad for grades, we also find more outdoor exercises are associated with an enhanced academic performance in standardized math tests.",
        "Origin": "Other"
    },
    "facultyid": "114045269",
    "coauthors": {
        "110079": {
            "firstname": "Nicole",
            "middleinitial": "",
            "lastname": "Fortin",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 110079,
            "scholarlyactivityid": 21592
        },
        "110080": {
            "firstname": "Philip",
            "middleinitial": "",
            "lastname": "Oreopoulous",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 110080,
            "scholarlyactivityid": 21592
        },
        "110081": {
            "firstname": "Shelley",
            "middleinitial": "",
            "lastname": "Phipps",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 110081,
            "scholarlyactivityid": 21592
        }
    },
    "status": [
        {
            "id": 21592,
            "status": "In Progress",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114045269",
    "attachments": []
}