{
    "activityid": 21591,
    "fields": {
        "Type": "Other Works",
        "Title": "Unequal Opportunities and Public Policy: The Impact of Parental Disability Benefits on Child Post-Secondary Attendance",
        "Outlet (if applicable)": "",
        "Date": "2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Having a parent with a disability is an under-studied potential source of inequality of opportunity. This paper asks whether cash transfers (provincial disability benefits) available to parents with disabilities when their child is young increase the chances that the child will attend post-secondary education (PSE) as a young adult. We use Canada's National Longitudinal Survey of Children and Youth (NLSCY), to trace the eventual post-secondary educational attainment of children whose parent was activity limited when the child was aged 5 to 15. We then exploit differences across provinces and over time in the generosity of provincial disability benefits programmes in Canada to estimate the causal impact on PSE enrolment of cash transfers to poor households where a parent is disabled. We find that higher disability benefits when the child was aged 5-15 years old increase the probability that he or she will have attended or be attending PSE by age 19 to 25 and that the estimated effect size increases with the severity of the parental disability.  Since we also find that lower disability benefits significantly worsen performance of public school aged children on standardized math tests and elevate their anxiety symptoms, we argue that one plausible pathway from disability benefit levels to PSE attendance may be through the cognitive and non-cognitive skills children acquire by the age of 15. If influences of benefit levels accumulate over time, the level of disability transfers available early in a child’s life may be particularly important for the probability of PSE participation.",
        "Origin": "Other"
    },
    "facultyid": "114045269",
    "coauthors": {
        "110075": {
            "firstname": "Lars",
            "middleinitial": "",
            "lastname": "Osberg",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 110075,
            "scholarlyactivityid": 21591,
            "classifications": {
                "Role": "Author"
            }
        },
        "110076": {
            "firstname": "Shelley",
            "middleinitial": "",
            "lastname": "Phipps",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 110076,
            "scholarlyactivityid": 21591,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 21591,
            "status": "In Progress",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114045269",
    "attachments": []
}