{
    "activityid": 21593,
    "fields": {
        "Type": "Other Works",
        "Title": "Why Do Children Drop out of School? The Role of Parental Health Shocks - Evidence from China",
        "Outlet (if applicable)": "",
        "Date": "2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In the past three decades, China underwent one of the most significant reforms in modern history that replaced its universal health care system with a decentralized heavily market-oriented one. Along with this process is an alarmingly rising share of private nancing of health care (self-pay). In this paper, we draw data from a detailed panel of the 1991-2006 Chinese Health and Nutrition Survey (CHNS) to examine how the family's long-term productive asset accumulation - child's education -can be adversely affected by the major health shocks of the parent in such context. By using a semi-parametric procedure that combines propensity score re-weighting and fixed effects techniques to correct for the potentially endogenous health and insurance status of the parent, we find that when poor parents face serious illness, children are five to six times more likely to leave school early compared to peers whose parents do not have any health problems. Importantly, the likelihood of dropping out of school increases monotonically with the amount of out-of-pocket medical payments incurred by illness, with the association being strongest for children in families where the father has recently become ill. These findings suggest that, while government inventions in providing better school facilities and more qualied teachers are important for improving education in developing countries like China, policies that insure parents against idiosyncratic shocks such as access to both health care and insurance can be a mechanism that generates long-term benefits for the affected families and economic development.",
        "Origin": "Other"
    },
    "facultyid": "114045269",
    "coauthors": {
        "110077": {
            "firstname": "Lars",
            "middleinitial": "",
            "lastname": "Osberg",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 110077,
            "scholarlyactivityid": 21593
        },
        "110078": {
            "firstname": "Shelley",
            "middleinitial": "",
            "lastname": "Phipps",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 110078,
            "scholarlyactivityid": 21593
        }
    },
    "status": [
        {
            "id": 21593,
            "status": "In Progress",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114045269",
    "attachments": []
}