{
    "activityid": 21678,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Ephemeral Work Group Formation of Jenu Keruba Honey Collectors and Late 19th Century Colorado Silver Prospectors",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "\tHumans frequently form short-lived cooperative groups to accomplish subsistence and economic tasks.  Understanding how human sociality shapes resource extraction helps us predict the environmental degradation often associated with these activities.  We explore the ecological and cultural factors behind ephemeral work group formation in two disparate cultural contexts: groups foraging for wild honey in present day South India and groups prospecting for silver ore in the Elk Mountain Mining District of Colorado in the late 19th Century.  Contrary to the logic of economic foraging, we find little evidence that per capita yields are the most important factor in determining size and composition of ephemeral work groups.  Variation in patch size and uncertainty about returns contribute to variation in group sizes in addition to social and cultural concerns like kinship, reputation, and pleasure.  Models that only incorporate economic parameters will make poor predictions of how humans interact with their environments.\r\nRole:  Co-Principal",
        "Origin": "Other"
    },
    "facultyid": "113160599",
    "coauthors": {
        "116326": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Glover",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 116326,
            "scholarlyactivityid": 21678,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 21678,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113160599",
    "attachments": []
}