{
    "activityid": 2170,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Differences That Matter: Canada, the United States and Environmental Policymaking",
        "Journal": "AmeriQuests",
        "Volume": "3",
        "Month / Season": "2006-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/17",
        "Description/Abstract": "Does the way Canada, as a nation state, approach international environmental policymaking make a difference with respect to solving environmental problems in the Americas? We argue that it does, and it is a difference that matters. Canadian efforts toward multilateralism and toward inclusiveness (e.g., willingness to work with weaker nations) serve as a counter balance to the growing unilateralism and ever present exceptionalism of the United States, currently the most powerful country in the world, and Canada's southern neighbor and regional partner in developing environmental policy that affects the northern Americas directly and all of the Americas indirectly. Our argument is made first generally, and then specifically using involvement and reaction to the goals set out by the Commission for Environmental Cooperation (CEC), where, along with Mexico, Canada and the United States play leading roles. The basic contention of this paper is that the vision for and goals of the CEC are much more aligned with the way Canada perceives the way international environmental policymaking should be implemented, and that by fostering that vision, Canada tries to counter the tendency of the present-day United States administration to go at it alone, and thereby provides a linkage to other countries in the Americas to position themselves for participation in regional environmental policymaking.",
        "Origin": "Other"
    },
    "facultyid": "111110070",
    "coauthors": {
        "5674": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 5674,
            "scholarlyactivityid": 2170
        },
        "5675": {
            "firstname": "Ross",
            "middleinitial": "E",
            "lastname": "Burkhart",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110070",
            "authorid": 5675,
            "scholarlyactivityid": 2170
        }
    },
    "status": [
        {
            "id": 2170,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110070",
    "attachments": []
}