{
    "activityid": 2171,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Economic Freedom and Democracy: Post-Cold War Tests",
        "Journal": "European Journal of Political Research",
        "Volume": "37",
        "Month / Season": "2000-03-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "237-253",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/1475-6765.00511",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/30",
        "Description/Abstract": "Current theorizing about the connection between cross–national economic  development, capitalist economic structure, and democracy has reached  critical mass. Current empirical modeling of the effect of economic  structure on democracy, however, has slowed down; the most recent study  uses data from 1965. Freedom House has developed for 82 countries  rankings on 'economic freedom' in 1995, a measure of capitalism based on  the freedom to: own property, earn a living, operate a business, invest  earnings, trade internationally, and participate in a market economy.  This manuscript presents a political economy model of democracy,  including the Freedom House measure as a control variable for  capitalism, and comes to some conclusions on the relationship between  economic development, economic structure, and democracy. The main  finding is that unbridled capitalism is unnecessary for a democratic  polity. The optimal democratic state has a balance between capitalism  and governmental concern for social welfare, even during the post–Cold  War period.",
        "Origin": "Other"
    },
    "facultyid": "111110070",
    "coauthors": {
        "5676": {
            "firstname": "Ross",
            "middleinitial": "E",
            "lastname": "Burkhart",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110070",
            "authorid": 5676,
            "scholarlyactivityid": 2171
        }
    },
    "status": [
        {
            "id": 2171,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2000,
            "termid": "1999/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110070",
    "attachments": []
}