{
    "activityid": 21754,
    "fields": {
        "Type": "Other Works",
        "Title": "Influence of Counseling on Attitudes Towards Seeking Professional Help and Levels of Distress in College Students",
        "Outlet (if applicable)": "",
        "Date": "2014-12-31",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": null,
        "Location of Publisher (City, State, Country)": null,
        "Issue Number/Edition": null,
        "Page Number or Number of Pages": null,
        "Volume": null,
        "Author/Editor of larger work": null,
        "Title of larger work": null,
        "ISBN/ISSN/ASIN Number": null,
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The following research project has two primary goals. The first goal of the project is to investigate the effects of counseling on attitudes towards seeking professional help in men. This first goal is outlined more specifically below: \n\nResearch on men’s mental health, in particular the effect of masculinity on men’s health, is a growing field. During the past four decades an increasing level of focus has developed on understanding contextual factors that influence the psychotherapy process. A notable factor that has received a great deal of attention is gender -- and more specifically, masculinity. Notably, men seek out professional help for mental health concerns at a rate much lower than women, even though men are diagnosed with substance use disorders and commit suicide at alarmingly high rates (Addis &amp; Mahalik, 2003). Men likely seek out help at low rates because help-seeking behaviors as well as behaviors men perceive as part of the counseling process are inconsistent with attitudes associated with traditional masculine gender role norms (Berger et al, 2013). For example, many men see asking for help as a sign of weakness. Also, men often have developed beliefs about typical client and therapist behaviors in counseling (e.g. “I’ll have to spend all of the time talking about feelings”), and these beliefs while inaccurate may result in negative attitudes towards seeking help. \n\nThe purpose of this study is to assess how men’s attitudes towards help-seeking are changed through exposure to counseling experiences. Our hypotheses regarding traditional men and help-seeking are the following:\n1.     Men will report more overall negative initial attitudes help seeking than women.\n2.     Men will report more positive attitudes towards seeking help, after participating in a realistic counseling experience. \n3.\tMen who report clinically-elevated levels of distress will report more positive attitudes towards seeking help after engaging in counseling than men no experiencing distress.\n4.\tStrong adherence to masculine gender role norms will positively correlate with negative views of counseling experiences. \n \nThe second goal of this project is to assess the overall impact of counseling services offered by master’s level counselors-in-training in the Boise State University Counselor Education Department practicum clinic. More specifically, primary goals of counseling are to reduce overall distress levels in clients and provide clients with therapeutic experiences that will positively affect their attitudes towards counseling in general. Therefore in this study an empirically-driven assessment will be conducted of the effectiveness of the BSU counselor education's department's practicum lab in: 1. reducing client psychological distress and 2. the impact of counseling services on clients' attitudes towards seeking future counseling.   \n\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "113107763",
    "coauthors": {
        "77235": {
            "firstname": "April",
            "middleinitial": "",
            "lastname": "Schottelkorb",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112183044",
            "authorid": 77235,
            "scholarlyactivityid": 21754
        }
    },
    "status": [
        {
            "id": 21754,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 21754,
            "status": "In Progress",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 21754,
            "status": "In Progress",
            "term": "Spring",
            "year": 1966,
            "termid": "1965/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "113107763",
    "attachments": []
}