{
    "activityid": 21755,
    "fields": {
        "Type": "Other Works",
        "Title": "Impact of Gender Roles on Perceptions of Therapeutic Metaphors in Counseling",
        "Outlet (if applicable)": "Journal of Humanistic Counseling",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "During the past four decades an increasing level of focus has developed on understanding contextual factors that influence the psychotherapy process. A notable factor that has received a great deal of attention is gender and more specifically masculinity. A steadily increasing body of literature explaining helpful psychotherapeutic techniques for use with men and women has also evolved (Brooks, 1998; Brooks, 2010; Brooks &amp; Good, 2001; Rabinowitz &amp; Cochran, 2003; Englar-Carlson &amp; Stevens, 2006; Levant &amp; Pollack, 1998). A theme that is consistent across many frameworks of gender in counseling is that of working with emotion. More specifically, individuals that adhere more strongly to masculine gender role norms tend to be hesitant to express emotions in therapy and less likely to benefit from emotion-focused therapeutic interventions.\r\n\r\nIn this study I proposed that a particularly effective method of facilitating exploration of emotional content with individuals that adhere to masculine gender role norms is through the use of therapeutic metaphors. However, there is no empirical evidence to support the notion that metaphors are a desirable or effective method of exploring emotional content. This study is a first step in that direction in which an analog design will be used to investigate participants’ perceptions of a mock counselor’s use of therapeutic metaphors with a mock client. Participants will be randomly provided with one of two possible written vignettes. One vignette will include a counselor using a therapeutic metaphor to facilitate exploration of an emotional topic and the other vignette will include a “treatment as usual” condition in which the counselor will use a standard method to explore an emotional topic with a client. It is our hypothesis that more traditionally masculine participants will rate the the counselor who provides the metaphor intervention as more desirable than the counselor who provides the treatment as usual intervention.\r\n\r\nThis project is currently in the data analysis stage.\r\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "113107763",
    "coauthors": {
        "117260": {
            "firstname": "Matthew",
            "middleinitial": "C",
            "lastname": "Genuchi",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113107763",
            "authorid": 117260,
            "scholarlyactivityid": 21755
        }
    },
    "status": [
        {
            "id": 21755,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 21755,
            "status": "In Progress",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 21755,
            "status": "In Progress",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 21755,
            "status": "In Progress",
            "term": "Spring",
            "year": 1966,
            "termid": "1965/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "113107763",
    "attachments": []
}