{
    "activityid": 2179,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Capitalist Political Economy and Human Rights: Cross-National Evidence",
        "Journal": "The Social Science Journal",
        "Volume": "39",
        "Month / Season": "2002-03-15",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "155-170",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/S0362-3319(02)00160-X`",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/21",
        "Description/Abstract": "In a growing empirical literature on the determinants of human rights violations, the variable economic system has been untried as an independent variable in multivariate models. More theoretical treatments suggest that capitalism is more of a destructive force in the community, and thus more problematic for the observance of human rights, than it is helpful in the maintenance of human rights. An alternative consideration is that capitalism, through it encouraging the development of democratic institutions, has an indirect positive effect on human rights practices. This manuscript tests three models of human rights using variables common to the literature (political, economic, cultural, demographic), and the uncommon variable capitalism, using OLS regression. The negative capitalism–human rights violations theoretical perspective finds more support, though the parameter estimates generally lack statistical significance. The conclusion at this stage of the research is that hypotheses of capitalism's relationship to political repression will have to be more strongly articulated if capitalism is to be included as an independent variable in models of political repression.",
        "Origin": "Other"
    },
    "facultyid": "111110070",
    "coauthors": {
        "5701": {
            "firstname": "Ross",
            "middleinitial": "E",
            "lastname": "Burkhart",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110070",
            "authorid": 5701,
            "scholarlyactivityid": 2179
        }
    },
    "status": [
        {
            "id": 2179,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2002,
            "termid": "2001/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110070",
    "attachments": []
}