{
    "activityid": 21836,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "&quot;Perverse Nature&quot;: Anxieties of Animality and Environment in Charles Brockden Brown’s Edgar Huntly",
        "Book Title": "Ecogothic in Nineteenth-Century American Literature",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "21-35",
        "Edition": "",
        "Volume": "",
        "Publisher": "Routledge",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "Dawn Keetley and Matthew Wynn Sivils",
        "DOI": "9781138206458",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "Charles Brockden Brown’s 1799 Edgar Huntly famously aims “to exhibit a series of adventures, growing out of the condition of our country,” noting that the “incidents of Indian hostility, and the perils of the western wilderness” are the most appropriate materials for American readers (Brown 3). Scholarship has long focused on the novel’s “wilderness” setting, but only recently have scholars begun to approach Edgar Huntly from an explicitly ecocritical perspective. This essay builds on existing scholarship to address Brown’s novel through the dual lenses of ecocriticism and Gothic studies, examining its representations of place, landscape, and psychology, emphasizing its engagement with anxieties about humanity and animality. \nUntil now, the term “ecogothic” has been insufficiently defined; this essay approaches this term understanding the Gothic as a mode (building on the work of Jerrold Hogle and Teresa Goddu) to show how Gothic moments in texts can be read ecocritically. The explicitly Gothic moments in Edgar Huntly depict cultural anxieties not just about “wilderness,” but also about the slippery divide between humanity and animality. Amid all the threats that Huntly encounters, none are more unsettling than realizing that the boundaries between the human and more-than-human world are penetrable and unstable—and may be entirely social constructions. Textually, the novel blurs boundaries between the Delaware Indians, “savage” panthers, and the sleepwalking Clithero Edny, and eventually Huntly finds himself part of this elision of categories—where “human” and “animal” collapse. In Huntly’s transformation, we see playing out Stacy Alaimo’s new materialist concept that “the human is always intermeshed with the more-than-human world,” and that “the substance of the human is ultimately inseparable from ‘the environment’” (2). This reading of Edgar Huntly, finally, shows how the idea of the body as nature, as environment, is a specter that haunts the otherwise rational, enlightened late-eighteenth-century subject.\nRole:  Principal",
        "Web Address": "",
        "Origin": "Other"
    },
    "facultyid": "111114394",
    "coauthors": {
        "200200": {
            "firstname": "Thomas",
            "middleinitial": "J",
            "lastname": "Hillard",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111114394",
            "authorid": 200200,
            "scholarlyactivityid": 21836
        }
    },
    "status": [
        {
            "id": 21836,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 21836,
            "status": "Accepted",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111114394",
    "attachments": []
}