{
    "activityid": 21840,
    "fields": {
        "Type": "Other Works",
        "Title": "Woolf’s Outlaw Knowledge of the Recumbent: Illness as a Site of Modernist Aesthetics and Ethics",
        "Outlet (if applicable)": "",
        "Date": "2012-06-20",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In “On Being Ill” (1926), Virginia Woolf observes, “Novels, one would have thought, would have been devoted to influenza” (4).  Modernist novels in particular, one would add.  The experimental aesthetics of modernism and its troubling of mind/body assumptions made illness a particularly apt subject for modernists, while the 1918 global pandemic of influenza—killing in four months an estimated 50 million people—had made the experience of illness a shared, buried trauma.  Nonetheless, literary criticism of modernism has not followed Woolf’s cue by considering physical illness as one of its “prime themes” (4).  This paper proposes that Woolf’s “On Being Ill” is a pivotal manifesto of modernist aesthetics and ethics that can lead to productive reconsiderations of modernism’s terrain as critics reassess its boundaries.   \nWoolf revalues the “outsider” and “outlaw” perspective which illness creates as the subject relinquishes citizenship among “the army of the upright” (18).  In generating a mode of lyric reception that encourages digressive thought, this outlaw perspective produces the narrative experimentation and defamiliarization essential to modernist experiment and the possibility of revolutionary thought.  Three novels with outsider protagonists that are modernist variations on the bildungsroman and quest genres—Woolf’s The Voyage Out, H.D.’s HERmione, and Joseph Conrad’s Heart of Darkness—use the perspective of illness to create powerful new aesthetic effects and engage readers in ethical questions.  As these novels show and Woolf’s “On Being Ill” emphasizes, the extremity of illness creates a threshold perspective that lays bare the consequences of gendered, imperialist ideologies.\n\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "112096941",
    "coauthors": {
        "210636": {
            "firstname": "Cheryl",
            "middleinitial": "Lynn",
            "lastname": "Hindrichs",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112096941",
            "authorid": 210636,
            "scholarlyactivityid": 21840
        }
    },
    "status": [
        {
            "id": 21840,
            "status": "Work Discontinued",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 21840,
            "status": "In Progress",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 21840,
            "status": "In Progress",
            "term": "Spring",
            "year": 1966,
            "termid": "1965/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "112096941",
    "attachments": []
}