{
    "activityid": 21861,
    "fields": {
        "Type": "Other Works",
        "Title": "Pompeii Post-Excavation Project",
        "Outlet (if applicable)": "",
        "Date": "2014-12-31",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Pompeii-Post Excavation Project is a project combining research, teaching, and outreach. The research goals of the project are to integrate both stratigraphical data with the artefacts and ecofacts in order to establish firm chronologies for the development of area VI.1 in Pompeii and to investigate consumption practices over the long term. The teaching goals are to train students in post-excavation analysis and archaeological specialist work to address a troubling lack of specialists in the discipline in both the UK and USA. The outreach goals are longterm and include the establishment of an online database to make our data accessible. \n\nUnfortunately due to bureaucratic problems at the Soprintendenza Speciale per i Beni Archeologici di Napoli e Pompei. The Soprintendenza received a multi-million Euro grant to pursue restoration and conservation of areas of the archaeological site most in need of it. This unfortunately includes the area under investigation by the PPexP. All our materials and artefacts have been removed from the storeroom and their current location and organization is unknown. \n\nHowever, the project did complete the analysis of all the materials recovered from the Bar of Phoebus. A publication of the findings and about the project is under review by the journal Fasti Online. \nRole:  Co-Principal",
        "Origin": "Other"
    },
    "facultyid": "113112677",
    "coauthors": {
        "199287": {
            "firstname": "David",
            "middleinitial": "G.",
            "lastname": "Griffiths",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 199287,
            "scholarlyactivityid": 21861
        }
    },
    "status": [
        {
            "id": 21861,
            "status": "Work Discontinued",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "113112677",
    "attachments": []
}