{
    "activityid": 21882,
    "fields": {
        "Type": "Other Works",
        "Title": "The effect of a modified Team-Based-Learning structure on attendance, attitude toward, and conceptual understanding of, undergraduate mathematics.",
        "Outlet (if applicable)": "Center for Teaching and Learning",
        "Date": "2013-06-30",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Publisher": null,
        "Location of Publisher (City, State, Country)": null,
        "Issue Number/Edition": null,
        "Page Number or Number of Pages": null,
        "Volume": null,
        "Author/Editor of larger work": null,
        "Title of larger work": null,
        "ISBN/ISSN/ASIN Number": null,
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Team-Based Learning (TBL) is a pedagogy that uses class time for group discussion and activities while students gain basic content knowledge via videos or reading before class. Two sections of Introduction to Statistics (non-calculus based) were taught using TBL at Boise State University during spring 2013. One class worked with limited direction on team activities that were highly dependent on pre-class preparation while the other received a lecture incorporating the team activity. Scores on exams following each of four modules and four final exam questions were compared.  Of the eight comparisons, one was highly significant and two were significant at the ? = 0.10 level in favor of the “team activity” class, while the remaining five differences were not significant. Attendance was fairly high, and over 90% of students officially enrolled completed the course. Differences between scores on the Statistics Concept Inventory taken at the beginning and end of the course were highly significant (p &lt; 0.001) with post-course scores over 14 percentage points higher. Results encourage continuation and refinement of TBL in introductory statistics.\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "111112597",
    "status": [
        {
            "id": 21882,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 21882,
            "status": "In Progress",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111112597",
    "attachments": []
}