{
    "activityid": 21898,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Public Relations Practitioner as Cultural Interpreters",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "As corporations become globalized, the cultural interpreter role of public relations practitioner has been emphasized in the context of culturally diverse organizations which consist of workers from different ethnic background, such as those of Hispanic Americans and Asian Americans, as is common in the United States to help organizations build productive relationship with diverse workers.  As a cultural interpreter or “cultural intermediary,” public relations practitioners of a multicultural organization are expected to contribute to facilitate two-way communication between employees and the organization.   In this vein, the key challenge which public relations practitioners face is a lack of awareness of different cultural values, though one of the qualifications highlighted as a cultural interpreter is “a cosmopolitan person” who does not primarily judge various cultural values and practices but is capable of working and growing with and within them as necessary.”  However, this study assumes that whether this requirement for the public relations practitioners is feasible or not depends on the cultural orientations of the practitioners. The cultural values of employees the practitioners work with also affect their perceptions on public relations practices and the practitioners’ role of their organization. To validate the cultural interpreter model of public relations, this study explored if the cultural orientation of public relations practitioners and employees influences their perspectives on public relations practices and the role of the practitioners. This study was based on Hofstede’s cultural dimensions to investigate the effectiveness of communication, especially between PR practitioners and workers.   Individualism/collectivism and power distance, which are the focus in this study, are considered the key predictors, which influence the nature of the relationships between the workers and the organization, so it is called organizational culture.  To find answers to these questions, this study conducted an online survey to public relations practitioners and workers who include those working for culturally diverse organizations to compare their perspectives between corporate organizations which are culturally diverse organizations and those that are not. This study expects to benefit those organizations with more effective public relation practices of multicultural organizations including cross-cultural training for better communication with diverse employees.  ",
        "Origin": "Other"
    },
    "facultyid": "113111432",
    "coauthors": {
        "253788": {
            "firstname": "HyunMee",
            "middleinitial": "",
            "lastname": "Kang",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113111432",
            "authorid": 253788,
            "scholarlyactivityid": 21898
        },
        "253789": {
            "firstname": "MaryFrances",
            "middleinitial": "",
            "lastname": "Casper",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112090737",
            "authorid": 253789,
            "scholarlyactivityid": 21898
        }
    },
    "status": [
        {
            "id": 21898,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 21898,
            "status": "In Progress",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "113111432",
    "attachments": []
}