{
    "activityid": 21899,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Taking consideration into the Impact of Pop Culture on National Image: The Case of K-Pop",
        "Conference/Meeting Name": "",
        "Conference Location": "",
        "Date or Date Range": "2020-22",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The effect of how media represents a country has been considered one of key factors which influence overseas public’s impressions and images on the country. To analyze the key factors, I will focus on pop culture of a country in that how pop culture represents a country and its people is reflected in the image of the country and its people thought most images projected from pop culture is close to fantasy rather than factual information. Nevertheless, many studies have argued it has contributed to increasing of tourists and positive image of the country. In this vein, this study will discuss possible reasons fantasy attracts media consumers and examine how they represent a country's image and explore if the consumption of pop culture influences the image of a country, by focusing on Hallyu, Korean pop wave, by conducting a survey to college students who are viewed one of heavy viewers of pop cultures. \n",
        "Origin": "Other"
    },
    "facultyid": "113111432",
    "coauthors": {
        "253792": {
            "firstname": "HyunMee",
            "middleinitial": "",
            "lastname": "Kang",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113111432",
            "authorid": 253792,
            "scholarlyactivityid": 21899
        }
    },
    "status": [
        {
            "id": 21899,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 21899,
            "status": "In Progress",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "113111432",
    "attachments": []
}