{
    "activityid": 21969,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Women are a problem: Title IX narratives in the New York Times and the Washington Post, 1974-1975",
        "Journal": "Communication &amp; Sport",
        "Volume": "6",
        "Month / Season": "February",
        "Issue Number": "1; first published online Dec. 28, 2016",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "25-40",
        "Publisher": "",
        "DOI": "10.1177/2167479516685578",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Media coverage of Title IX over the past several decades has both praised the law and the achievements of female athletes who have benefited from it and highlighted claims that men’s college sports have been the unanticipated victims of the effort to increase opportunities for women. This study sought to understand how coverage of the debate in 1974–1975 over the Title IX regulations helped shape discourse about the law with regard to intercollegiate athletics. Through a combination of archival research and qualitative media analysis, I identified arguments made by Title IX critics and advocates and analyzed coverage of the debate in the New York Times and the Washington Post, paying particular attention to the presence or absence of what Dunja Antunovic called conflict and celebratory narratives. I found that conflict narratives that reflected concerns of Title IX critics overwhelmed celebratory narratives as well as anticommercialism narratives that I also detected. I concluded that these newspapers allowed critics, led by the National Collegiate Athletic Association, to shape the discourse about the meaning of Title IX and its consequences, thereby reinforcing male dominance of the American sport culture and missing an opportunity to question the commercialization of intercollegiate athletics.",
        "Origin": "Other"
    },
    "facultyid": "113069150",
    "coauthors": {
        "149318": {
            "firstname": "Julie",
            "middleinitial": "",
            "lastname": "Lane",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113069150",
            "authorid": 149318,
            "scholarlyactivityid": 21969
        }
    },
    "status": [
        {
            "id": 21969,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113069150",
    "attachments": []
}