{
    "activityid": 22003,
    "fields": {
        "Type": "Other Works",
        "Title": "Effects of Female Coaches on Male Youth Sport Participants’ Sportspersonship ",
        "Outlet (if applicable)": "",
        "Date": "2015",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The purpose of our study is to examine the effects of female coaches on male youth sport participants’ experiences, including sportspersonship. Male coaches greatly outnumber female coaches in youth sport, in general, and data illustrate that even fewer women are head coaches of boys’ teams, in particular (de Lench, 2006; Messner, 2009). Female head coaches tend to coach boys at younger age groups and recreational levels, whereas older boys participating at higher competitive levels are typically coached by men. Thus, having a female coach in youth sport, particularly during adolescence in a competitive context, is a unique experience for participants and one that has yet to be documented. \r\n\r\nOur research questions include: How do male participants perceive their experiences of having a female coach in youth sport? Compared to experiences with female coaches, do male participants perceive coaching similarities and/or differences to male coaches? What strategies and lessons do male athletes perceive their female coaches used to teach them about sportspersonship? What benefits or drawbacks do male participants perceive in having a female coach? We will answer our research questions through an interdisciplinary lens by drawing from disciplinary perspectives and theoretical frameworks of sport-based positive youth development, sport psychology, feminist cultural studies of sport, and sport sociology. \r\n\r\nGrant application submitted to SHAPE America, 11/1/15; not funded.   \r\nRole:  Co-Principal",
        "Origin": "Other"
    },
    "facultyid": "111669980",
    "coauthors": {
        "159518": {
            "firstname": "Nicole",
            "middleinitial": "",
            "lastname": "Bolter",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113143130",
            "authorid": 159518,
            "scholarlyactivityid": 22003
        }
    },
    "status": [
        {
            "id": 22003,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "111669980",
    "attachments": []
}