{
    "activityid": 22006,
    "fields": {
        "Type": "Other Works",
        "Title": "Women's Cycling - History of Advocacy Efforts",
        "Outlet (if applicable)": "",
        "Date": "2015-12-31",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Initial research presented at the annual conference of the North American Society for Sport History (May 2014):  &quot;Spinning Wheels or Shifting Gears?  Marking Time in Women's Cycling History&quot;:  On the cusp of the 30th anniversary of the women’s Olympic Road race in 2014, two major initiatives occurred in the latter half of 2013 to promote the growth and development of elite women’s cycling: the formation of the Women’s Cycling Association (WCA) and the unprecedented, purposeful, and widespread inclusion of women in leadership positions within the Union Cycliste Internationale (UCI). Despite the passage of nearly three decades since women were awarded the opportunity to compete on the Olympic stage, women cyclists struggle to find recognition, opportunities, and equitable experiences in the sport. The launching of the WCA was framed within a historical context in a recent ROAD Magazine article, primarily in comparison to the much longer history of men’s elite cycling. In this article, WCA President Robin Farina noted, “the women’s side of the sport is so short on history,” and stated that the association desired to “tell the stories and write the history” in order to make connections with fans and sponsors and, ultimately, promote the sport.\nSpurred by upcoming 30th anniversary, the steps taken by new UCI leadership, and the creation of the WCA and Farina’s comments, this presentation explores the efforts of groups, individuals, and movements to champion women’s cycling. While acknowledging the benchmark of Olympic competition (and IOC recognition) in women’s cycling history, I highlight what has come before and since, and complicate the notion of linear progress toward equitable and meaningful opportunities and experiences in the sport. To draw upon a cycling metaphor, women’s cycling has had to shift gears as the road travels up and down; sometimes rolling along quickly and effortlessly; other times, slowly grinding up an ever-steepening pitch in a struggle to keep moving. I present a roadmap, of sorts, based upon print and media coverage of the sport (e.g., general mass media, cycling-specific), archival records associated with key cycling events, and organizational records from governing bodies (e.g., IOC, UCI, USA Cycling). Although a current view of women’s cycling is that it is “short on history,” a significant goal of this presentation is to give voice to un(der)acknowledged histories that have been overlooked within the larger world of cycling.\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "111669980",
    "coauthors": {
        "278525": {
            "firstname": "Shelley",
            "middleinitial": "M",
            "lastname": "Lucas",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669980",
            "authorid": 278525,
            "scholarlyactivityid": 22006
        }
    },
    "status": [
        {
            "id": 22006,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 22006,
            "status": "In Progress",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111669980",
    "attachments": []
}