{
    "activityid": 22040,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Spillover Valuation Effects of Credit Rating Changes: Shoot First, Ask Questions Later",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Opacity hinders information efficiency. When information is asymmetric, investors use credit downgrades to infer adverse changes in the creditworthiness of similar firms in the same industry. Intra-industry cumulative abnormal equity returns (CARs) over the seven-day event window around announcements of rating downgrades from investment to speculative grade average -1.25% controlling for rating, firm characteristics, as well as year and industry fixed effects. Overreaction results when price contagion is dominated by sentiment-driven noise trading. CARs over three, six, and twelve-month windows starting four days after downgrade announcements average 1.80%, 5.41%, and 5.44%, respectively. The reversals in price declines are predominantly on shares of transparent industry peers. For opaque peers, share price declines continue post announcement. Significant average increases in the return on assets, profit margin, and earnings per share of industry peers from the preceding to subsequent fiscal year around downgrade announcement years corroborate the post announcement rise in share prices. Lastly, we show that transparency is priced. Transparent firms have lower systematic risks and lower costs of capital.\r\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "114045846",
    "coauthors": {
        "113050": {
            "firstname": "Garrett",
            "middleinitial": "",
            "lastname": "McBrayer",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114045846",
            "authorid": 113050,
            "scholarlyactivityid": 22040
        }
    },
    "status": [
        {
            "id": 22040,
            "status": "In Progress",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 22040,
            "status": "In Progress",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114045846",
    "attachments": []
}