{
    "activityid": 22041,
    "fields": {
        "Type": "Book",
        "Title": "Divided Loyalties? Pushing the Boundaries of Gender and Lay Roles in the Catholic Church, 1534-1829",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Edition": "",
        "Volume": "",
        "Publisher": "Palgrave MacMillan",
        "Publisher Location": "London/New York, NY",
        "ISBN": "978-3-319-73086-8",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Book accepted for publication by Palgrave MacMillan in 2017. Revisions completed and accepted as of November 2017. Book is currently at the printers with scheduled delivery of page proofs the first week of February 2018. \r\n\r\nThe Catholic Church in the 21st century wrestles with expanding opportunities for laypeople to participate in ministry, sacrament, and leadership of the Church, particularly over whether women should be ordained to the priesthood and whether laypeople should be given greater roles in liturgy. Some Catholics welcome such possibilities. Others fear that changes in traditional practices will weaken the foundations of the Church, the family, and society. \r\n\r\nThe Catholic Church faced a similar challenge after English King Henry VIII’s break with Rome in 1534. For almost 300 years, Catholicism was illegal throughout the British Isles. In the absence of churches, priests, and sacraments, Catholics broadened gender and religious roles to meet their spiritual needs within an underground faith. The intervening three centuries allegedly fostered a world of bad Catholics with divided loyalties between church, state, society, and the family: scandalous “galloping nuns,” “Apostolic Viragoes,” and “false” and “traitorous” Catholic “rogues.” \r\n\r\nThis book explores how Catholics experimented with new understandings of women’s and men’s roles in family life, ritual, religious leadership, and vocation in their quest to be both good Catholics and good subjects. Engaging personal narratives, letters, trial records, and other stories reveal how far ordinary Catholics would go to get their needs met and how far the Catholic Church would bend its rules on gender and laypeoples' roles in the Church to sustain beleaguered Catholics in a Protestant land. In the many generations that passed between Henry VIII’s break with the Roman Catholic Church and Catholic emancipation in the British Isles in 1829, Catholics had time to set limits, loosen them, and face the consequences. The lessons learned inform our contemporary discussion not only about women’s and men’s natural and God-given roles but also about divine power and authority itself.\r\n\r\nI am attaching the Introduction because all the chapters would be a bit much to attach here. I am happy to show my chair the entirety should he wish evidence of the manuscript's completion.",
        "Origin": "Other"
    },
    "facultyid": "111669995",
    "coauthors": {
        "166648": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 166648,
            "scholarlyactivityid": 22041,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 22041,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 22041,
            "status": "Accepted",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 22041,
            "status": "Submitted",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111669995",
    "attachments": [
        {
            "attachmentid": 2279,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Intro 7.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25wdVd6MkhxcU1HRjR2UmxqSkg5Ky9OWXFaQVlFY1diMU00UzJVVWpnbU93QT09",
            "filesize": 149043
        }
    ]
}