{
    "activityid": 22138,
    "fields": {
        "Type": "Other Works",
        "Title": "Terms of Understanding: What Graduate Students Need to Know About Faith-Centered Students",
        "Outlet (if applicable)": "",
        "Date": "2015-12-31",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Publisher": null,
        "Location of Publisher (City, State, Country)": null,
        "Issue Number/Edition": null,
        "Page Number or Number of Pages": null,
        "Volume": null,
        "Author/Editor of larger work": null,
        "Title of larger work": null,
        "ISBN/ISSN/ASIN Number": null,
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": null,
        "Description/Abstract": "In 2010, according to the Pew-Templeton Global Religious Futures Project, 78.3% of Americans identified themselves as Christians. It’s not surprising, then, that, according to the Higher Education Research Institute (HERI), 83% of university students identify with a Christian denomination (http://religion.ssrc.org/reguide/index2.html). Given this data, it’s inevitable that religiously-identified students will be in our first-year writing courses. Whether we are aware of it or not, the literacy practices of up to 80% of our students have likely been shaped by their religious traditions and experiences, much as those literacy practices have been shaped by their race, ethnicity, gender, social class, sexual orientation, and a myriad of other cultural contexts. As Robert Nash and others have argued, although we “work hard in so many areas of higher education to engender respect, recognition, and understanding of cultural difference,” religious differences need to be more widely understood and studied as well (Nash, “Understanding and Promoting Religious Pluralism on College Campuses” 3). Given my field’s recent scholarship on writing transfer, literacy theory and practices, and marginalized rhetorics, Rhetoric and Composition scholars have much to contribute to understanding religious differences as they manifest in higher education generally, writing courses more specifically.\nWithin the past decade or so, scholars in sociology, psychology, and student affairs have been studying the experiences of religiously-identified students in higher education (see Nash; Nash and Baskette; Bryant; Bryant and Astin; McFarland, et al; Kaplan; Hodge; Waggoner). Much is now known about religious AND nonreligious students in terms of academic achievement, persistence, changes in religious beliefs, cognitive development, well-being, and ethical development, among other things. The field of Rhetoric and Composition has also begun to enter this larger conversation, initially in 1989 with the publication of Chris Anderson’s article, “The Description of an Embarrassment: When Students Write about Religion” and later in the 1990s when other scholars responded to Anderson’s article with theoretical, historical, and qualitative research on religious discourse generally. From 2000 to 2007, books, articles, conference presentations, and dissertations addressing these issues began to appear frequently (see Dively; Goodburn; Browning; Rand; Perkins; Crowley; Carter; Buley-Meissner, et al; Daniell; Moss; Pernot; Vander Lei; Barrett). The CCCC Special Interest Group, “Rhetoric and Christian Tradition” met in 2003 and in 2005 sponsored a conference at DePaul, “Inquiries into Rhetoric and Christian Tradition” (which I attended), the same year that founding member Elizabeth Vander Lei and co-editor Bonnie Lenore Kyburz published Negotiating Religious Faith in the Composition Classroom (Boyton/Cook Heinemann, 2005). This body of research from the past fifteen or so years calls for, among other things, a more theorized approach to religious literacy in the classroom, which is the focus of my essay, “Terms of Understanding.”\nGraduate students in rhetoric and composition are likely to encounter religious discourse in their own students’ writing before they have encountered it in their pedagogical training and/or graduate seminars--if they encounter it at all--and yet the emerging literature in the field calls for a theorized approach to religious literacy in the classroom. Drawing upon curriculum I developed for a TA seminar and a graduate seminar on literacy and faith-centered students, I argue that students need more than teaching tips and a theoretical/historical context for religious rhetoric. They need to know how to “read” faith-centered students’ discourse, as teachers and as scholars of writing and literacy. Doing so means interrogating terms like fundamentalism, faith, and evangelicalism; it means analyzing religious discourse just as we have academic discourse. It means attending to the emotional commitments reflected in students’ religious rhetoric and in their own responses to that rhetoric.",
        "Origin": "Other"
    },
    "facultyid": "111110239",
    "status": [
        {
            "id": 22138,
            "status": "In Progress",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 22138,
            "status": "In Progress",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 22138,
            "status": "In Progress",
            "term": "Spring",
            "year": 1966,
            "termid": "1965/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111110239",
    "attachments": []
}