{
    "activityid": 22137,
    "fields": {
        "Type": "Other Works",
        "Title": "Developing Students’ Ecumenical Worldview: Rhetoric, Religious Literacy and Civic Discourse",
        "Outlet (if applicable)": "",
        "Date": "2016-06-30",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Publisher": null,
        "Location of Publisher (City, State, Country)": null,
        "Issue Number/Edition": null,
        "Page Number or Number of Pages": null,
        "Volume": null,
        "Author/Editor of larger work": null,
        "Title of larger work": null,
        "ISBN/ISSN/ASIN Number": null,
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": null,
        "Description/Abstract": "While my essay “Terms of Understanding” focuses on graduate students as both teachers and as scholars, I also plan to develop an essay based on a course for undergraduates that focuses more on religious literacy and civic discourse. Given the calls for addressing cultural differences in higher education, particularly in terms of religion, according to the Academy of Religion’s Religion and Theology Programs Census from 2000, programs that teach any kind of religious literacy “are clustered in private colleges rather than in institutions that reach the greatest number of students” (Thomas 8), and less than half of those that do address anything other than Christianity (Thomas 9). Although more institutions are now offering courses in Islam, Hinduism, and World Religions since September 11, 2001, Christianity is still the dominant focus of most programs, if any are offered at all (http://www.aacu.org/liberaleducation/le-sp09/le-sp09_religious.cfm). This widespread religious illiteracy, as Nash, Nancy Thomas, Alyssa Bryant and others contend, leads to separation and stereotyping, which inevitably emerge on a college campus. “My worry,” Nash says,\nis that unless these separate groups [(Muslims, Christians, Jews, Buddhists, Non-Believers)] are able to come together to dialogue openly in designated, multi-faith, dialogue spaces, in classrooms, residence halls, and cafeterias, then religious Balkanization, and the triumphalism and suspicion of others that are its inevitable byproducts, will sooner or later threaten to fragment entire campuses. (Nash 3)\nThose working in the fields of Higher Education and Student Affairs have been addressing this potential fragmentation for a while now, developing co-curricular activities to support students’ spiritual development; studying the effects of attending a secular institution on students’ “worldview commitment” (Mayhew and Bryant 63), “ecumenical worldview” (Bryant 461) and educational attainment (McFarland, et al); and helping students develop “pluralistic competence” (Bryant 460). The goal of helping students develop an ecumenical worldview is articulated most clearly in Spirituality in Higher Education: A National Study of College Students’ Search for Meaning and Purpose (http://spirituality.ucla.edu/findings/spiritual-measures/ecumenical-worldview.php). My English 324 course was intended, in part, to foster religious literacy and “pluralistic competence” or “ecumenical worldview,” all of which are critical to civic discourse and rhetorical practice. My proposed essay, “Developing Students’ Ecumenical Worldview: Rhetoric, Religious Literacy and Civic Discourse,” will examine an academic approach to religious literacy and ecumenical worldview development.\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "111110239",
    "status": [
        {
            "id": 22137,
            "status": "In Progress",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 22137,
            "status": "In Progress",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 22137,
            "status": "In Progress",
            "term": "Spring",
            "year": 1966,
            "termid": "1965/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111110239",
    "attachments": []
}