{
    "activityid": 2216,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Frances Burney's Critique of Clandestine Marriage as a Plot Convention in _Cecilia_&quot;",
        "Journal": "Eighteenth-Century Life",
        "Volume": "37",
        "Month / Season": "2013-12-31",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "",
        "Publisher": "Duke University Press",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This essay argues that Frances Burney in Cecilia; or Memoirs of an Heiress (1782) critiques political debates and literary conventions focused on clandestine marriage.  Through two plots of this novel, one economic and one focused on courtship, Burney interprets clandestine marriage as a scapegoat for the deeply flawed institution of marriage itself.  The courtship narrative rewrites several aspects of conventional clandestine marriage plots, such as stock male characters, lengthy debates between love and duty, climactic wedding scenes, and punitive conclusions.  The economic plot, featuring the stories of Mrs. Hill, Henrietta Belfield, and Pricilla Harrel, undermines Parliament’s claims about the economic outcomes of heiresses’ marital choices.  The economic plot eventually usurps the courtship plot, leading to a dystopian conclusion that tacitly argues marriage itself is the problem, not deviations from an idealized norm of parentally approved companionate marriages of choice.",
        "Origin": "Other"
    },
    "facultyid": "111201769",
    "coauthors": {
        "5810": {
            "firstname": "Ann",
            "middleinitial": "M",
            "lastname": "Campbell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111201769",
            "authorid": 5810,
            "scholarlyactivityid": 2216
        }
    },
    "status": [
        {
            "id": 2216,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111201769",
    "attachments": []
}