{
    "activityid": 22223,
    "fields": {
        "Type": "Other Works",
        "Title": "Media Capability Perceptions Instrument Development",
        "Outlet (if applicable)": "",
        "Date": "2014-04-30",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": null,
        "Location of Publisher (City, State, Country)": null,
        "Issue Number/Edition": null,
        "Page Number or Number of Pages": null,
        "Volume": null,
        "Author/Editor of larger work": null,
        "Title of larger work": null,
        "ISBN/ISSN/ASIN Number": null,
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The  purpose of this paper is to develop a measurement instrument to assess five media characteristics proposed by Dennis, Fuller, and Valacich (2008).  Dennis and colleagues’ Media Synchronicity Theory builds upon Daft and Lengel’s (1986) Media Richness Theory to describe the role of the communication channel in the development of a shared understanding between two (or more) communicators.  They propose that the completion of tasks relies on two “fundamental communication processes” (Dennis et al., 2008, p. 580).  That is, conveyance of information and convergence on a shared meaning are required for successful communication within a group environment.  Furthermore, they argue that more efficient communication will occur when the level of “media synchronicity,” or “the extent to which the capabilities of a communication medium enable individuals to achieve synchronicity – to work together at the same time with a shared pattern of coordinated behavior,” (Dennis et al., 2008, p. 576) more closely matches the needs of the communication task.  Their theory enumerates five media characteristics that impact the communication channel’s ability to support conveyance and convergence processes, which subsequently determine the level of synchronicity between the communicators.  This paper explores and develops instruments for the five characteristics proposed by Dennis, Fuller, and Valacich, which are  transmission velocity, parallelism, symbol sets, reprocessability, and rehearsability (2008).  Each of these will be defined and discussed below.\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "111321988",
    "status": [
        {
            "id": 22223,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 22223,
            "status": "In Progress",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111321988",
    "attachments": []
}