{
    "activityid": 22348,
    "fields": {
        "Type": "Other Works",
        "Title": "Effects of reactive oxygen species scavengers on the antibacterial action of zinc oxide",
        "Outlet (if applicable)": "",
        "Date": "2012-07-31",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Metal oxide nanoparticles represent a class of cytotoxic materials with increasing\r\napplications in biomedicine. Specifically, ZnO nanoparticles in the size range of 13 nm\r\nhave shown cytotoxic activity against bacteria of clinical relevance. The mechanism of\r\nantibacterial action of these particles remains largely unknown. Here we report the\r\nprotective capacity of three anti-oxidants: superoxide dismutase, catalase, and\r\nthiourea, against the cytotoxic effects of 13-nm ZnO nanoparticles on Staphylococcus\r\naureus and Pseudomonas aeruginosa. Both species were significantly protected by\r\nsuperoxide dismutase and by catalase at lower ZnO concentrations, but not by\r\nthiourea, suggesting that ZnO nanoparticles stimulate the production of specific\r\nreactive oxygen species. To corroborate these results, we identified the stimulation of\r\nreactive oxygen by ZnO nanoparticles using the molecular probe CM-H2DCFDA. We\r\nfurther characterized the interaction of 13-nm ZnO nanoparticles with bacteria using\r\ntransmission electron microscopy coupled with Zn elemental mapping by energy\r\ndispersive x-ray spectroscopy. Confocal microscopy was also performed after\r\nexposure of bacteria that express red fluorescent protein in the periplasmic space to\r\nZnO nanoparticles. Results confirm that the cationic ZnO nanoparticles preferentially\r\nassociate with bacterial cells and stimulate membrane abnormalities. These studies\r\nsupport the hypothesis that the stimulation of reactive oxygen species is a significant\r\ncontributor to the antibacterial activity of ZnO nanoparticles, and indicate a mechanism\r\nof cell death by membrane disruption from reactive oxygen induction at the bacterial surface. \r\nThis manuscript was submitted to the Journal of Nanoparticle Research in August 2011, and rejected in January of 2012. New data has been obtained and plans for resubmission by June 2013. \r\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "116617": {
            "firstname": "Charles",
            "middleinitial": "B",
            "lastname": "Hanna",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111111505",
            "authorid": 116617,
            "scholarlyactivityid": 22348
        },
        "116618": {
            "firstname": "Alex",
            "middleinitial": "",
            "lastname": "Punnoose",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111701060",
            "authorid": 116618,
            "scholarlyactivityid": 22348
        }
    },
    "status": [
        {
            "id": 22348,
            "status": "Work Discontinued",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "112045852",
    "attachments": []
}