{
    "activityid": 2234,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Relative Efficiency of Fecal Versus Regurgitated Samples for Assessing Diet and the Deleterious Effects of a Tartar Emetic on Migratory Birds",
        "Journal": "Journal of Field Ornithology",
        "Volume": "77",
        "Month / Season": "2006-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "126-135",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1557-9263.2006.00032.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/ibo_facpubs/12",
        "Description/Abstract": "We describe the deleterious effects of using an antimony potassium  tartrate emetic to obtain diet samples from birds, and compare  information obtained from regurgitated samples versus fecal samples in  describing diets of autumn migrants. We also examined dose effectiveness  in captive Dark-eyed Juncos (Junco hyemalis) subjected to the  same emetic technique used in the field. Over 70% of migrants given an  emetic at a study site in Idaho regurgitated useful samples. For 5 of 7  species analyzed, regurgitated samples produced significantly more  arthropods per sample than fecal samples, and one species, Warbling  Vireo, showed higher numbers of distinct arthropod taxa per sample. In  most species, regurgitated samples accumulated arthropod taxa more  quickly than fecal samples. However, increasing the number of fecal  samples by 5–17 produced a similar number of taxa. Diet composition  based on fecal versus regurgitated samples was generally similar, but  there were significant differences. Two of 130 treated migrants died  soon after treatment. Recapture frequency for treated birds was less  than half that for untreated birds, but it is not clear whether this  difference was due to treatment-related mortality or emigration. Each  treated bird that we recaptured had lost mass and this suggests a  deleterious effect because untreated migrants tended to gain mass. In  captivity, 18 Dark-eyed Juncos were treated with emetic: 6 with the full  mass-specific recommended dose, 6 with half the recommended dose, and  the final 6 with one quarter the recommended dose. All were alive 15–20  min posttreatment (recommended release time), but 17 of 18 died within  30 min after receiving the emetic. Together, our data suggest that  although the emetic technique may be slightly more information-rich in  assessing diet, it is more harmful than previously reported especially  in certain species and should be used only after adequate consideration  of the immediate mortality and short-term physiological effects on birds  to be studied.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "5864": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 5864,
            "scholarlyactivityid": 2234
        },
        "5865": {
            "firstname": "Rebecca",
            "middleinitial": "L.",
            "lastname": "Holberton",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5865,
            "scholarlyactivityid": 2234
        }
    },
    "status": [
        {
            "id": 2234,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}