{
    "activityid": 22434,
    "fields": {
        "Type": "Other Works",
        "Title": "Big and Small Governments in the Urban West",
        "Outlet (if applicable)": "",
        "Date": "2015-01-31",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Publisher": null,
        "Location of Publisher (City, State, Country)": null,
        "Issue Number/Edition": null,
        "Page Number or Number of Pages": null,
        "Volume": null,
        "Author/Editor of larger work": null,
        "Title of larger work": null,
        "ISBN/ISSN/ASIN Number": null,
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Four cities form the rim of the Great Basin, Boise, Salt Lake City, Reno and Las Vegas.  In between these four cities is one of the least populated areas in the United States.  These cities serve the economic and cultural needs of those who live in the “empty spaces” and are shaped by the ideal of solitude that that open space represents.  These urban centers are shaped by three factors unique to the Great Basin.  The first is the vast expanse of federally owned public lands that make up the majority of the three states of Idaho, Utah and Nevada.  Because these public lands are protected from settlement, urban development is forced into relatively small areas, resulting in populations per square mile in the urban counties that rivals that of any urban area in the United States.  The second major factor shaping these cities is the tradition of populism and the mechanisms of populism: the initiative, referendum and recall.  All three states share the Western resistance to “big government” while at the same time relying upon that government for the hydroelectric power, irrigation waters and federal investments in infrastructure that make the cities possible.  Finally, a half-century of rapid population growth have challenged each of these cities to face growth pressures with limited financial tools, local skepticism about land use planning and state legislatures beholden to rural interests. \n\n\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "111110214",
    "status": [
        {
            "id": 22434,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 22434,
            "status": "In Progress",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111110214",
    "attachments": []
}