{
    "activityid": 22437,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Witt, Stephanie L. and Brian Laurent, “Go Away Closer The Collision of Culture and Governance in the Great Basin” in Judd and Witt, Cities, Sagebrush and Solitude (under review).",
        "Book Title": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "",
        "Edition": "1",
        "Volume": "",
        "Publisher": "University of Nevada Press",
        "Publisher Location": "Reno, NV, USA",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "The Great Basin covers vast territories of land, but all of it is part of one county or another.  County government is the one form of government that touches all parts of the Great Basin territory.  Based upon a centuries old model of independently elected citizen officials, county governments in the Great Basin face multiple challenges in providing services across such great expanses.  Rural counties such as those in the Great Basin are in large part dependent upon federal paybacks and Payments in Lieu of Taxes (PILTs), yet the region has a strong tradition of resistance to big government.  The chapter describes the limitations of financial dependence upon federal land management agency payments, property tax limits imposed by citizens and legislatures and the lack of capacity to meet these challenges among Great Basin county governments.\r\nRole:  Principal",
        "Web Address": "",
        "Origin": "Other"
    },
    "facultyid": "111110214",
    "coauthors": {
        "115546": {
            "firstname": "Brian",
            "middleinitial": "",
            "lastname": "Laurent",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 115546,
            "scholarlyactivityid": 22437
        }
    },
    "status": [
        {
            "id": 22437,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110214",
    "attachments": []
}