{
    "activityid": 22436,
    "fields": {
        "Type": "Other Works",
        "Title": "Environmental Justice",
        "Outlet (if applicable)": "",
        "Date": "2014-05-31",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": "CQ Press/ Sage Books",
        "Location of Publisher (City, State, Country)": "Washington, DC",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "Brent S. Steel",
        "Title of larger work": "Science and Politics: An A to Z Guide to Issues and Controversies",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "[Entry in Policy and Science; Brent Steel editor] Environmental justice refers to the fact that racial and ethnic minority communities bear a disproportionate share of the impact of environmental pollution in the U.S. because those communities are located in or near industrial polluters and toxic waste sites.   It is a field of study within the social and environmental sciences as well as a social movement by the same name.  \r\nIn the 1980s, researchers began documenting the fact that racial and ethnic minorities in the United States were more likely to live in or near pollution.   By 1992, the Environmental Protection Agency had established an Office of Environmental Justice and federal policy began to focus on ensuring that environmental regulations were applied justly across all segments of U.S. society.  \r\nResearchers have explained the fact that people of color are more likely to live near environmental pollution by seeking to unravel the effects of historic racial zoning laws, limited economic choices in housing for low income residents, the relative powerlessness of racial minorities in the political process, and overt racism.  \r\nTranslating the science of environmental justice to policy is made complex by two factors.  The minority-location studies typically express correlations, or connections, among variables, but do not suggest concrete solutions.  Scientists have also examined the impacts of the pollution on those who live nearby by tracing incidences of disease in those populations and comparing those rates to the general population. This type of science establishes relationship between living in an area and a greater than expected rate of disease, but does not prove that any one incidence of cancer is related to a particular toxic waste site.   These factors contribute to the debate over the reliability of science in making remediation for exposure to pollutants or in guiding future decisions.\r\n\r\nRole:  Principal",
        "Origin": "Other"
    },
    "facultyid": "111110214",
    "coauthors": {
        "115620": {
            "firstname": "Stephanie",
            "middleinitial": "L",
            "lastname": "Witt",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110214",
            "authorid": 115620,
            "scholarlyactivityid": 22436
        }
    },
    "status": [
        {
            "id": 22436,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 22436,
            "status": "In Progress",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111110214",
    "attachments": []
}