{
    "activityid": 2246,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Molt Strategies and Age Differences in Migration Timing Among Autumn Landbird Migrants in Southwestern Idaho",
        "Journal": "The Auk",
        "Volume": "122",
        "Month / Season": "2005-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "1070-1085",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1642/0004-8038(2005)122[1070:MSAADI]2.0.CO;2",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/ibo_facpubs/6",
        "Description/Abstract": "Intraspecific patterns of autumn migration timing are not well known,  particularly in the western United States. Here, we (1) describe autumn  migration timing and age ratios of landbird migrants in southwestern  Idaho, (2) examine differences in timing among age and sex classes, and  (3) demonstrate how prebasic molt strategies affect migration timing  differences between age classes. As a group, Neotropical migrants were  most common from late July through early September, whereas temperate  migrants were most common from mid-September into early October.  Proportion of hatch-year birds was 74.5% for all migrants combined and  ranged from 33.3% to 100% for individual species. Timing differences  between sex classes were detected in only a few species and no general  patterns emerged. In 22 of 31 Neotropical and temperate migrants  examined, there were significant differences in timing between adults  and hatch-year birds. In species in which adults begin fall migration  before replacing flight feathers, adults migrated earlier than  hatch-year birds. Conversely, in species in which adults molt flight  feathers on or near the breeding grounds before departing on fall  migration, hatch-year birds migrated earlier than adults in all but one  case. Therefore, it appears that molt strategy is a powerful determinant  of intraspecific migration timing differences and, to our knowledge,  this is the first study to document this pattern among migrant  passerines of North America.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "5920": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 5920,
            "scholarlyactivityid": 2246
        },
        "5921": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Kaltenecker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111113861",
            "authorid": 5921,
            "scholarlyactivityid": 2246
        },
        "5922": {
            "firstname": "David",
            "middleinitial": "L.",
            "lastname": "Swanson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5922,
            "scholarlyactivityid": 2246
        }
    },
    "status": [
        {
            "id": 2246,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}