{
    "activityid": 2247,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effects of Regional Cold Fronts and Localized Weather Phenomena on Autumn Migration of Raptors and Landbirds in Southwest Idaho",
        "Journal": "The Condor",
        "Volume": "113",
        "Month / Season": "2011-05-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "274-283",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1525/cond.2011.100087",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/ibo_facpubs/2",
        "Description/Abstract": "Weather has a significant effect on avian migration, but whether the influence is similar across diverse geographic regions and across all species remains to be determined. We evaluated the effect of regional cold fronts and localized weather phenomena on the timing of autumn migration of multiple species of landbirds and raptors in southwest Idaho. The focus of the analysis was on total landbirds and the ten most common landbird species, along with total raptors and the eight most common raptor species. Using 13 years of data from the Idaho Bird Observatory in southwest Idaho (1997–2009), including standardized mist-net captures of landbirds and counts of raptors during autumn migration, we determined significant patterns that advance our understanding of the variables influencing avian migration in the West. Our data show a depression of numbers of most migratory species on the days immediately before, during, and after the passage of a cold front, with peak flights of most species occurring several days prior to or after cold fronts. This pattern was further substantiated by a detailed analysis of many weather variables illustrating that the majority of species choose to migrate during calmer winds, high pressure, and between cold fronts when the opportunity presents itself. In the Intermountain West, cold fronts are fewer in fall than in much of the rest of North America, so migrants may have greater choice of conditions under which to migrate and this behavior may be more common.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "5923": {
            "firstname": "Robert",
            "middleinitial": "A.",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5923,
            "scholarlyactivityid": 2247
        },
        "5924": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 5924,
            "scholarlyactivityid": 2247
        },
        "5925": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Kaltenecker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111113861",
            "authorid": 5925,
            "scholarlyactivityid": 2247
        }
    },
    "status": [
        {
            "id": 2247,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}