{
    "activityid": 2248,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Habitat Associations, Relative Abundance, and Species Richness of Autumn Landbird Migrants in Southwestern Idaho",
        "Journal": "The Condor",
        "Volume": "106",
        "Month / Season": "2004-08-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "549-566",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1650/7426",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/ibo_facpubs/3",
        "Description/Abstract": "We used count surveys and mist-net captures to compare habitat  associations, relative abundance, species richness, and community  similarity of migrant landbirds among four major habitats in the Boise  Foothills of southwestern Idaho. Count surveys were conducted from  August through October 1997–2000 in conifer forest, mountain shrubland,  shrubsteppe, and riparian shrubland. We compared bird detections among  habitats for all birds pooled, individual species, and three migration  strategies: Neotropical, temperate, and resident (including irruptive  migrants). Mountain shrubland supported the highest numbers of temperate  migrants; both mountain shrubland and riparian shrubland had the  highest numbers of Neotropical migrants; and conifer forest had the  highest numbers of residents. Species richness was highest in riparian  shrubland and lowest in shrubsteppe, whereas diversity and evenness were  highest in conifer forest and mountain shrubland. Mist netting was  conducted from mid-July to mid-October in two habitats: mountain  shrubland (1997– 2002) and riparian shrubland (1998–1999). Captures  (adjusted for effort) were compared among habitats in 1998–1999 and were  similar for temperate migrants, whereas mountain shrubland had higher  abundance of Neotropical migrants and riparian shrubland had higher  abundance of irruptive migrants. Richness, diversity, and evenness were  similar and there was high community similarity between mountain shrub  and riparian shrubland habitats. These results emphasize the importance  of montane habitats, especially deciduous shrub communities, to migrants  in the Intermountain West.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "5926": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 5926,
            "scholarlyactivityid": 2248
        },
        "5927": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Kaltenecker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111113861",
            "authorid": 5927,
            "scholarlyactivityid": 2248
        },
        "5928": {
            "firstname": "Sarah",
            "middleinitial": "L.",
            "lastname": "Stock",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5928,
            "scholarlyactivityid": 2248
        },
        "5929": {
            "firstname": "David",
            "middleinitial": "L.",
            "lastname": "Swanson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5929,
            "scholarlyactivityid": 2248
        }
    },
    "status": [
        {
            "id": 2248,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2004,
            "termid": "2004/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}