{
    "activityid": 2250,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Species Richness and Nesting Success of Migrant Forest Birds in Natural River Corridors and Anthropogenic Woodlands in Southeastern South Dakota",
        "Journal": "The Condor",
        "Volume": "108",
        "Month / Season": "2006-02-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "140-153",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1650/0010-5422(2006)108[0140:SRANSO]2.0.CO;2",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/ibo_facpubs/5",
        "Description/Abstract": "Forest fragmentation is thought to be partially responsible for declines  in many Neotropical migrant birds due to the combined effects of higher  rates of brood parasitism and increased predation near forest edges. A  majority of the forested habitat in the northern prairie region is found  in riparian corridors, but this native habitat has been much reduced  from its historical extent. However, additional woodland nesting habitat  has been established within the last century in the form of isolated  woodlots on farms. We compared abundance, species richness, and nesting  success of migrant forest birds breeding in native riparian corridors  and anthropogenic woodlots. The two habitats had similar bird abundances  but native riparian woodlands were more species-rich than woodlots. We  located a total of 650 nests, with 320 nests of 15 species in woodlots  and 331 nests of 25 species in riparian corridors. Nesting success was  not significantly different between the two habitats for all species  combined or for individual species with ?15 nests in each habitat. Nests  above 5 m were more successful than lower nests, but distance to  woodland edge did not influence nesting success. Nests initiated in the  middle and late portions of the nesting season were more successful than  early season nests, significantly so in woodlots. Thus, anthropogenic  woodlots were as suitable as natural habitats for successful nesting.  However, many of the Neotropical migrants occurring in riparian habitats  were absent from woodlots, which suggests that riparian corridors are  especially important habitats for breeding birds in the northern prairie  region.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "5936": {
            "firstname": "Dale",
            "middleinitial": "J.",
            "lastname": "Gentry",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5936,
            "scholarlyactivityid": 2250
        },
        "5937": {
            "firstname": "David",
            "middleinitial": "L.",
            "lastname": "Swanson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5937,
            "scholarlyactivityid": 2250
        },
        "5938": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 5938,
            "scholarlyactivityid": 2250
        }
    },
    "status": [
        {
            "id": 2250,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}