{
    "activityid": 22506,
    "fields": {
        "Type": "Patent",
        "Title of Intellectual Property": "CHOLERA TOXIN CHIMERA AND ITS USE AS A STAPH VACCINE",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Patent Nationality": "United States",
        "If Patent Cooperation Treaty, List Nations": "",
        "Copyright/Patent Number/ID": "8,834, 898 ",
        "If patent has been licensed, to whom?": "",
        "If patent has been assigned, to whom?": "",
        "Inventor(s)": null,
        "URL": null,
        "Description/Abstract": "I’ve developed a mucosal vaccine to prevent Staphylococcus aureus infection in humans, and potentially dairy cows, using a surface protein from Staphylococcus aureus. This protein is connected to a toxin from bacteria (cholera toxin) that has been detoxified – the two proteins are connected to each other to enhance the immune response to the Staphylococcal protein. There is currently no vaccine like this and it can potentially be administered to humans or animals through the nose, mouth or skin. We have tested the immune response to this potential vaccine in mice, and shown that it stimulates a significant response after intranasal administration when compared to the protein alone or protein mixed with toxin.  \nS. aureus is the number two cause of infectious disease deaths in the US behind influenza. S. aureus causes nosocomial (hospital) and community acquired infections, including impetigo, cellulitis, food poisoning, and toxic shock syndrome, as well as invasive necrotizing pneumonia and endocarditis. S. aureus is often resistant to multiple antibiotics. MRSA stands for methicillin-resistant S. aureus, which makes up about 50% of nosocomial isolates in the US and is resistant to an entire class of antibiotics. Wound infections caused by S. aureus are increasing problems among young healthy adults, such as athletes or military personnel. Mastitis in dairy cows is most commonly caused by S. aureus as well. This can lead to chronic infections that result in the cow being culled from the herd. Mastitis is estimated to cost 1.8 billion dollars per year in economic loss to the dairy industry.  \n",
        "Web Address": null,
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "78071": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 78071,
            "scholarlyactivityid": 22506
        }
    },
    "status": [
        {
            "id": 22506,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}