{
    "activityid": 2251,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Stopover Ecology of Autumn Landbird Migrants in the Boise Foothills of Southwestern Idaho",
        "Journal": "The Condor",
        "Volume": "107",
        "Month / Season": "2005-05-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "244-258",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1650/7808",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/ibo_facpubs/4",
        "Description/Abstract": "The topography of western North America provides a complex landscape for landbird migrants, and stopover patterns in this region are poorly understood. We examined seven years of stopover data (1997–2003) from a montane area in southwestern Idaho to determine whether this area provides suitable stopover habitat. We compared the proportion of birds recaptured, stopover duration, and changes in energetic condition within and among species and between two mist-netting sites located in different habitats. The proportion of birds recaptured ranged from zero to over 20%, and fewer than 5% of individuals were recaptured in most species. Mean minimum stopover durations from recapture data ranged from 1 to 10 days; most species averaged less than 6 days. Stopover duration estimates from open-population models were comparable but generally greater than estimates from recapture data. As found in stopover studies from other regions, stopover metrics varied within and among species in Idaho. However, most migrants in this study exhibited an ability to gain mass, evidenced both by recapture data and by regression of energetic condition against time since sunrise. These data imply that montane habitats in Idaho are suitable stopover sites. It follows that these habitats might serve an important role for many landbird migrants during the period of late summer molt and autumn migration, a time when many lowland areas of the West, including some riparian systems, are especially arid. We suggest that including montane nonriparian habitats in future stopover ecology studies will allow for a more complete understanding of migrant habitat needs in the West.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "5939": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 5939,
            "scholarlyactivityid": 2251
        },
        "5940": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Kaltenecker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111113861",
            "authorid": 5940,
            "scholarlyactivityid": 2251
        },
        "5941": {
            "firstname": "David",
            "middleinitial": "L.",
            "lastname": "Swanson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5941,
            "scholarlyactivityid": 2251
        }
    },
    "status": [
        {
            "id": 2251,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}