{
    "activityid": 2252,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Autumn Landbird Communities in the Boise Foothills and Owyhee Mountains of Southwestern Idaho",
        "Journal": "Western Birds",
        "Volume": "37",
        "Month / Season": "2006-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "215-227",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/ibo_facpubs/9",
        "Description/Abstract": "Identifying important stopover areas is a critical step in conservation and management of migratory birds, and relatively little effort has been directed toward this task in Idaho or the Intermountain West. We used mist-net captures to describe the relative abundance, species richness, and community similarity of autumn migrant landbirds in the Boise Foothills and Owyhee Mountains of southwestern Idaho, two mountain ranges separated by the Snake River Plain. We captured birds at three mist-net sites from August to October 1998. Two sites were situated in the Boise Foothills, one in deciduous mountain shrubland, the other in an adjacent willow-dominated riparian draw; the third site was at a riparian spring in the Owyhee Mountains. Capture rates for resident species, temperate-zone migrants, and irruptive migrants were highest at the Boise Foothills riparian site, whereas the Boise Foothills mountain shrubland site had the highest abundance of neotropical migrants. Species richness was highest at the two Boise Foothills sites, but at all sites diversity and evenness were similar. Among the three sites, the two Boise Foothills sites (mountain shrubland and willow riparian) had the most similar bird communities. Capture rates were high (&gt; 1 bird per mist-net hour) at all three sites, and these results demonstrate that many species of autumn migrants occur frequently in montane deciduous habitats across southwestern Idaho.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "5942": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 5942,
            "scholarlyactivityid": 2252
        },
        "5943": {
            "firstname": "Charles",
            "middleinitial": "H.",
            "lastname": "Trost",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5943,
            "scholarlyactivityid": 2252
        },
        "5944": {
            "firstname": "Sarah",
            "middleinitial": "L.",
            "lastname": "Stock",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 5944,
            "scholarlyactivityid": 2252
        },
        "5945": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Kaltenecker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111113861",
            "authorid": 5945,
            "scholarlyactivityid": 2252
        }
    },
    "status": [
        {
            "id": 2252,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2006,
            "termid": "2006/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": []
}