{
    "activityid": 22617,
    "fields": {
        "Type": "Media Contribution",
        "Title of Contribution (if applicable)": "Idaho Business review",
        "Name of Venue": null,
        "Date": "12/28/2012",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Issue": null,
        "Page Numbers or Number of Pages": null,
        "Volume": null,
        "ISSN": null,
        "Co-contributor": null,
        "Web Address": null,
        "Description/Abstract": "Two Boise State University science programs are looking to build a multimillion-dollar learning and interpretive center on the Boise River east of Boise, but\nfirst they must buy two parcels of neighboring property.\nThe proposed education center, still in the early stages of planning, could have an auditorium, classrooms and workspace for both visiting K-12 school classes\nand university researchers for BSU's Idaho Bird Observatory and the school's geosciences program.\nGregory Kaltenecker, the director of the observatory, said the first step in the project is raising $350,000 to buy approximately eight acres on Warm Springs\nBoulevard near the Boise River. That land is near a 12-acre conservation area bordering the river where BSU's geosciences program has done groundwater\nresearch since 1997. It is also a habitat for wintering bald eagles and waterfowl as well as migratory songbirds. All the lands are part of the more than 400-\nacre Barber Pool Conservation Area.\n&quot;Our desire is to get kids outdoors, connect them with nature and center that around birds,&quot; said Kaltenecker. The observatory runs an annual fall project\nstudying migratory birds near Lucky Peak. The new, 12,000-square-foot center would allow year-round activities for schoolchildren as well as university\nresearchers.\nKaltenecker is in the early stages of fundraising to buy the land. He's written about the project in a program newsletter.\n&quot;We're planning a longer-term capital campaign to build the center, but we can't start a capital campaign until we own the properties,&quot; he said. The interpretive\ncenter would be built on the acquired land, since the conservation area can't be built upon.\nThe conservation area is owned by the Idaho Transportation Department, which bought the land when it built the Highway 21 Bridge that connects southeast\nBoise to Warm Springs. BSU now manages the property; the school signed a management agreement in February.\nWarren Barrash, a BSU research professor in geosciences, has done research on the site since 1997. He compared his subsurface research to medical imaging,\nsaying he's studied how water moves underground to devise methods to monitor or improve contaminated sites.\nPart of BSU's management of the site has been preserving it from misuse and damage. Barrash and Kaltenecker said some paintball players have used the site,\ndigging up bunkers and cutting down trees.\n&quot;Over time, the encroachment and the damage became more than just the casual that we could ignore,&quot; Barrash said.\nJustin Brown, the owner of Combat Sports Supply, a Garden City-based online retailer of airsoft equipment, said some in the paintball and airsoft community\nused the land because it was an open space close to Boise.\n&quot;Apparently it was being trampled,&quot; Brown said.\nBarrash said BSU put up signs and worked with the community and local law enforcement to find other places for games.\n&quot;As with any group, there's some guys that do their own thing,&quot; Brown said. &quot;The organized community found other places to play.&quot;\nThe conservation area is still open for fishing, and the development plans could include adding more walking trails.\n&quot;The idea isn't to 'lock it up'; it's to have compatible uses,&quot; Barrash said.\nThe center is still likely years off. While Kaltenecker has preliminary renderings of the building, he's still working on a cost estimate for the final project. At this\npoint, he's trying to see how much interest there is from the university and larger community for a project he said fits with the Idaho Bird Observatory's\nmission.\n&quot;It's a unique blend of research on migratory birds and environmental education,&quot; he said.\n(c) 2013 Dolan Media Newswires. All Rights Reserved.",
        "Activity Type": "Magazine - Article",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "status": [
        {
            "id": 22617,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}