{
    "activityid": 2301,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Toward an understanding of graduate preservice elementary teachers as adult learners of mathematics",
        "Journal": "Adults Learning Mathematics: An International Journal",
        "Volume": "6",
        "Month / Season": "2011-02-28",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "20-40",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.alm-online.net/images/ALM/journals/almij-volume6_1_feb2011.pdf",
        "Description/Abstract": "Career-switchers returning to university for training as future elementary school teachers join an important and increasing group of adult learners of mathematics. These graduate preservice elementary teachers often place a high value on learning mathematics because of its prominent role in their prospective careers, but their learning often requires overcoming histories of personal struggles with mathematics. Our inquiry focused on ten participants’ perceptions of their experiences as learners of mathematics, anxiety regarding mathematics, and graduate mathematics coursework. All of the participants left professional careers to join a full-time graduate teacher preparation program in New York City. Bridging research from adult education and teacher education, we analysed interview transcripts, mathematics anxiety measures, and survey data using mixed methods. Starting in adolescence, and continuing into adulthood, participants described negative experiences with exam performance, tracking, and instruction during formal school mathematics. Participants perceived these struggles as contributing to patterns of avoiding mathematics coursework and experiencing moderate-to-high levels of test mathematics anxiety. In spite of, or perhaps partly because of, their personal struggles with mathematics, the participants described urgently wanting additional high-quality mathematics preparation focused on upper-elementary content, manipulative-based pedagogy, and current elementary mathematics curricula.",
        "Origin": "Other"
    },
    "facultyid": "114000904",
    "coauthors": {
        "6095": {
            "firstname": "Rachael",
            "middleinitial": "M",
            "lastname": "Welder",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6095,
            "scholarlyactivityid": 2301
        },
        "6096": {
            "firstname": "Joseph",
            "middleinitial": "",
            "lastname": "Champion",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114000904",
            "authorid": 6096,
            "scholarlyactivityid": 2301
        }
    },
    "status": [
        {
            "id": 2301,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114000904",
    "attachments": []
}