{
    "activityid": 23210,
    "fields": {
        "Type": "Media Contribution",
        "Title of Contribution (if applicable)": "Explore magazine 2014 ",
        "Name of Venue": null,
        "Date": "9/2/2014",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Issue": null,
        "Page Numbers or Number of Pages": null,
        "Volume": null,
        "ISSN": null,
        "Co-contributor": null,
        "Web Address": null,
        "Description/Abstract": "Interview with Kathleen Tuck for an article about tech transfer to be in 2015 Explore magazine. \n\nArticle below:\nDr. Juliette Tinker, Biological Sciences\nResearch: A vaccine for Staphylococcus aureus (or you can just say &quot;staph&quot;)\nIndustry Partner: DairyTEAM Nutrition and Veterinary Consulting\n \nCows are big business in Idaho, where a nasty case of mastitis can spell disaster for large and small dairy farms alike.\n\nResearch by Dr. Juliette Tinker, associate professor of biological sciences, could help.\n \nTinker is developing a vaccine for Staphylococcus aureus, a bacterium that is a significant source of mastitis in dairy cows. While infections can often be treated with antibiotics, doing so is problematic in that the medication taints the milk, making it illegal to sell and undermining the bottom line.\n \n“Vaccines are really big right now because they can reduce the demand for antibiotics,” Tinker said.\n \nTinker currently is experimenting with the best way to deliver the vaccine. Original plans called for nasal delivery, but she now is looking at the udder or vagina as possible options. To find out which method works best, she’ll have to set up trials with real dairy cows.\n \nTo make that happen Tinker turned to her industry partner, Brian Mitchell of DairyTeam. A veterinarian with a master’s degree in immunology, Mitchell was able to connect her with a local commercial dairy. Four trials currently are set up over the next year and Tinker hopes for positive results.",
        "Activity Type": "Magazine - ",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "status": [
        {
            "id": 23210,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}