{
    "activityid": 23288,
    "fields": {
        "Type": "Media Contribution",
        "Title of Contribution (if applicable)": "Idaho Microbes, Popular Book",
        "Name of Venue": null,
        "Date": "12/31/2015",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Issue": null,
        "Page Numbers or Number of Pages": null,
        "Volume": null,
        "ISSN": null,
        "Co-contributor": null,
        "Web Address": null,
        "Description/Abstract": "By Stuebner, S with Shallat, T. Chapter 8: Gut Fungi and Arthropods Share Intimate Symbiosis. In: “Idaho Microbes: How tiny single-celled organisms can harm, or save, our world”. Chapter 8 is with focus on some of the research on Gut Fungi (Trichomycetes) in my Boise State laboratory, with lots of stories including quotes from interviews with my students and a blending with fungal stories in general. Todd Shallat, at Boise State, Center for Idaho History and Politics has helped craft a popular writing book that is hoped to be used in local high schools. The original idea was to highlight “microbe hunters” in Idaho; in the end it has as much focus on the microbes themselves and how they can “harm or save our world” but it really has blossomed into a very nice handbook/inspiration for citizens/students alike. It has been sent to the printers and I include a copy of the cover and chapter 8 herein. The book was released in Dec. 2015. ISBN 978-0-9907363-0-1. A couple press releases highlight and link to it here: Update News online; Link to Buy it online.\n",
        "Activity Type": "Other - Interview",
        "Origin": "Other"
    },
    "facultyid": "112103309",
    "status": [
        {
            "id": 23288,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103309",
    "attachments": []
}