{
    "activityid": 2335,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Design-Grounded Assessment: A Framework and a Case Study of Web 2.0 Practices in Higher Education",
        "Journal": "Australasian Journal of Educational Technology",
        "Volume": "27",
        "Month / Season": "2011-08-20",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "781-797",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/27",
        "Description/Abstract": "This paper synthesises three theoretical perspectives, including  sociocultural theory, distributed cognition, and situated cognition,  into a framework to guide the design and assessment of Web 2.0 practices  in higher education. In addition, this paper presents a case study of  Web 2.0 practices. Thirty-seven online graduate students participated in  a small-group collaborative concept mapping activity using Web 2.0  applications (e.g. Webspiration) to construct sophisticated  understanding of instructional design processes. The analysis of this  case focuses on different assessment strategies adopted to ensure  students' successful participation in such technology-rich collaborative  context. This case study concludes that a shared goal needs to be in  place to establish a purpose of collaboration. The collaborative nature  of learning afforded by Web 2.0 applications needs to be acknowledged  through the award of grades. That is, both the processes and products of  collaborative knowledge construction need to be assessed and formally  graded at individual and group levels. This paper also suggests several  potential assessment strategies that may enhance smoother Web 2.0  practices, and discusses some possible challenges associated with those  strategies.",
        "Origin": "Other"
    },
    "facultyid": "113083497",
    "coauthors": {
        "6226": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 6226,
            "scholarlyactivityid": 2335
        },
        "6227": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 6227,
            "scholarlyactivityid": 2335
        }
    },
    "status": [
        {
            "id": 2335,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083497",
    "attachments": []
}