{
    "activityid": 23363,
    "fields": {
        "Type": "Book",
        "Title": "Crossing Borders, Crossing Boundaries: The Role of Scientists in the U.S.-Canadian Acid Rain Debate",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Edition": "",
        "Volume": "",
        "Publisher": "Praeger",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Praeger",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/213",
        "Description/Abstract": "Examines the science-policy linkage that defined the policy debate over acid rain in the United States.Alm provides a descriptive analysis of the science-policy linkage that defined the policy debate over acid rain in the United States. He focuses on the role that science and scientists played in both defining the acid rain problem as one worthy of policy consideration and in framing the acid rain issue in a way that would prompt action to reduce pollution levels.A major concern of Alm's study are the problems scientists have in connecting to the policy side of environmental debates. He provides in-depth exchanges from the floor of Congress between scientists and policy makers as they debated the merits of reducing acid rain pollution. These exchanges provide special insight into the difficulty that scientists have in communicating the findings of their research to policy makers and the public. In addition, he uses in-depth interviews with the acid-rain scientists themselves to delineate the way they perceive how science is and ought to be linked to the policy world. Finally, Alm looks at the different perspectives offered by United States scientists versus Canadian scientists and natural scientists versus social scientists, and he examines the importance and implications of these differences to the future of environmental policy making in the United States.",
        "Origin": "Other"
    },
    "facultyid": "111110410",
    "coauthors": {
        "78269": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 78269,
            "scholarlyactivityid": 23363
        }
    },
    "status": [
        {
            "id": 23363,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2000,
            "termid": "1999/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110410",
    "attachments": []
}