{
    "activityid": 2351,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Collaborative learning using VoiceThread in an online graduate course",
        "Journal": "Knowledge Management &amp; E-Learning: An International Journal",
        "Volume": "5",
        "Month / Season": "2013-10-12",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "298-314",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.kmel-journal.org/ojs/index.php/online-publication/article/view/267",
        "Description/Abstract": "Collaborative learning enables participants in a learning community to externalize and share knowledge, experiences, and practice. However, collaborative learning in an online environment can be challenging due to the lack of face-to face interaction. This current study examined twenty graduate students’ experiences of using VoiceThread for a collaborative activity in an entirely online course to explore students’ perceptions of using multi-modal communication for collaboration and knowledge sharing. The results of this study revealed that graduate students held very positive experiences toward using VoiceThread for collaborative learning. The participants found VoiceThread was easy to learn and use, and reported that audio and video interaction on VoiceThread helped connect them with their peers. More than half of the participants interacted with peers using audio, followed by text and then by video. Half of the students felt they were more connected to peers; however, feeling more connected did not result in more participation as most of the students only participated at the level that met the course requirement. Participants identified benefits and drawbacks of using VoiceThread for collaboration as compared to using text-based discussion forums. The most mentioned benefit of using VoiceThread for collaboration exemplifies its multi-modal affordance that enables learners to communicate emotion, personality, and other non-verbal cues conducive to better understanding and interpretation of meanings. About half of the participants indicated that they preferred VoiceThread to text-based discussion forums for collaborative learning activity. Challenges and implications for future research are also discussed.",
        "Origin": "Other"
    },
    "facultyid": "113083497",
    "coauthors": {
        "6277": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 6277,
            "scholarlyactivityid": 2351
        },
        "6278": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 6278,
            "scholarlyactivityid": 2351
        }
    },
    "status": [
        {
            "id": 2351,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083497",
    "attachments": []
}