{
    "activityid": 2354,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mobile app design for teaching and learning: Educators’ experiences in an online graduate course ",
        "Journal": "The International Review of Research in Open and Distance Learning",
        "Volume": "14",
        "Month / Season": "2013-09-30",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "117-139",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.irrodl.org/index.php/irrodl/article/view/1542/2635",
        "Description/Abstract": "This research explored how educators with limited programming experience learned to design mobile apps through peer support and instructor guidance. Educators were positive about the sense of community in this online course. They also considered App Inventor a great web-based visual programming tool for developing useful and fully functioning mobile apps. They had great sense of empowerment through developing unique apps by using App Inventor. They felt their own design work and creative problem solving were inspired by the customized mobile apps shared by peers. The learning activities, including sharing customized apps, providing peer feedback, composing design proposals, and keeping design journals (blogging), complemented each other to support a positive sense of community and form a strong virtual community of learning mobile app design. This study helped reveal the educational value of mobile app design activities and the web-based visual programming tool, and the possibility of teaching/learning mobile app design online. The findings can also encourage educators to explore and experiment on the potential of incorporating these design learning activities in their respective settings, and to develop mobile apps for their diverse needs in teaching and learning.",
        "Origin": "Other"
    },
    "facultyid": "113083497",
    "coauthors": {
        "6285": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 6285,
            "scholarlyactivityid": 2354
        },
        "6286": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 6286,
            "scholarlyactivityid": 2354
        }
    },
    "status": [
        {
            "id": 2354,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083497",
    "attachments": []
}