{
    "activityid": 2356,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Exploring the impact of role-playing on peer feedback in an online case-based learning activity",
        "Journal": "The International Review of Research in Open and Distance Learning",
        "Volume": "15",
        "Month / Season": "2014-07-31",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "292 -311",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.irrodl.org/index.php/irrodl/article/view/1765",
        "Description/Abstract": "This study explored the impact of role-playing on the quality of peer feedback and learners’ perception of this strategy in a case-based learning activity with VoiceThread in an online course. The findings revealed potential positive impact of role-playing on learners’ generation of constructive feedback as role-playing was associated with higher frequency of problem identification in the peer comments. Sixty percent of learners perceived the role-play strategy useful in assisting them to compose and provide meaningful feedback. Multiple motivations drove learners in making decisions on role choice when responding to their peers, mostly for peer benefits. Finally, 90% of learners reported the peer feedback useful or somewhat useful. Based on the findings of this study, we discussed educational and instructional design implications and future directions to further the line of research using role-play strategy to enhance peer feedback activity.",
        "Origin": "Other"
    },
    "facultyid": "113083497",
    "coauthors": {
        "6289": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 6289,
            "scholarlyactivityid": 2356
        }
    },
    "status": [
        {
            "id": 2356,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083497",
    "attachments": []
}