{
    "activityid": 23578,
    "fields": {
        "Type": "Book",
        "Title": "The Curious Researcher: A Guide to Writing Research Papers",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Edition": "",
        "Volume": "",
        "Publisher": "Longman",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Longman",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/11",
        "Description/Abstract": "Featuring an engaging, direct writing style and inquiry-based approach, this popular research guide stresses that curiosity is the best reason for investigating ideas and information.\n\n\n\nAn appealing alternative to traditional research texts, The Curious Researcher stands apart for its motivational tone, its conversational style, and its conviction that research writing can be full of rewarding discoveries. Offering a wide variety of examples from student and professional writers, this popular guide shows that good research and lively writing do not have to be mutually exclusive. Students are encouraged to find ways to bring their writing to life, even though they are writing with &quot;facts.&quot; A unique chronological organization sets up achievable writing goals while it provides week-by-week guidance through the research process. Full explanations of the technical aspects of writing and documenting source-based papers help students develop sound research and analysis skills.",
        "Origin": "Other"
    },
    "facultyid": "111110347",
    "coauthors": {
        "78703": {
            "firstname": "Bruce",
            "middleinitial": "",
            "lastname": "Ballenger",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110347",
            "authorid": 78703,
            "scholarlyactivityid": 23578
        }
    },
    "status": [
        {
            "id": 23578,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110347",
    "attachments": []
}