{
    "activityid": 23628,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Pedagogy of/at the Margins:  Reflections on Teaching World Literature in the American West and the Deep South",
        "Name of Conference": "",
        "Month / Season": "2014-03-24",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": " ",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Almost every U.S. University has a course (or two) in world and/or transnational literature. But what is world literature? How does one teach it to American students some of whom have little to no knowledge of cultures outside their own? What is at stake in teaching world literature instead of the conventional British and American literatures? In context of recent debates over the discipline of postcolonial studies, I think aloud in this paper my own ideas about teaching world literature. As such I expect the paper to be read as an exercise in contemplation. In what follows, I ‘argue’ in favor of a pedagogy that not only situates the teaching of world literature in a postcolonial world, but also in a posthuman world. Issues such as where it [world literature] is taught, to whom it is taught, and how it is taught, I believe, cannot be separated from the issue of ‘when’ it is taught. The need to revise the pedagogy of/for world literature is in my mind directly interlinked with our current postcolonial, posthuman condition.",
        "Origin": "Other"
    },
    "facultyid": "113116789",
    "coauthors": {
        "78782": {
            "firstname": "G",
            "middleinitial": "",
            "lastname": "Basu Thakur ",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 78782,
            "scholarlyactivityid": 23628
        }
    },
    "status": [
        {
            "id": 23628,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 23628,
            "status": "Submitted",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "113116789",
    "attachments": []
}