{
    "activityid": 2377,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Academic Nurse Leaders’ Role in Fostering a Culture of Civility in Nursing Education",
        "Journal": "Journal of Nursing Education",
        "Volume": "49",
        "Month / Season": "2010-06-30",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "319-325",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Academic incivility is disruptive behavior that substantially or repeatedly interferes with teaching and learning. Incivility on college campuses jeopardizes the welfare of all members of the academy. Academic nurse leaders play a critical role in preventing and addressing academic incivility because these behaviors can negatively affect learning and harm faculty-student relationships. Although studies on student and faculty incivility have been conducted in nursing education, there are no known studies regarding the perceptions of academic nurse leaders about this problem. This is the first known study to investigate the perceptions of 126 academic nurse leaders (deans, directors, and chairpersons) from 128 associate degree in nursing and bachelor of science nursing programs in a large western state. Academic nurse leaders responded to five open-ended questions regarding their perceptions of stressors that affect nursing faculty and students, the uncivil behaviors exhibited by both groups, and the role of leadership in preventing and addressing incivility in nursing education.\n\n",
        "Origin": "Other"
    },
    "facultyid": "111110314",
    "coauthors": {
        "6335": {
            "firstname": "Pamela",
            "middleinitial": "J",
            "lastname": "Springer",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111393",
            "authorid": 6335,
            "scholarlyactivityid": 2377
        },
        "6336": {
            "firstname": "Cynthia",
            "middleinitial": "M",
            "lastname": "Clark",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110314",
            "authorid": 6336,
            "scholarlyactivityid": 2377
        }
    },
    "status": [
        {
            "id": 2377,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2010,
            "termid": "2010/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110314",
    "attachments": []
}