{
    "activityid": 24022,
    "fields": {
        "Type": "Other Works",
        "Title": "Map Your Hazards! – Assessing Hazards, Vulnerability and Risk ",
        "Outlet (if applicable)": "",
        "Date": "2014-11-30",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "http://serc.carleton.edu/dev/integrate/teaching_materials/map_hazards/index.html",
        "Description/Abstract": "‘Map your Hazards’ is an educational module developed within the NSF Interdisciplinary Teaching about Earth for a Sustainable Future program (InTeGrate). The module engages students in place-based explorations of natural hazards, social vulnerability, and the perception of natural hazards and risk. Students integrate geoscience and social science methodologies to (1) identify and assess hazards, vulnerability and risk within their communities; (2) distribute, collect and evaluate survey data (designed by authors) on the knowledge, risk perception and preparedness within their social networks; and (3) deliver a PPT presentation to local stakeholders detailing their findings and recommendations for development of a prepared, resilient community. ‘Map your Hazards’ underwent four rigorous assessments by a team of geoscience educators and external review before being piloted in our classrooms. The module was piloted in a 300-level ‘Volcanoes and Society’ course at Boise State University, a 300-level ‘Environmental Sociology’ course at Central Washington University, and a 100-level ‘Natural Disasters and Environmental Geology’ course at the College of Western Idaho. In all courses students reported a fascination with learning about the hazards around them and identifying the high risk areas in their communities. They were also surprised at the low level of knowledge, inaccurate risk perception and lack of preparedness of their social networks. This successful approach to engaging students in an interdisciplinary, place-based learning environment also has the broad implications of raising awareness of natural hazards (survey participants are provided links to local hazard and preparedness information). The data and preparedness suggestions can be shared with local emergency managers, who are encouraged to attend the student’s final presentations. All module materials are published at serc.carleton.edu/integrate/ and are appropriate to a wide range of classrooms.\r\nExplanation of Other:  Educational Module ",
        "Origin": "Other"
    },
    "facultyid": "111688329",
    "coauthors": {
        "113532": {
            "firstname": "Brittany",
            "middleinitial": "",
            "lastname": "Brand",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111688329",
            "authorid": 113532,
            "scholarlyactivityid": 24022
        },
        "113533": {
            "firstname": "Pamela",
            "middleinitial": "",
            "lastname": "McMullin-Messier",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 113533,
            "scholarlyactivityid": 24022
        },
        "113534": {
            "firstname": "Melissa",
            "middleinitial": "",
            "lastname": "Schlegel",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 113534,
            "scholarlyactivityid": 24022
        }
    },
    "status": [
        {
            "id": 24022,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111688329",
    "attachments": []
}