{
    "activityid": 24083,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Both Sides of the Equation: Learner and Teacher",
        "Name of Conference": "",
        "Month / Season": "2012-06-10",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": " ",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "http://scholarworks.boisestate.edu/ipt_facpubs/31",
        "Description/Abstract": "An engineering professor decided to retake a first-semester calculus course under the tutelage of the chair of mathematics at Boise State University. While completing the course with 37 other students, she had in-depth experiences as a student of a calculus class as well as an experienced educator with a strong background on STEM retention. During the course, she recorded her observations and experiences in the classroom. The math professor also shared reflections on his teaching, observations of his students, and perspectives on the influence of her presence in his class.\n\nThe two professors' reflections enabled us to identify a set of student assumptions and learning behaviors that would likely influence their learning outcomes in both positive and negative ways. We developed a survey questionnaire based on the identified student assumptions and learning behaviors. At the end of the course, we administered the survey with the calculus students in order to obtain the students' perspectives. By triangulating the three sources of information and through our self-reflections on the results, we have generated recommendations on teaching strategies to which math and engineering instructors might need to pay attention, in order to better understand students and to provide them with more meaningful learning experiences.\n\n",
        "Origin": "Other"
    },
    "facultyid": "111110582",
    "coauthors": {
        "79845": {
            "firstname": "Janet",
            "middleinitial": "M",
            "lastname": "Callahan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033791",
            "authorid": 79845,
            "scholarlyactivityid": 24083
        },
        "79846": {
            "firstname": "Douglas",
            "middleinitial": "",
            "lastname": "Bullock",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110582",
            "authorid": 79846,
            "scholarlyactivityid": 24083
        },
        "79847": {
            "firstname": "Seung",
            "middleinitial": "Youn",
            "lastname": "Chyung",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111112331",
            "authorid": 79847,
            "scholarlyactivityid": 24083
        }
    },
    "status": [
        {
            "id": 24083,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110582",
    "attachments": []
}