{
    "activityid": 24094,
    "fields": {
        "Type": "Book",
        "Title": "Turmoil in American Public Policy: Science, Democracy, and the Environment",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Edition": "",
        "Volume": "",
        "Publisher": "ABC-CLIO, LLC",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "ABC-CLIO, LLC",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/2",
        "Description/Abstract": "This book explores the intricacies of the science-policy linkage that  pervades environmental policymaking in a democracy.To what  extent should science inform and shape the environmental policymaking  process? By what mechanisms does it do so in the United States and other  liberal democracies? How can scientists most effectively discharge  their duty as citizens and public trustees to ensure that environmental  policymaking in the United States is scientifically sound?These  are the key questions that this primary textbook for courses on American  public policymaking and environmental policymaking addresses and  attempts to answer. Turmoil in American Public Policy: Science,  Democracy, and the Environment first lays out the basics of the  policymaking process in the United States in relation to the substantive  issues of environmental policymaking. Drawing on hundreds of  interviews, the authors highlight the views and experiences of  scientists, especially natural scientists, in their interactions with  policymakers and their efforts to harness the findings of their science  to rational public policy. The proper role of science and  scientists in relation to environmental policymaking hinges on  fundamental questions at the intersection of political philosophy and  scientific epistemology. How can the experimental nature of the  scientific method and the probabilistic expression of scientific results  be squared with the normative language of legislation and regulation?  If scientists undertake to square the circle by hardening the tentative  truths of their scientific models into positive truths to underpin  public policy, at what point may they be judged to have exceeded the  proper limits of scientific knowledge, relinquished their role as  impartial experts, and become partisan advocates demanding too much say  in a democratic setting? Providing students—and secondarily  policymakers, scientists, and citizen activists—a theoretical and  practical knowledge of the means availed by modern American democracy  for resolving this tension is the object of this progressively  structured textbook.",
        "Origin": "Other"
    },
    "facultyid": "111110070",
    "coauthors": {
        "79889": {
            "firstname": "Leslie",
            "middleinitial": "R",
            "lastname": "Alm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110410",
            "authorid": 79889,
            "scholarlyactivityid": 24094
        },
        "79890": {
            "firstname": "Ross",
            "middleinitial": "E",
            "lastname": "Burkhart",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110070",
            "authorid": 79890,
            "scholarlyactivityid": 24094
        },
        "79891": {
            "firstname": "Marc",
            "middleinitial": "V.",
            "lastname": "Simon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 79891,
            "scholarlyactivityid": 24094
        }
    },
    "status": [
        {
            "id": 24094,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110070",
    "attachments": []
}