{
    "activityid": 24096,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Globalization, Regimes, and Development",
        "Book Title": "",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "34-55",
        "Edition": "",
        "Volume": "",
        "Publisher": "Coping with Globalization: Cross-National Patterns in Domestic Governance and Policy Performance",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/polsci_facpubs/13",
        "Description/Abstract": "Does globalization lead to a higher quality of life? Or, does it lead to more difficult times? In what ways does globalization have its influences? Is it strictly through economic development, or by way of more broad-based human development? Or, perhaps, in a flavor-of-the-month way, is globalization overrated in its impact, with other political, economic, social, and cultural factors better poised to provide us with a more complete understanding of the global development condition? To find answers to these questions, after a brief introduction and literature summary, I put forth in this chapter a measure of globalization based on an operational definition of it laid out in the opening chapter of this volume. I then subject the measure to statistical test to ascertain more precisely whether or not it is an influential factor in enhancing or retarding development. The focus of the tests will be on explaining, through multivariate modeling, variance in two competing conceptions and measurements of developing: economic (the more traditional approach), and human (a more current view that is quickly gaining adherents) as embodies in the United Nations Development Programme's (UNDP) Human Development Index (HDI).",
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/13",
        "Origin": "Other"
    },
    "facultyid": "111110070",
    "coauthors": {
        "79893": {
            "firstname": "Ross",
            "middleinitial": "E",
            "lastname": "Burkhart",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110070",
            "authorid": 79893,
            "scholarlyactivityid": 24096
        }
    },
    "status": [
        {
            "id": 24096,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2002,
            "termid": "2001/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110070",
    "attachments": []
}