{
    "activityid": 24167,
    "fields": {
        "Type": "Other Works",
        "Title": "Northern Goshawk (Accipiter gentilis) Breeding Status and Prey Relationships within the Cassia Section of the Minidoka Ranger District of the Sawtooth National Forest: 2012 Final Report",
        "Outlet (if applicable)": "",
        "Date": "2012-12-31",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Publisher": "Boise State University",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "68",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "During the breeding seasons of 2011 and 2012, we systematically monitored the population of Northern\nGoshawks residing in the Cassia Section, Minidoka Ranger District, of the Sawtooth National Forest (a.k.a. the\nSouth Hills). We surveyed historical and potentially\nnew nesting areas for occupancy and monitored discovered\nnests to gauge productivity. We installed nest cameras in\nsix nests to quantify the local diet of goshawks in the\nnatural absence of tree squirrels. We performed prey and habitat surveys to relate territory occupancy to forest\nstructure, health, and relative prey abundance. At a study\n-wide scale we produced a habitat suitability model to\npredict nesting locations to aid in future surveys and management decisions.\nTerritory occupancy was average\nin 2011 (42%) and above average in\n2012 (70%). Nest productivity\ncompared favorably to past studies in the south hills\nand in other areas, ranging from 1.7 fledglings per\noccupied nest in 2011 to 2.4 in 2012.\nOccupancy rates and the low number of\nsub-adult female breeders (one\nper year) indicate this\npopulation is healthy.\nWe found the breeding season diet to be dominated\nby mammals and specifically the Belding’s Ground\nSquirrel. In 2011, avian abundance was shown to influence territory occupancy, but no effect was discovered in\n2012. None of our measures (nest stand, territory, or\nprey availability) were shown to influence productivity.\nWe believe that these results are misleading. We believe\nthat occupancy was high in both years, but more nests\nfailed in 2011 before we gained access to discover them. With the late snow pack in 2011, avian abundance\ninfluenced nest survival instead of nest occupancy.\nIn 2012 with the early emergence of ground squirrels, avian\nabundance became less influential.\nOur habitat suitability model illustrates that nests\nof goshawks were more often associated with lower\nelevations within the study area, with gentle or no slope, eastern facing aspect, in non-rugged terrain, with dense\ncanopy cover, and low relative reflectance in the green spectrum (0.53 – 0.61 ?m wavelength).\nWe recommend that forest management within the\narea protect existing nest stands from excessive\ndisturbance, manage stands for multiple seral stages\nof growth through thinning and encouragement of stand\nregeneration, and manage to maintain prey abundances including robins, woodpeckers, grouse, and ground\nsquirrels. ",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "80047": {
            "firstname": "Robert",
            "middleinitial": "",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 80047,
            "scholarlyactivityid": 24167
        },
        "80048": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 80048,
            "scholarlyactivityid": 24167
        },
        "80049": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Kaltenecker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111113861",
            "authorid": 80049,
            "scholarlyactivityid": 24167
        }
    },
    "status": [
        {
            "id": 24167,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 24167,
            "status": "Submitted",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111358636",
    "attachments": []
}