{
    "activityid": 24168,
    "fields": {
        "Type": "Other Works",
        "Title": "2012 Abundance and Productivity of Long-billed Curlews (Numenius americanus) in the Long-Billed Curlew Area of Critical Environmental Concern of Southwest Idaho",
        "Outlet (if applicable)": "",
        "Date": "2012-11-30",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "49",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This report summarizes 2012 efforts to study long-billed curlews (Numenius americanus) in the Long-billed Curlew Area of Critical Environmental Concern (ACEC) on the BLM Four Rivers Field Office in southwest Idaho. This includes a continued, intensive abundance survey as well as nest monitoring efforts. Long-billed curlews are identified as a ‘Species of Greatest Conservation Need’ in the Idaho State Wildlife Action Plan and as ‘Watch List Species’ by BLM, and are thus of particular interest to wildlife management agencies. During 2012, we detected an average of 1.28 long-billed curlews per point/survey; higher than the 0.86 curlews detected per point during surveys within the ACEC during 2011. As with prior years, curlews were not distributed evenly throughout the study area, and curlews were most abundant in the eastern half of the ACEC. The estimated 2012 population size of adult curlews within the ACEC was 132, slightly lower than the 2011 estimate of 148 birds. Relative to 2009 and 2010, when we located 17 and 20 nests, respectively, only 3 nests were located in 2011. In 2012 we located 10 nests, all of which failed. As with past years, the low nest success rate is reason for concern. During the 2012 field season, we found three dead curlews, two of which appeared to be from\nnatural causes and one appeared to be the result of a shooting. These initial results indicate that the ACEC curlew population continues to decline and several issues and threats need to be addressed.\n",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "80050": {
            "firstname": "Jessica",
            "middleinitial": "",
            "lastname": "Pollock",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 80050,
            "scholarlyactivityid": 24168
        },
        "80051": {
            "firstname": "Liz ",
            "middleinitial": "",
            "lastname": "Urban",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 80051,
            "scholarlyactivityid": 24168
        },
        "80052": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 80052,
            "scholarlyactivityid": 24168
        }
    },
    "status": [
        {
            "id": 24168,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 24168,
            "status": "Submitted",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111358636",
    "attachments": []
}