{
    "activityid": 24170,
    "fields": {
        "Type": "Other Works",
        "Title": "Spatially-balanced landbird surveys within the Craters of the Moon National Monument and Preserve during the 2012 breeding season",
        "Outlet (if applicable)": "",
        "Date": "2012-12-31",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "22",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Idaho Bird Observatory conducted spatially-balanced landbird surveys across the Craters of the Moon National Monument and Preserve in south-central Idaho during late May and early June 2012.  Specifically, we conducted surveys at 15, 1km-x-1km grids with 16 survey points in each grid.  We distributed effort such that 12 grids were placed in areas not dominated by lava flows and three grids were in lava flows.  We followed the spatially-balanced sampling design and the survey protocol of the Integrated Monitoring of Bird Conservation Regions program such that our data are comparable to data collected throughout the region.  We detected a total 3,147 individuals of 51 different species on counts during the 2012 breeding season.  The 11 most frequently detected species were: Western Meadowlark (n = 797), Horned Lark (725), Brewer’s Sparrow (357), Rock Wren (210), Grasshopper Sparrow (173), Vesper Sparrow (135), Brown-headed Cowbird (118), Mourning Dove (115), Common Raven (81), Sage Thrasher (65), and Lark Sparrow (65).  Importantly, we detected 14 species listed by the BLM and/or IDFG as species of concern during 2012 surveys, including Greater Sage-grouse; Sage Thrasher; and Brewer’s, Grasshopper, Black-throated, and Sage sparrows.  Though many species were detected in both lava and non-lava strata, most species differed in relative abundance patterns between strata.  In particular, Rock Wren, Mourning Dove, and Brown-headed Cowbird were detected at much higher rates on lava whereas Western Meadowlark, Horned Lark, Brewer’s Sparrow, Grasshopper Sparrow, Vesper Sparrow, and Sage Thrasher were much more frequent away from lava.",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "80055": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 80055,
            "scholarlyactivityid": 24170
        }
    },
    "status": [
        {
            "id": 24170,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 24170,
            "status": "Submitted",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111358636",
    "attachments": []
}