{
    "activityid": 24172,
    "fields": {
        "Type": "Other Works",
        "Title": "Idaho Bird Observatory Fall Migration Monitoring of Raptors and Songbirds, Boise Ridge, Idaho: 2011 Annual Report",
        "Outlet (if applicable)": "",
        "Date": "2012-03-31",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "42",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Idaho Bird Observatory (IBO) is a Boise State University Academic Research Program.\nThe IBO’s mission is to contribute to the conservation of Western migratory landbirds through\ncooperative research and public education. The IBO’s longest-running research and education\neffort is a fall migration project located on the Boise Ridge. The Boise Ridge is one of only a\nfew known sites in the western U.S. where great numbers of diurnal raptors, songbirds, and\nforest owls concentrate during fall migration. This site presents a unique opportunity to study\nthe migration biology of many different kinds of birds in one locality. Studies have identified\nimportant habitats used by migrants, breeding and wintering areas, and have contributed to longterm\npopulation monitoring. The site also offers a unique opportunity for wildlife viewing.\nHundreds of visitors each year travel to IBO research sites to view songbirds, raptors, and forest\nowls. We have established a community volunteer program to provide the public with\nopportunities to participate in IBO programs. All standardized migration monitoring projects\ncontinued during fall 2011.\nWe counted migrating raptors on 65 days during 2011, observing for a total of 445 hours. We\ncounted a total of 5,985 migrant raptors for a passage rate of 13.5 raptors per hour, slightly above\nthe 18-year average of 13.02 raptors per hour. Counts of Sharp-shinned Hawks, Turkey Vultures,\nMerlins, Broad-winged Hawks, and Peregrine Falcons were all well above long-term averages.\nHowever, counts of Cooper’s Hawks, Red-tailed Hawks, Northern Harriers, and Prairie Falcons\nwere below long-term averages. Overall, total counts of migrant raptors during 2011 were only\n0.1% below the long-term average based on 18 years of standardized monitoring at Lucky Peak.\nWe banded a total of 1,023 diurnal raptors in 2011 at two banding stations during 112 stationdays\nof operation, for a capture rate of 9.1 raptors per station-day. The most commonly-banded\nraptors were Sharp-shinned Hawks, Cooper's Hawks, American Kestrels, Merlins, Northern\nGoshawks, and Red-tailed Hawks. To date, we have received a total of 136 band encounters\nfrom raptors banded on the Boise Ridge. Many banded raptors have been encountered from the\nBoise area, but other recoveries have come from western Mexico, Baja California, southern\nCalifornia, Washington, and British Columbia. Three general patterns are evident from studying\nIdaho Bird Observatory raptor band encounters: 1) mid-winter recoveries of Sharp-shinned and\nCooper’s Hawks come from western Mexico in the states of Sonora, Sinaloa, Colima, and farther\nsouth; 2) mid-winter recoveries of Red-tailed Hawks come from California’s Central Valley; and\n3) spring and summer recoveries of Sharp-shinned and Cooper’s Hawks come from as far north\nas central British Columbia.\nIn songbird mist nets, we captured a total of 5,196 birds of 52 species during 4,364.5 mist-net\nhours. This capture rate (1.191 birds per mist-net hour) is slightly lower than the long-term\naverage. The ten most commonly-captured species were Yellow-rumped Warbler, RubyCrowned\nKinglet, Nashville Warbler, White-crowned Sparrow, MacGillivray’s Warbler, Dusky\nFlycatcher, Yellow Warbler, Chipping Sparrow, Spotted Towhee, and Western Tanager, marking\nthe first season in which Dark-eyed Junco was not among the ten most abundant species. We\nhad record-high captures for five species in 2011, including Nashville Warbler, Tennessee\nWarbler, Yellow-rumped Warbler, American Redstart, and Song Sparrow. \nDuring fall 2011 we mist netted for forest owls on 59 nights for a total of 1,584 station-hours. A\ntotal of 595 owls were banded, including one Northern Pygmy-Owl, 43 Flammulated Owls and\n551 Northern Saw-whet Owls.\nA record 46 groups, including over 850 participants, scheduled visits to Lucky Peak during 2011.\nGroups included Golden Eagle Audubon Society, Idaho Department of Fish and Game Project\nWild, Foothills School, Anser Charter School, Southwest Idaho Birders Association, and several\nlocal Scouting and home school groups. Timely local articles in Treasure Valley Family\nMagazine and The Idaho Statesman in August and early September resulted in over 1,000\nadditional public visitors (not associated with organized groups) to the Lucky Peak research site.\nIn 2011, 41 volunteers contributed 953 days totaling approximately 8,190 hours of volunteer\nservice to assist with IBO projects. The estimated cash value of this volunteer time and\nvolunteer vehicle contributions was $217,686.29.\nOngoing graduate research projects associated with IBO during fall 2011 included a study of\nstress response in migrant raptors, a study of blood parasites in migrant raptors, and a study of\nobserver bias and detectability of raptors associated with hawk migration counts.\n\n",
        "Origin": "Other"
    },
    "facultyid": "111358636",
    "coauthors": {
        "80058": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Kaltenecker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111113861",
            "authorid": 80058,
            "scholarlyactivityid": 24172
        },
        "80059": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 80059,
            "scholarlyactivityid": 24172
        },
        "80060": {
            "firstname": "Jessica",
            "middleinitial": "",
            "lastname": "Pollock",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 80060,
            "scholarlyactivityid": 24172
        },
        "80061": {
            "firstname": "Genevieve",
            "middleinitial": "",
            "lastname": " Rozhon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 80061,
            "scholarlyactivityid": 24172
        },
        "80062": {
            "firstname": "James",
            "middleinitial": "",
            "lastname": "Butch",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 80062,
            "scholarlyactivityid": 24172
        },
        "80063": {
            "firstname": "Marc",
            "middleinitial": "J",
            "lastname": "Bechard",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110033",
            "authorid": 80063,
            "scholarlyactivityid": 24172
        }
    },
    "status": [
        {
            "id": 24172,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 24172,
            "status": "Submitted",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111358636",
    "attachments": []
}