{
    "activityid": 24446,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Study Habits of Students in an Introductory-Level Construction Management Course",
        "Name of Conference": "2012 ASEE Annual Conference &amp; Exposition",
        "Month / Season": "2012-06-13",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": " ",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "http://scholarworks.boisestate.edu/construct_facpubs/17",
        "Description/Abstract": "Introductory level materials and methods courses in Construction Management (CM) programs generally require students to acquire an enormous new vocabulary. This vocabulary includes terminology pertaining to the materials themselves, as well as terminology defining the construction processes using the materials. Courses such as these form a backbone of knowledge that is necessary in nearly every other CM course.\r\n\r\nStudents are often not prepared for the amount of self-directed studying they must do to be successful in this type of course, particularly as freshmen in college. This paper examines the self-reported study habits of 68 students enrolled in a freshman level CM materials and methods course. This paper presents some insights into how students study for exams and what resources they use (or do not use). The paper also presents preliminary findings indicating that many students appear to have a lack of accurate self-knowledge, defined as the ability to accurately judge one’s level of knowledge, and a lack of self-regulation, defined as the ability to adjust one’s behavior to ensure that acquisition of missing knowledge is successful.\r\n\r\n",
        "Origin": "Other"
    },
    "facultyid": "112103256",
    "coauthors": {
        "100028": {
            "firstname": "Kirsten",
            "middleinitial": "A",
            "lastname": "Davis",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112103256",
            "authorid": 100028,
            "scholarlyactivityid": 24446
        }
    },
    "status": [
        {
            "id": 24446,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103256",
    "attachments": []
}