{
    "activityid": 24531,
    "fields": {
        "Type": "Book",
        "Title": "Staging Gertrude Stein: Absence, Culture, and the Landscape of American Alternative Theatre",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Edition": "",
        "Volume": "",
        "Publisher": "Palgrave Macmillan",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Palgrave Macmillan",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/224",
        "Description/Abstract": "Gertrude Stein's dramatic texts rely on the absence of many landmarks of traditional theater, but absence is a very difficult thing to stage. Iconoclastic directors and production teams-including Virgil Thomson, the Living Theatre, the Judson Poets Theatre, the Santa Fe Opera, the Glimmerglass Opera, the Wooster Group, Robert Wilson, Anne Bogart, Frank Galati and Heiner Goebbels-have ardently roamed Stein's spare dramatic &quot;landscapes,&quot; but even these convention-defying artists had to fill some of her absences in order to bring the texts to life on stage. Inevitably contemporary culture infiltrates Stein's pristine topography via these extra-textual additions, transforming it in ways virtually unimaginable when the reader encounters the text on the printed page. It is only by mapping the intersections of written text, performance text, and context, that one can gain a full appreciation of what Stein's dramatic writing has meant at various historical moments, how she herself has been imagined, and how her writing has transformed the landscape of the American alternative theater.",
        "Origin": "Other"
    },
    "facultyid": "111669985",
    "coauthors": {
        "80779": {
            "firstname": "Leslie",
            "middleinitial": "A",
            "lastname": "Durham",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669985",
            "authorid": 80779,
            "scholarlyactivityid": 24531
        }
    },
    "status": [
        {
            "id": 24531,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669985",
    "attachments": []
}