{
    "activityid": 24542,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Science Education",
        "Book Title": "",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "389-401",
        "Edition": "",
        "Volume": "",
        "Publisher": "Knowledge &amp; Power in the Global Economy: The Effects of School Reform in a Neoliberal/Neoconservative Age (2nd ed)",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/physics_facpubs/67",
        "Description/Abstract": "In this strange world we find those called neoconservatives working in concert with others called neoliberals to promote globalization of particular values, supremacy in the form of government, economic control, and ideology under the guise of promoting freedom; it appears the underlying lynchpin is reified in the notion of commodification. Levidow (2000) describes the central features of neoliberalism as &quot;efficiency as progress,&quot; &quot;commodification,&quot; and &quot;globalization&quot;. But, when we look at these three central features applied to education, the efficiency is efficiency of transmission of this commodified knowledge. Globalization, as it applies to education, involves privatization so the free-market pressures can finance the transmission of this commodified knowledge. The commodified knowledge claimed to be objective turns out to merely support a neoliberal worldview, nothing else. Uncommodified, how could knowledge be transmitted and tested efficiently? How could capitalist free-market pressures apply to institutions that doe not deal in a commodity?",
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/67",
        "Origin": "Other"
    },
    "facultyid": "111110155",
    "coauthors": {
        "80798": {
            "firstname": "Dewey",
            "middleinitial": "I",
            "lastname": "Dykstra Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110155",
            "authorid": 80798,
            "scholarlyactivityid": 24542
        }
    },
    "status": [
        {
            "id": 24542,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110155",
    "attachments": []
}