{
    "activityid": 24617,
    "fields": {
        "Type": "Other Works",
        "Title": "How can we apply complexity science to urban policy?",
        "Outlet (if applicable)": "",
        "Date": "2015-08-27",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Publisher": "UGEC Viewpoints, Urbanization and Global Environmental Change (UGEC) project",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "Watkins, M.",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "https://ugecviewpoints.wordpress.com/2015/08/27/how-can-we-apply-complexity-science-to-urban-policy/",
        "Description/Abstract": "In the past few decades, urban researchers and practitioners across the world have jointly enriched our understanding of the new challenges that metropolitan areas in the 21st century are facing. The new challenges for our cities are: (i)  driven in part by global (environmental) change processes and are compounded; that is, their potential impact is severe, especially in places that have not resolved challenges that characterized the past century; (ii) occuring increasingly at the intersection of administratively-defined and bureaucratically-managed urban sectors, such as transportation, water, energy, sanitation, etc.; and, (iii) moving beyond the realm of complicated problems, to that of complex problems; and solutions to the challenges can emerge only if we adopt the viewpoint of complex systems or complex networks.\n\nHow exactly complex systems and networks research relates to policymaking can be a murky subject that involves some hand-waiving and is possibly one of the weak links of complexity science. Fundamentally, complex systems involve a set of heterogeneous agents whose behavior is interdependent (and partly a stochastic process) that leads to aggregate properties such as non-ergodicity, phase transitions and tipping points, emergence and universality (Durlauf, 2005). While the ideas and approach are not new, they are gaining in popularity.  However, it not always clear how complexity theory can be translated to complexity practice, or what the theory’s relevance is for societal problems.",
        "Origin": "Other"
    },
    "facultyid": "113146926",
    "coauthors": {
        "80962": {
            "firstname": "Michail",
            "middleinitial": "",
            "lastname": "Fragkias",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113146926",
            "authorid": 80962,
            "scholarlyactivityid": 24617
        }
    },
    "status": [
        {
            "id": 24617,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113146926",
    "attachments": []
}