{
    "activityid": 24658,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Wandering Star: The Image of the Constellation in Benjamin, Giedion and McLuhan",
        "Book Title": "McLuhan Then | Now | Next",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": "Toronto, Ontario Canada",
        "ISBN": "",
        "Author/Editor of Larger Work": "Dominique Scheffel-Dunand",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://learningspaces.org/wordpress/wp-content/uploads/2013/06/Wandering-Star-BenjaminGiedionMcLuhan21.pdf",
        "Description/Abstract": "The purpose of this paper is to trace the metaphor of the constellation in the materialist modernism of Benjamin and Giedion to the more conservative theoretical constructions of McLuhan, viewing it as a kind of “travelling concept,” as Mieke Bal has described: an elastic idea or metaphor, offering “sites of debate, awareness of difference and tentative exchange” (2002, p. 13). As Martin Jay points out, the metaphor of the constellation also travelled from Benjamin via Theodore Adorno to America and back to Europe, to re-emerge in Adorno’s postwar writings while he was at the Frankfurt Institute for Social Research. As Jay explains, in the context of this exchange, the term constellation signified “a juxtaposed rather than integrated cluster of changing elements that resist reduction to a common denominator, essential core, or generative first principle” (1984, pp. 14-15). These characteristics also generally apply to the term “constellation” as I consider it here. In the instance of travel that is my principle focus, Giedion serves as an indispensable conduit between Benjamin and McLuhan. I close with a comparison of the implications of McLuhan’s use of the constellation with those of Benjamin’s earlier use of the term, and how it reflects the modernist historiography particular to each thinker.",
        "Web Address": "http://learningspaces.org/wordpress/wp-content/uploads/2013/06/Wandering-Star-BenjaminGiedionMcLuhan21.pdf",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "147695": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 147695,
            "scholarlyactivityid": 24658
        }
    },
    "status": [
        {
            "id": 24658,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 24658,
            "status": "Accepted",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114002257",
    "attachments": []
}