{
    "activityid": 24669,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Lost in Translation: Wittgenstein as a Tragic Philosopher of Education",
        "Name of Conference": "American Educational Research Association Conference",
        "Month / Season": "2015-11-01",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "Washington DC USA",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "http://normfriesen.info/papers/Lost_in%20_Translation.pdf",
        "Description/Abstract": "As a landmark philosopher of language and of mind, Ludwig Wittgenstein is also remarkable for having crossed, with apparent ease, the “continental divide” in philosophy. It is consequently not surprising that Ludwig Wittgenstein’s work, particularly in the Philosophical Investigations, has been taken up by philosophers of education in English. Michael A. Peters (1999), Christopher Winch (2002), Smeyers &amp; Burbules (2010), and others (e.g. Aparece 2005) have engaged extensively with the implications of the later Wittgenstein’s philosophy of mind and language for education. One challenge that that they face is Wittgenstein’s use of the word “training” throughout his discussions of language learning and in his periodic references to education. This is made all the more problematic by realizing that the term Wittgenstein actually used was Abrichtung, which refers exclusively to animal dressage or obedience training, connoting also the breaking of an animal’s will. I argue that little-recognized fact has broad significance for many important Wittgenstinian insights into education, effectively meaning that the gap between present and future generations is one of coercion and pain, rather than upbringing and care. This paper sheds light on these, and concludes by considering how an unflinching recognition of the implications of Wittgenstein’s choice of words casts him as a tragic philosopher of education and upbringing.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "147703": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 147703,
            "scholarlyactivityid": 24669
        }
    },
    "status": [
        {
            "id": 24669,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 24669,
            "status": "Accepted",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114002257",
    "attachments": []
}