{
    "activityid": 24662,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Educational Technology and the “new Language of Learning”: Lineage and Limitations",
        "Book Title": "Educational Technology and the “new Language of Learning”: Lineage and Limitations",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "N. Selwyn &amp; K. Facer",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://learningspaces.org/papers/langoflearning.pdf",
        "Description/Abstract": "Even the most rudimentary definitions of the term ‘technology’ indicate that its meaning extends far beyond artefacts and devices to include processes, methods, means and applied knowledge. It is therefore surprising how rarely instructional theories, methods and applications –e.g., learning theories learning designs or learning environments ? are considered specifically as technologies in the relevant literature. This chapter focuses on the instrumental nature of the concept ‘learning’ and learning theory, which Gert Biesta and others have characterized as being manifest in a ‘new language of learning.’ This refers to a vocabulary or discourse that, for example, characterizes ‘‘teaching’ [as the] ‘facilitation of learning’ [and], ‘education’ [as the] ‘provision of learning opportunities’’ (Haugsbak &amp; Nordkvelle, 2007,  p. 2). The paper argues that this vocabulary represents a particular technologization or instrumentalization of education, a process that makes educational practices and priorities appear germane to, or even incomplete without, technological rationalization and reshaping. This paper traces how this vocabulary casts learning as a natural and universal process, and quite consistently accompanies the promotion of a range of technological artifacts in education. Running from the introduction of ‘teaching machines’ through to current visions of school reform, this theoretical lexicon will be shown to efface its cultural and ideological contingency through a quasi?scientific ‘neutrality’ and a biologically?based universality, and to limit the possibility for educational discourse and practice.",
        "Web Address": "http://learningspaces.org/papers/langoflearning.pdf",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "81097": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 81097,
            "scholarlyactivityid": 24662
        }
    },
    "status": [
        {
            "id": 24662,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}