{
    "activityid": 2498,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Structure of Arabidopsis thaliana 5-Methylthioribose Kinase Reveals a More Occluded Active Site Than its Bacterial Homolog",
        "Journal": "BMC Structural Biology",
        "Volume": "7",
        "Month / Season": "2007-10-25",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1186/1472-6807-7-70",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/4",
        "Description/Abstract": "Background: Metabolic variations exist between the methionine salvage pathway of humans and a number of plants and microbial pathogens. 5-Methylthioribose (MTR) kinase is a key enzyme required for methionine salvage in plants and many bacteria. The absence of a mammalian homolog suggests that MTR kinase is a good target for the design of specific herbicides or antibiotics.\nResults: The structure of Arabidopsis thaliana MTR kinase co-crystallized with ATP?S and MTR has been determined at 1.9 Ĺ resolution. The structure is similar to B. subtilis MTR kinase and has the same protein kinase fold observed in other evolutionarily related protein kinase-like phosphotransferases. The active site is comparable between the two enzymes with the DXE-motif coordinating the nucleotide-Mg, the D238 of the HGD catalytic loop polarizing the MTR O1 oxygen, and the RR-motif interacting with the substrate MTR. Unlike its bacterial homolog, however, the Gly-rich loop (G-loop) of A. thaliana MTR kinase has an extended conformation, which shields most of the active site from solvent, a feature that resembles eukaryotic protein kinases more than the bacterial enzyme. The G- and W-loops of A. thaliana and B. subtilis MTR kinase adopt different conformations despite high sequence similarity. The ATP?S analog was hydrolyzed during the co-crystallization procedure, resulting in ADP in the active site. This suggests that the A. thaliana enzyme, like its bacterial homolog, may have significant ATPase activity in the absence of MTR.\nConclusion: The structure of A. thaliana MTR kinase provides a template for structure-based design of agrochemicals, particularly herbicides whose effectiveness could be regulated by nutrient levels. Features of the MTR binding site offer an opportunity for a simple organic salt of an MTR analog to specifically inhibit MTR kinase.",
        "Origin": "Other"
    },
    "facultyid": "112033562",
    "coauthors": {
        "6758": {
            "firstname": "Shao",
            "middleinitial": "",
            "lastname": "Yang-Ku",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6758,
            "scholarlyactivityid": 2498
        },
        "6759": {
            "firstname": "Kenneth",
            "middleinitial": "Allison",
            "lastname": "Cornell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033562",
            "authorid": 6759,
            "scholarlyactivityid": 2498
        },
        "6760": {
            "firstname": "P.",
            "middleinitial": "Lynne",
            "lastname": "Howell",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6760,
            "scholarlyactivityid": 2498
        }
    },
    "status": [
        {
            "id": 2498,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2007,
            "termid": "2007/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033562",
    "attachments": []
}