{
    "activityid": 2504,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Suprabasal expression of human amphiregulin in the epidermis of transgenic mice induces a severe, early-onset, psoriasis-like skin pathology: expression of amphiregulin in the basal epidermis is also associated with synovitis",
        "Journal": "Experimental Dermatology",
        "Volume": "13",
        "Month / Season": "2004-06-30",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "347-356",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract\n\nThe expression of amphiregulin (AR) in the basal epidermis of transgenic mice [keratin 14 promoter AR gene (K14-ARGE)] has been previously shown to induce an early-onset and severe skin pathology, with many similarities to psoriasis. In this study, it is demonstrated that involucrin enhancer/promoter-dependent expression of human AR (INV-AR) in the suprabasal epidermis of transgenic mice also produces a cutaneous psoriasis-like phenotype. INV-AR mice possess a limited lifespan and scaling, papillomatous, erythematous skin with partial alopecia. INV-AR mouse histopathology also revealed epidermal hyperkeratosis, parakeratosis, acanthosis, and an exaggerated dermal vasculature. A dermal and epidermal infiltrate was also evident and consisted of both neutrophils and CD3(+) T lymphocytes. The histology of synovial joints in both the INV-AR mice and the K14-ARGE mice of our previous investigation was examined. The histologic examination revealed that 3-week-old INV-AR transgenic mice displayed normal knee joint histology, while 2- to 3-week-old K14-ARGE transgenic mice frequently displayed synovitis, as exemplified by the presence of a mixed leukocytic infiltration, increased vascularization, and enhanced deposition of fibrous matrix in the knee synovium. These results demonstrate that AR overexpression in both the basal and suprabasal epidermis of transgenic mice induces a phenotype that mimics cutaneous psoriasis, while basal AR expression is also associated with synovial inflammation, a precursor to the psoriasis-associated arthropathy, psoriatic arthritis. Collectively, the results implicate epidermal AR expression as a possible mediator of innate cutaneous immunity and epidermal proliferation and also as a potential trigger of both cutaneous psoriasis and psoriatic arthritis.\n",
        "Origin": "Other"
    },
    "facultyid": "112033562",
    "coauthors": {
        "6787": {
            "firstname": "Paul",
            "middleinitial": "W",
            "lastname": "Cook",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6787,
            "scholarlyactivityid": 2504
        },
        "6788": {
            "firstname": "Jeff",
            "middleinitial": "R",
            "lastname": "Brown",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6788,
            "scholarlyactivityid": 2504
        },
        "6789": {
            "firstname": "Kenneth",
            "middleinitial": "Allison",
            "lastname": "Cornell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033562",
            "authorid": 6789,
            "scholarlyactivityid": 2504
        },
        "6790": {
            "firstname": "Mark",
            "middleinitial": "R",
            "lastname": "Pittelkow",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6790,
            "scholarlyactivityid": 2504
        }
    },
    "status": [
        {
            "id": 2504,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2004,
            "termid": "2004/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033562",
    "attachments": []
}