{
    "activityid": 2507,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Assessment of Methylthioadenosine/S-Adenosylhomocysteine Nucleosidases of Borrelia Burgdorferi as Targets for Novel Antimicrobials Using a Novel High-Throughput Method",
        "Journal": "Journal of Antimicrobial Chemotherapy",
        "Volume": "63",
        "Month / Season": "2009-03-01",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "1163-1172",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1093/jac/dkp129",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/5",
        "Description/Abstract": "Background: Lyme disease is the most prevalent tick-borne disease in the USA with the highest number of cases (27444 patients) reported by CDC in the year 2007, representing an unprecedented 37% increase from the previous year. The haematogenous spread of Borrelia burgdorferi to various tissues results in multisystemic disease affecting the heart, joints, skin, musculoskeletal and nervous system of the patients.\nObjectives: Although Lyme disease can be effectively treated with doxycycline, amoxicillin and cefuroxime axetil, discovery of novel drugs will benefit the patients intolerant to these drugs and potentially those suffering from chronic Lyme disease that is refractory to these agents and to macrolides. In this study, we have explored 50-methylthioadenosine/S-adenosylhomocysteine nucleosidase as a drug target for B. burgdorferi, which uniquely possesses three genes expressing homologous enzymes with two of these proteins apparently exported.\nMethods: The recombinant B. burgdorferi Bgp and Pfs proteins were first used for the kinetic analysis of enzymatic activity with both substrates and with four inhibitors. We then determined the antispirochaetal activity of these compounds using a novel technique. The method involved detection of the live–dead B. burgdorferi by fluorometric analysis after staining with a fluorescent nucleic acids stain mixture containing Hoechst 33342 and Sytox Green.\nResults: Our results indicate that this method can be used for high-throughput screening of novel antimicrobials against bacteria. The inhibitors formycin A and 5'-?-nitrophenythioadenosine particularly affected B. burgdorferi adversely on prolonged treatment.\nConclusions: On the basis of our analysis, we expect that structure-based modification of the inhibitors can be employed to develop highly effective novel antibiotics against Lyme spirochaetes.",
        "Origin": "Other"
    },
    "facultyid": "112033562",
    "coauthors": {
        "6803": {
            "firstname": "Kenneth",
            "middleinitial": "Allison",
            "lastname": "Cornell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033562",
            "authorid": 6803,
            "scholarlyactivityid": 2507
        },
        "6804": {
            "firstname": "Shekerah",
            "middleinitial": "",
            "lastname": "Primus",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6804,
            "scholarlyactivityid": 2507
        },
        "6805": {
            "firstname": "Jorge",
            "middleinitial": "A.",
            "lastname": "Martinez",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6805,
            "scholarlyactivityid": 2507
        },
        "6806": {
            "firstname": "Nikhat",
            "middleinitial": "",
            "lastname": "Parveen",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6806,
            "scholarlyactivityid": 2507
        }
    },
    "status": [
        {
            "id": 2507,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033562",
    "attachments": []
}