{
    "activityid": 25113,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Making personal and professional learning mobile: Blending mobile devices, social media, social networks, and mobile apps to support PLEs, PLNs, &amp; ProLNs",
        "Book Title": "Advances in communications and media research",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "27-46",
        "Edition": "",
        "Volume": "10",
        "Publisher": "Nova Science Publishers",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "A.V. Stavros",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "Mobile technologies have become an integrated, or inseparable, part of individuals’ daily lives for work, play, and learning. While social networking has been important and in practice in our society even before human civilization and certainly prior to the advent of computers, nowadays, the opportunities and venues of building a network are unprecedented. Currently, the opportunities and tools to build a network to support personal and professional learning are enabled by mobile technologies (e.g., mobile apps, devices, and services), web-based applications (e.g., Diigo and RSS readers), and social-networking applications and services (e.g., Facebook, Google+, and Twitter). The purpose of this chapter is to describe and propose how individuals use personal learning environments (PLEs), personal learning networks (PLNs), and professional learning networks (ProLNs) with mobile technologies and social networking tools to meet their daily learning needs. In our chapter, we consider categories of learning relevant to personal learning and professional learning, then we define and examine PLEs, PLNs, and ProLNs, suggesting how mobile devices and social software can be used within these. The specific strategies learners use within PLEs, PLNs, and ProLNs are then presented followed by cases that depict and exemplify these strategies within the categories of learning. Finally, implications for using mobile devices to support personal and professional learning are discussed.",
        "Web Address": "",
        "Origin": "Other"
    },
    "facultyid": "113075443",
    "coauthors": {
        "81954": {
            "firstname": "Michael",
            "middleinitial": "M",
            "lastname": "Grant",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 81954,
            "scholarlyactivityid": 25113
        },
        "81955": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 81955,
            "scholarlyactivityid": 25113
        }
    },
    "status": [
        {
            "id": 25113,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}