{
    "activityid": 2514,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Genetic immunization of mice against Listeria monocytogenes using plasmid DNA encoding listeriolysin O.",
        "Journal": "Journal of Immunology",
        "Volume": "163",
        "Month / Season": "1999-07-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "322-329",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract\n\nThe development of protective immunity against many intracellular bacterial pathogens commonly requires sublethal infection with viable forms of the bacteria. Such infection results in the in vivo activation of specific cell-mediated immune responses, and both CD4+ and CD8+ T lymphocytes may function in the induction of this protective immunity. In rodent models of experimental infection with Listeria monocytogenes, the expression of protective immunity can be mediated solely by the immune CD8+ T cell subset. One major target Ag of Listeria-immune CD8+ T cells is the secreted bacterial hemolysin, listeriolysin O (LLO). In an attempt to generate a subunit vaccine in this experimental disease model, eukaryotic plasmid DNA expression vectors containing genes encoding either the wild-type or modified forms of recombinant LLO were generated and used for genetic vaccination of naive mice. Results of these studies indicate that the intramuscular immunization of mice with specifically designed plasmid DNA constructs encoding recombinant forms of LLO stimulates peptide-specific CD8+ immune T cells that exhibit in vitro cytotoxic activity. More importantly, such immunization can provide protective immunity against a subsequent challenge with viable L. monocytogenes, demonstrating that this experimental approach may have direct application in prevention of acute disease caused by intracellular bacterial pathogens.\n",
        "Origin": "Other"
    },
    "facultyid": "112033562",
    "coauthors": {
        "6843": {
            "firstname": "Kenneth",
            "middleinitial": "Allison",
            "lastname": "Cornell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033562",
            "authorid": 6843,
            "scholarlyactivityid": 2514
        },
        "6844": {
            "firstname": "Herman",
            "middleinitial": "G",
            "lastname": "Bouwer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6844,
            "scholarlyactivityid": 2514
        },
        "6845": {
            "firstname": "David",
            "middleinitial": "J",
            "lastname": "Hinrichs",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6845,
            "scholarlyactivityid": 2514
        },
        "6846": {
            "firstname": "Ron",
            "middleinitial": "A",
            "lastname": "Barry",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6846,
            "scholarlyactivityid": 2514
        }
    },
    "status": [
        {
            "id": 2514,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1999,
            "termid": "1999/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033562",
    "attachments": []
}