{
    "activityid": 25227,
    "fields": {
        "Type": "Other Works",
        "Title": "V52C-07. Flow, bulge, and jerk; quantifying surface motions with particle image velocimetry at Volcan Santaiguito (Guatemala) (Invited) ",
        "Outlet (if applicable)": "",
        "Date": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "San Francisco ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Santiaguito’s active vent, Caliente, is located 2700 m distant and 1200 m below the summit of neighboring Santa Maria, which provides an ideal vantage point to survey motions of the dynamic surface. With high resolution SLR and video cameras, coupled with strong zoom lenses, we are able to survey motions of this surface at time scales of seconds, minutes, hours, and days. Particle image velocimetry (PIV) is used to quantify motions over the 150-200 m diameter vent region plateau. With video cameras we have observed motions at rapid time scales corresponding to the onset of explosive eruptions, which occur every few hours. For these events the ~30,000 m2 block lava surface temporarily uplifts by as much as 1 m during time scales of about a second. This rapid acceleration is thought to be the source of an equivalent downward force that produces a long period seismic signal. At longer time scales, time lapse camera imagery is used to measure bulging and subsidence of the lava surface. Transient uplift of the central part of the vent plateau is as great as 10 m and occurs over time scales of 15 to 30 minutes. Bulge formation is associated with heightened effusion and subsequent subsidence allows us an estimate of the andesitic/dacitic lava’s viscosity. At even longer time scales PIV allows us to track flow of the viscous lava flow and compare observations made in subsequent years. Maximum velocities of about 10 m/day were observed in 2007 and 2009, which was far less than the 50 m/day surface movements detected in 2012 when lava flow effusion was greatly increased. These longer time scale vector flow fields provide important constraints on the relative thicknesses of lava flowing on the dome’s surface.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "82261": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 82261,
            "scholarlyactivityid": 25227
        },
        "82262": {
            "firstname": "Benjamin",
            "middleinitial": "",
            "lastname": "Andrews",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82262,
            "scholarlyactivityid": 25227
        },
        "82263": {
            "firstname": "Jonathan",
            "middleinitial": "",
            "lastname": "Lees ",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82263,
            "scholarlyactivityid": 25227
        }
    },
    "status": [
        {
            "id": 25227,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}