{
    "activityid": 25225,
    "fields": {
        "Type": "Other Works",
        "Title": "S23B-2499. Volcano Infrasound",
        "Outlet (if applicable)": "",
        "Date": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "San Francisco ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Open-vent volcanoes generate prodigious low frequency sound waves that tend to peak in the infrasound (&lt;20 Hz) band. These long wavelength (&gt; ~20 m) atmospheric pressure waves often propagate long distances with low intrinsic attenuation and can be well recorded with a variety of low frequency sensitive microphones. Infrasound records may be used to remotely monitor eruptions, identify active vents or track gravity-driven flows, and/or characterize source processes. Such studies provide information vital for both scientific study and volcano monitoring efforts. \n\nThis presentation proposes to summarize and standardize some of the terminology used in the still young, yet rapidly growing field of volcano infrasound. Herein we suggest classification of typical infrasound waveform types, which include bimodal pulses, blast (or N-) waves, and a variety of infrasonic tremors (including broadband, harmonic, and monotonic signals). We summarize various metrics, including reduced pressure, intensity, power, and energy, in which infrasound excess pressures are often quantified. We also describe the spectrum of source types and radiation patterns, which are typically responsible for recorded infrasound. Finally we summarize the variety of propagation paths that are common for volcano infrasound radiating to local (&lt;10 km), regional (out to several hundred kilometers), and global distances. The effort to establish common terminology requires community feedback, but is now timely as volcano infrasound studies proliferate and infrasound becomes a standard component of volcano monitoring. \n",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "82253": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 82253,
            "scholarlyactivityid": 25225
        },
        "82254": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Fee",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82254,
            "scholarlyactivityid": 25225
        },
        "82255": {
            "firstname": "Robin",
            "middleinitial": "",
            "lastname": "Matoza",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82255,
            "scholarlyactivityid": 25225
        }
    },
    "status": [
        {
            "id": 25225,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}