{
    "activityid": 25229,
    "fields": {
        "Type": "Other Works",
        "Title": "Detection, Characterization, and Quantification of Geyser Eruptions: Insights from Infrasound Monitoring at Yellowstone National Park",
        "Outlet (if applicable)": "",
        "Date": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "Salt Lake City ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Geysers are hot springs, which intermittently erupt hot water and steam. Their eruption phenomena includes bubble bursts and two-phase fluid jets, which are strong emitters of near-infrasound (1-20 Hz) and low frequency audible airwaves. This study investigates infrasound from geysers in Yellowstone to track eruption statistics, and to characterize and quantify eruption parameters. During October 2012, we deployed three 7-element arrays of low frequency microphones recording continuously in the Lower Geyser Basin. We use frequency slowness analysis to identify coherent waves and calculate signal back-azimuth. Intersecting back azimuths coincided with at least 6 distinct geysers at distances of up to 3 kilometers. We note improved detection capabilities of the 7-element electret condenser sensor arrays compared to a previous installation (in August 2011) of two 4-element MEMS sensor arrays. We also present infrasound waveform data from three distinctive geysers including Great Fountain, Sawmill Geyser, and Lone Star Geyser. The observed infrasound waveforms are compared spectrally and in terms of acoustic power and related to video observations of their corresponding eruption characteristics. Great Fountain Geyser typically produces episodic bi-modal pressure bursts, which we characterize as monopole, or volumetric, sources, with the largest of the events displacing more than 50 m3 of atmosphere. The periodic (0.7 s) pressure pulses produced by Sawmill contrast with Great Fountain in that they commence with an infrasound rarefaction, which we interpret as the implosion (or collapse) of steam bubbles. Observed signals of Lone Star Geyser are manifested as ~30-minute tremor episodes with higher frequency content than the other two fountain-type geysers. Its spectra and nature are indicative of jet signal, which transitions between relatively low frequencies (20-60 Hz; when dominated by water) to higher frequencies (40-85 Hz; when dominated by steam).",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "82268": {
            "firstname": "Philippa",
            "middleinitial": "",
            "lastname": "Demonte",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82268,
            "scholarlyactivityid": 25229
        },
        "82269": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 82269,
            "scholarlyactivityid": 25229
        }
    },
    "status": [
        {
            "id": 25229,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}