{
    "activityid": 25232,
    "fields": {
        "Type": "Other Works",
        "Title": "Tracking of Rock fall and Pyroclastic Flow Events using Infrasound Arrays at Volcan Santiaguito, Guatemala",
        "Outlet (if applicable)": "",
        "Date": "2014-07-31",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "Kagoshima, Japan ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Volcan Santiaguito is an active andesite/dacite dome complex in Guatemala characterized by small explosive eruptions every 0.5 - 2 hours, daily pyroclastic flows, frequent block-and-ash flows, and rock falls, including many from the neighboring Santa Maria volcano edifice. This high level of activity, along with exposure of the dome area makes Santiaguito an excellent laboratory for the study of gravity flow events using acoustic sensors. Array processing is used to identify and distinguish these events, and to track their movement through time.\nWe deployed arrays of two different types of infrasound microphones around Caliente, Santiaguito’s current eruptive center, in January and November 2012 to record rock fall, block-and-ash flows, and pyroclastic flows. The January Array consisted of three MEMS differential pressure transducers, which possess a flat amplitude response in the band of interest (about 50 s to 50 Hz), making them ideal for waveform analysis. In november, we deployed an array consisting of eight electret condenser microphones (ECMs), characterized by a high signal-to-noise ratio, which enhances their overall detection capabilities.\nWe focus on the MEMS infrasound array recordings of January 2012 and corroborate analyzed signals with observations from a broadband seismometer, and one continuous time-lapse camera recording at 5 s intervals. The array was located approximately 2.5 km south and 1,000 m below the dome, with a clear view of the active slope. We locate events by conducting slowness searches for candidate sources located on the surface of the Santiaguito dome edifice. We find that the MEMS array is capable of effectively locating most moving sources of sound (i.e., block-and-ash and rock fall) for events detected by camera. The seismometer also detected rock fall events, but a single instrument is incapable of detailed source localization.\n",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "82274": {
            "firstname": "Brian",
            "middleinitial": "",
            "lastname": "Terbush",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82274,
            "scholarlyactivityid": 25232
        },
        "82275": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 82275,
            "scholarlyactivityid": 25232
        }
    },
    "status": [
        {
            "id": 25232,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}