{
    "activityid": 25235,
    "fields": {
        "Type": "Other Works",
        "Title": "What infrasound tells us about open-vent volcanic systems",
        "Outlet (if applicable)": "",
        "Date": "2014-07-31",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "Kagoshima, Japan ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Open-vent volcanoes produce prodigious and intense infrasound that can be reliably recorded with arrays and networks of broadband microphones. The infrasound signals produced by volcanoes are as diverse as their eruptive processes and reflect both a wide range of conduit processes and degassing styles. This presentation focuses on observations of volcanic activity made with cameras, thermal imagers, seismic, and tiltmeters, in conjunction with infrasound recordings. We highlight the relationship between sound intensity and explosive degassing, which exists for a subset of volcano behaviors. We also explain the very energetic sounds produced by some open-vent volcanoes with relatively minor levels of explosive activity. We conclude that while eruptive vigor does not always scale well with radiated infrasound power, infrasound spectral content and envelope shape can help to constrain eruptive and degassing style.\nWe present comparative results from open-vent volcanoes with activity ranging from bubble bursts at lava lakes (e.g., Erebus) to open-vent lava lakes (Halemaumau, Villarrica), to episodically erupting stratovolcanoes (e.g., Tungurahua, Karymksy, Santiaguito, and Sakurajima). We show how explosive gas outflux relates to the bimodal, or N-shaped, pulses that commonly accompany explosions. The various types of infrasonic tremors that are routinely observed at open-vent systems will also be compared and contrasted. Responsible source processes for tremor ranging from pulsating gas flow to crater/ vent resonances. In many cases these tremor signals rival explosions pulses in terms of acoustic power, highlighting the diverse range of acoustic efficiencies capable of open vent systems.\n",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "82283": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 82283,
            "scholarlyactivityid": 25235
        },
        "82284": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Fee",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82284,
            "scholarlyactivityid": 25235
        }
    },
    "status": [
        {
            "id": 25235,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}