{
    "activityid": 25231,
    "fields": {
        "Type": "Other Works",
        "Title": "Characterization and quantification of geyser eruptions: insights from infrasound monitoring at Yellowstone National Park",
        "Outlet (if applicable)": "",
        "Date": "2014-07-31",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "Kagoshima, Japan ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This study investigates the infrasound emissions from geysers in Yellowstone National Park to characterize and quantify eruption parameters. Geysers are hot springs, which intermittently erupt hot water and steam. Their eruption phenomena include bubble bursts and two-phase fluid jets, which are strong emitters of near-infrasound (1-20 Hz) and low frequency audible airwaves.\nDuring a field campaign in August 2011, a 2-element and two 4-element MEMS transducer arrays were installed to continuously record the infrasound generated by three distinctive geysers: Sawmill Geyser, Great Fountain Geyser and Lone Star Geyser. The infrasound waveforms are diverse and distinct. We highlight the comparison of their spectral content and acoustic power. Time-synched video observations reveal how the geysers’ eruptive behaviors relate to their waveform characteristics.\nGreat Fountain Geyser (GFG) typically produces episodic bi-modal pressure pulses (compression-rarefaction), which we interpret as bubble or gas slug bursts leading to two-phase fluid ejections. Characterizing GFG as a monopole source, we calculate that the largest excess pressures recorded correspond to cumulative fluid ejections on the order of 50 m3. In contrast to GFG, the periodic (0.7 s) pressure pulses of Sawmill Geyser (SMG) commence with a rarefaction, which we interpret as the collapse or implosion of steam bubbles. Lone Star Geyser (LSG) eruptions consist of ~30-minute episodes of continuous broadband tremor. We observe from the recorded signals that LSG displays a distinct change in behavior from a relatively low frequency water-dominated phase (20-60 Hz) to a higher frequency pure steam-jet-dominated phase (40-85 Hz).\nThe two-phase (water and steam) eruptions of geysers provide a useful intermediary in the comparison of analogue laboratory experiments and silicic magmatic eruptions. Geysers are easily accessible for observation, erupt often, and display a wide range of behaviors. Hence, despite differences in scaling and materials erupted, we conclude that geysers and their eruption dynamics could be useful analogues for the interpretation of infrasound generated by volcanoes.\n",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "82272": {
            "firstname": "Philippa",
            "middleinitial": "",
            "lastname": "Demonte",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82272,
            "scholarlyactivityid": 25231
        },
        "82273": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 82273,
            "scholarlyactivityid": 25231
        }
    },
    "status": [
        {
            "id": 25231,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}