{
    "activityid": 2523,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Methylthioadenosine/S-adenosylhomocysteine nucleosidase, a critical enzyme for bacterial metabolism.",
        "Journal": "Molecular Microbiology",
        "Volume": "79",
        "Month / Season": "2011-01-31",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "20-Jul",
        "Publisher": "",
        "DOI": " 10.1111/j.1365-2958.2010.07455.x",
        "PubMed Central ID Number": "PMC3057356 ",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract\n\nThe importance of methylthioadenosine/S-adenosylhomocysteine (MTA/SAH) nucleosidase in bacteria has started to be appreciated only in the past decade. A comprehensive analysis of its various roles here demonstrates that it is an integral component of the activated methyl cycle, which recycles adenine and methionine through S-adenosylmethionine (SAM)-mediated methylation reactions, and also produces the universal quorum-sensing signal, autoinducer-2 (AI-2). SAM is also essential for synthesis of polyamines, N-acylhomoserine lactone (autoinducer-1), and production of vitamins and other biomolecules formed by SAM radical reactions. MTA, SAH and 5'-deoxyadenosine (5'dADO) are product inhibitors of these reactions, and are substrates of MTA/SAH nucleosidase, underscoring its importance in a wide array of metabolic reactions. Inhibition of this enzyme by certain substrate analogues also limits synthesis of autoinducers and hence causes reduction in biofilm formation and may attenuate virulence. Interestingly, the inhibitors of MTA/SAH nucleosidase are very effective against the Lyme disease causing spirochaete, Borrelia burgdorferi, which uniquely expresses three homologous functional enzymes. These results indicate that inhibition of this enzyme can affect growth of different bacteria by affecting different mechanisms. Therefore, new inhibitors are currently being explored for development of potential novel broad-spectrum antimicrobials.\n",
        "Origin": "Other"
    },
    "facultyid": "112033562",
    "coauthors": {
        "6899": {
            "firstname": "Nikhat",
            "middleinitial": "",
            "lastname": "Parveen",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6899,
            "scholarlyactivityid": 2523
        },
        "6900": {
            "firstname": "Kenneth",
            "middleinitial": "Allison",
            "lastname": "Cornell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033562",
            "authorid": 6900,
            "scholarlyactivityid": 2523
        }
    },
    "status": [
        {
            "id": 2523,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033562",
    "attachments": []
}