{
    "activityid": 25234,
    "fields": {
        "Type": "Other Works",
        "Title": "The surface manifestations of cyclic tilt at Volcán Santiaguito (Guatemala)",
        "Outlet (if applicable)": "",
        "Date": null,
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "Kagoshima, Japan ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The continuously active andesitic Volcán Santiaguito (Guatemala) is one of the world?s foremost volcano laboratories for integrated geophysical and visual observations of dome volcanism. Birds-eye observations of eruptive activity, including pyroclast-laden explosions and lava effusion, are possible owing to the superior vantage point of Volcán Santa Maria, located 1200 m above and 2700 m distant from Santiaguito. Using photgrammetic methods we report here on new geodetic observations of the dynamic 150-m lava-filled vent occurring at second, minute, hour, and yearly time scales. In particular new high-resolution one-minute timelapse imagery from 2012 reveals steady-state flow patterns as well as dynamic surface distension. Episodic upward bulging (of up to 10 m) of the lava pad occurs near the presumed conduit and is evident over 10 minute time scales. Flow patterns and morphology of the lava plugging Santiaguito?s crater is at times more reminiscent of a lava lake than a lava dome.\nMany of the surface movements relate to a strikingly regular 20-minute radial tilt cycle, which was recorded with dual tiltmeters and seismometers 500 - 650 m from the vent. We consider that regular inflationary events (&gt;103 m3) correspond to volatile segregation and accumulation in the edifice because: 1) explosive degassing events coincide with peak inflation, and 2) a rapid tilt-inferred deflation immediately follows explosion onset. It is notable that inflationary cycles also often occur in the absence of explosions; in these cases the deflation is more gradual and coincides with noticeable passive degassing (which follows tilt by a 5 minute lag). Non-explosive tilt cycles also lack the VLP seismicity associated with explosions. We investigate the controls of explosive versus passive degassing and suggest that Santiaguito activity manifests a transition between open and closed-vent behavior.\n",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "82280": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 82280,
            "scholarlyactivityid": 25234
        },
        "82281": {
            "firstname": "Benjamin",
            "middleinitial": "",
            "lastname": "Andrews",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82281,
            "scholarlyactivityid": 25234
        },
        "82282": {
            "firstname": "John",
            "middleinitial": "",
            "lastname": "Lyons",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 82282,
            "scholarlyactivityid": 25234
        }
    },
    "status": [
        {
            "id": 25234,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}