{
    "activityid": 2532,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Structure of E. coli 5'-methylthioadenosine/S-adenosylhomocysteine nucleosidase reveals similarity to the purine nucleoside phosphorylases.",
        "Journal": "Structure",
        "Volume": "9",
        "Month / Season": "2001-10-31",
        "Issue Number": "10",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "941-953",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract\n\nBACKGROUND: \n\n5'-methylthioadenosine/S-adenosyl-homocysteine (MTA/AdoHcy) nucleosidase catalyzes the irreversible cleavage of 5'-methylthioadenosine and S-adenosylhomocysteine to adenine and the corresponding thioribose, 5'-methylthioribose and S-ribosylhomocysteine, respectively. While this enzyme is crucial for the metabolism of AdoHcy and MTA nucleosides in many prokaryotic and lower eukaryotic organisms, it is absent in mammalian cells. This metabolic difference represents an exploitable target for rational drug design.\n\nRESULTS: \n\nThe crystal structure of E. coli MTA/AdoHcy nucleosidase was determined at 1.90 A resolution with the multiwavelength anomalous diffraction (MAD) technique. Each monomer of the MTA/AdoHcy nucleosidase dimer consists of a mixed alpha/beta domain with a nine-stranded mixed beta sheet, flanked by six alpha helices and a small 3(10) helix. Intersubunit contacts between the two monomers present in the asymmetric unit are mediated primarily by helix-helix and helix-loop hydrophobic interactions. The unexpected presence of an adenine molecule in the active site of the enzyme has allowed the identification of both substrate binding and potential catalytic amino acid residues.\n\nCONCLUSIONS: \n\nAlthough the sequence of E. coli MTA/AdoHcy nucleosidase has almost no identity with any known enzyme, its tertiary structure is similar to both the mammalian (trimeric) and prokaryotic (hexameric) purine nucleoside phosphorylases. The structure provides evidence that this protein is functional as a dimer and that the dual specificity for MTA and AdoHcy results from the truncation of a helix. The structure of MTA/AdoHcy nucleosidase is the first structure of a prokaryotic nucleoside N-ribohydrolase specific for 6-aminopurines.\n",
        "Origin": "Other"
    },
    "facultyid": "112033562",
    "coauthors": {
        "6946": {
            "firstname": "Jeffrey",
            "middleinitial": "E",
            "lastname": "Lee",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6946,
            "scholarlyactivityid": 2532
        },
        "6947": {
            "firstname": "Kenneth",
            "middleinitial": "Allison",
            "lastname": "Cornell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033562",
            "authorid": 6947,
            "scholarlyactivityid": 2532
        },
        "6948": {
            "firstname": "Michael",
            "middleinitial": "K",
            "lastname": "Riscoe",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6948,
            "scholarlyactivityid": 2532
        },
        "6949": {
            "firstname": "P",
            "middleinitial": "Lynne",
            "lastname": "Howell",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 6949,
            "scholarlyactivityid": 2532
        }
    },
    "status": [
        {
            "id": 2532,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2001,
            "termid": "2001/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033562",
    "attachments": []
}