{
    "activityid": 25535,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The Failure of Force: Policing Terrorism in Northern Ireland",
        "Book Title": "Uniform Behavior: Police Localism and National Politics",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "97-125",
        "Edition": "",
        "Volume": "",
        "Publisher": "Uniform Behavior: Police Localism and National Politics",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/history_facpubs/60",
        "Description/Abstract": "In the 1960s, Northern Irish Catholic began a civil rights movement demanding their rights as citizens and an end to Protestant abuses of political power. While the British government considered their appeals for reform, the Protestant-controlled Northern Irish government banned civil rights marches and insisted that Catholics had no cause for complaint. This provoked violent clashes between Catholic marchers and the predominantly Protestant Royal Ulster Constabulary (RUC). Protestant extremists began setting off bombs in Catholic neighborhoods and Catholic extremists retaliated; both sides launched into campaigns of bombing, assassination, and assault hoping to drive each other out of the region. In 1969, the British sent in the army to end the chaos since the partisan RUC was clearly part of the problem. However, the presence of the army instead intensified the climate of civil war. A British attempt in 1974 to create a government where Protestants and Catholics shared power failed, and by 1975 the British had to abandon the militarization policy.",
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/60",
        "Origin": "Other"
    },
    "facultyid": "111669987",
    "coauthors": {
        "82842": {
            "firstname": "Joanne",
            "middleinitial": "Marie",
            "lastname": "Klein",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669987",
            "authorid": 82842,
            "scholarlyactivityid": 25535
        }
    },
    "status": [
        {
            "id": 25535,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669987",
    "attachments": []
}