{
    "activityid": 25536,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Traffic, Telephones and Police Boxes: The Deterioration of Beat Policing in Birmingham, Liverpool and Manchester between the World Wars",
        "Book Title": "Policing Interwar Europe: Continuity, Change and Crisis, 1918-1940",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "215-236",
        "Edition": "",
        "Volume": "",
        "Publisher": "Policing Interwar Europe: Continuity, Change and Crisis, 1918-1940",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/history_facpubs/59",
        "Description/Abstract": "On the surface, policing Birmingham, Liverpool, and Manchester between the two world wars did not differ significantly from policing in the previous century. Its primary cornerstone remained a police constable walking the beat. However, appearances were misleading. The growing demands of managing traffic siphoned men away from beats who were not replaced by city authorities eager to save money. The significantly fewer constables left patrolling beats covered expanded territory to make up for men assigned to traffic duties. At the same time, the public came to assume that constables were responsible for providing first aid, retrieving lost property, and other service duties not associated with deterring crime. As telephones became more common, summoning a policeman became convenient even for minor problems such as noisy neighbors or stranded pets. The men left on beats faced higher expectations from the public than experienced by their pre-war colleagues and found it increasingly difficult to cover the areas assigned to them.",
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/59",
        "Origin": "Other"
    },
    "facultyid": "111669987",
    "coauthors": {
        "82843": {
            "firstname": "Joanne",
            "middleinitial": "Marie",
            "lastname": "Klein",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669987",
            "authorid": 82843,
            "scholarlyactivityid": 25536
        }
    },
    "status": [
        {
            "id": 25536,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669987",
    "attachments": []
}