{
    "activityid": 25530,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "History of Police Unions",
        "Book Title": "Encyclopedia of Criminology and Criminal Justice",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "2207-2217",
        "Edition": "",
        "Volume": "H",
        "Publisher": "Springer Verlag",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "Gerben Bruinsma and David Weisburd",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://www.springer.com/us/book/9781461456896",
        "Description/Abstract": "Giving police officers a voice within police organizations raised vexing questions. In many nations, police officers were to “police by mutual consent” with the public but often did not experience mutual confidence between senior officers and the rank and file. They needed a satisfactory outlet for their grievances, an advocate to protect their interests, and input into their occupation. A union could hinder arbitrary power from above, but authorities worried that unions undermined the organization. However, officers without an authorized union worked at the mercy of superior authorities and were more prone to strike. \r\n\r\nThe earliest organizing efforts in nineteenth century Europe, America, and Australia aimed not only at pay, pensions, and regular days off, but also at the “right to confer.” They insisted that officers had the right to be consulted by police authorities on policy and conditions of service. Much of western Europe, Scandinavia, and Australia moved toward legalizing police unions during the early twentieth century. However, they remained prohibited in Britain and America.  World War One put the police under immense economic and work stress, ending in strikes in Cape Town, London, Liverpool, and Boston. After 2 years with strikes, the British government responded by creating a police federation and with a comprehensive Police Act (1919). The United States went in the opposite direction, banning unions into the 1950s.  American police had to rely on mutual aid and fraternal organizations to protect their interests. This adversarial attitude\r\ntoward police unions persisted well after the unions began to be legalized after World War Two.\r\n\r\nThe Civil Rights era revived existing and new police unions in response to calls for reform and integration. Police union rights were linked to broader organizing rights. While still concerned with pay and conditions, unions began lobbying\r\npolicy makers to improve internal conditions and address external issues. They used a variety of strategies, both old and modern. “Work to rule” and slowdowns continued. Media campaigns won over public and political support. This created\r\nconcerns that unions were threatening police political neutrality, particularly after scandals where police unions and party leaders made secret deals promising support in return for specific policies. Recently, more positive directions for police unions included working for affirmative action across the African continent, and pioneering shared leadership programs in the United States. Challenges for police unions persisted. They earned a reputation for being reactionary and inflexible, though unions took steps toward cooperating in reforms and community issues in constructive ways. Research on police unions is sparse, and mostly focuses on recent decades. Scholars tend to have pessimistic assessments, but lately have explored linkages between workplace rights and civil rights. The picture, however, remains incomplete. (6500 words) \r\nExplanation of Other:  Article, Encyclopedia ",
        "Web Address": "http://www.springer.com/us/book/9781461456896",
        "Origin": "Other"
    },
    "facultyid": "111669987",
    "coauthors": {
        "115645": {
            "firstname": "Joanne",
            "middleinitial": "Marie",
            "lastname": "Klein",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669987",
            "authorid": 115645,
            "scholarlyactivityid": 25530
        }
    },
    "status": [
        {
            "id": 25530,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669987",
    "attachments": []
}