{
    "activityid": 25643,
    "fields": {
        "Type": "Book",
        "Title": "Teaching Ethically: Challenges and Opportunities",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Edition": "",
        "Volume": "",
        "Publisher": "American Psychological Association",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "American Psychological Association",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/287",
        "Description/Abstract": "Educators work within a fluid academic and social landscape that requires frequent examination and re-examination of what constitutes ethical practice. In this book, editors R. Eric Landrum and Maureen McCarthy identify four broad areas of concern in the ethical teaching of undergraduate psychology: pedagogy, student behavior, faculty behavior toward students, and considerations in the diverse classroom. Together with their team of experts, they provide evidence-based advice and case studies that illustrate the application of relevant ethical principles. Ethical teachers need to reflect on commonly accepted practices and make individual decisions about responsible teaching behaviors, such as honoring individual differences and respectfully challenging beliefs. Other challenges examined in this book include grading, textbook adoption, honor systems, online instruction, and conducting and using research on pedagogy to improve classroom practice. Infusing the undergraduate experience with ethics is the focus of chapters on supervising student internships, coauthoring research with students, and modeling appropriate professional boundaries. Readers will find a host of practical suggestions for approaching ethics proactively in both traditional and virtual classrooms. This book will become an instant resource for all teachers in the social and behavioral sciences who care about ethical interactions between faculty members and students.",
        "Origin": "Other"
    },
    "facultyid": "111110323",
    "coauthors": {
        "83144": {
            "firstname": "Ronald",
            "middleinitial": "Eric",
            "lastname": "Landrum",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110323",
            "authorid": 83144,
            "scholarlyactivityid": 25643
        },
        "83145": {
            "firstname": "Maureen",
            "middleinitial": "",
            "lastname": "McCarthy",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 83145,
            "scholarlyactivityid": 25643
        }
    },
    "status": [
        {
            "id": 25643,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110323",
    "attachments": []
}