{
    "activityid": 25640,
    "fields": {
        "Type": "Book",
        "Title": "Finding Jobs with a Psychology Bachelor's Degree: Expert Advice for Launching Your Career",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Edition": "",
        "Volume": "",
        "Publisher": "American Psychological Association",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "American Psychological Association",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/26",
        "Description/Abstract": "Psychology is one of the most popular college majors and can lead to a satisfying career in many different fields. If graduate school is not in your immediate plans, this book is for you. It will show you how to leverage your bachelor's degree to find a career with intellectual, emotional, and perhaps even financial rewards.\nIn this book, 28 professionals describe the scope of their work, level of career satisfaction, and how their bachelor's degree in psychology helped get them there. You also get a snapshot of salary, benefits, and day-to-day pleasures and challenges in a variety of jobs as well as advice and questions to help you reflect on the classes, internships, experiences, and attitudes that will make you a success in your career of choice.\nIn addition to the profiles, this book offers detailed instructions for how to use interest inventory and career search tools such as the Holland Self-Directed Search and O*NET database to refine your post-college plans. It candidly reviews best and worst strategies for resume building, job searching, and interviewing and offers up-to-date tips on how to combine personal networking and technology to get noticed. As a bonus, author Eric Landrum provides a backstage pass to the research behind this book, uncovering the process so you can appreciate the data or perhaps get some ideas for your next project.",
        "Origin": "Other"
    },
    "facultyid": "111110323",
    "coauthors": {
        "83141": {
            "firstname": "Ronald",
            "middleinitial": "Eric",
            "lastname": "Landrum",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110323",
            "authorid": 83141,
            "scholarlyactivityid": 25640
        }
    },
    "status": [
        {
            "id": 25640,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110323",
    "attachments": []
}