{
    "activityid": 2571,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Philosophical intervention and cross-disciplinary science: the story of the Toolbox Project",
        "Journal": "Synthese",
        "Volume": "",
        "Month / Season": "2012-09-13",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "18",
        "Publisher": "Springer-Verlag",
        "DOI": "10.1007/s11229-012-0175-y",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In this article we argue that philosophy can facilitate improvement in cross-disciplinary science. In particular, we discuss in detail the Toolbox Project, an effort in applied epistemology that deploys philosophical analysis for the purpose of enhancing collaborative, cross-disciplinary scientific research through improvements in cross-disciplinary communication. We begin by sketching the scientific context within which the Toolbox Project operates, a context that features a growing interest in and commitment to cross-disciplinary research (CDR). We then develop an argu- ment for the leading idea behind this effort, namely, that philosophical dialogue can improve cross-disciplinary science by effecting epistemic changes that lead to better group communication. On the heels of this argument, we describe our approach and its output; in particular, we emphasize the Toolbox instrument that generates philosoph- ical dialogue and the Toolbox workshop in which that dialogue takes place. Together, these constitute a philosophical intervention into the life of CDR teams. We conclude by considering the philosophical implications of this intervention.",
        "Origin": "Other"
    },
    "facultyid": "112099407",
    "coauthors": {
        "7061": {
            "firstname": "Michael",
            "middleinitial": "",
            "lastname": "O'Rourke",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 7061,
            "scholarlyactivityid": 2571
        },
        "7062": {
            "firstname": "Stephen",
            "middleinitial": "James",
            "lastname": "Crowley",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112099407",
            "authorid": 7062,
            "scholarlyactivityid": 2571
        }
    },
    "status": [
        {
            "id": 2571,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112099407",
    "attachments": []
}