{
    "activityid": 25769,
    "fields": {
        "Type": "Other Works",
        "Title": "Boise River Basin Ecosystem Services Assessment Project",
        "Outlet (if applicable)": "",
        "Date": "2012-08-31",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Significant new commercial, industrial and residential development is expected in the Boise River Basin (BRB). Mines, water storage structures, bridges, roads and planned communities have been or may be proposed. Project proponents identify economic benefits associated with these activities, and critics identify negative impacts on the ecology, recreational values and services provided by the BRB. This contentious and time consuming decision making process illuminates the need for holistic ecosystem services accounting (including both market-based and non-market-based costs and benefits,) that all parties agree on.\nAn accurate description and measurement of the ecosystem services provided by the BRB is vital for prudent decision making and economic sustainability. Since decision makers and the public don’t realize all the services provided by the BRB, the direct benefits of the BRB, as well as the non-market ecosystem services, have traditionally been undervalued – or ignored completely – as new mines and dams, water security, development in the floodplain, and other issues are evaluated.\nThe objective of this portion of the project is to conduct an initial review of literature (data and analysis) on the ecosystem services associated with the BRB. The literature review will serve a number of purposes, but most importantly it will enable future research efforts on the BRB to be focused on areas of highest importance and where additional research is clearly warranted. A major contribution of the project will be to develop a literature and data review with four areas of emphasis: First, a large-scale identification of all potential ecosystem services in the BRB; second, a collection of economic analyses of the ecosystem services in the BRB; third, a review of external studies that have presented valuations for the (similar) ecosystem services identified in area of emphasis one, above; fourth, a review of existing local and regional data that can be used to address the deficiencies in measures of ecosystem services in the BRB.\n",
        "Origin": "Other"
    },
    "facultyid": "112096790",
    "coauthors": {
        "83432": {
            "firstname": "Scott",
            "middleinitial": "",
            "lastname": "Lowe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112096790",
            "authorid": 83432,
            "scholarlyactivityid": 25769
        },
        "83433": {
            "firstname": "Bryce",
            "middleinitial": "",
            "lastname": "Froschhauser",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 83433,
            "scholarlyactivityid": 25769
        }
    },
    "status": [
        {
            "id": 25769,
            "status": "Accepted",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112096790",
    "attachments": []
}