{
    "activityid": 25810,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Tweeting the Night Away: Using Twitter to Enhance Social Presence",
        "Book Title": "Sociology of Organizations: Structures and Relationships",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "687-695",
        "Edition": "",
        "Volume": "",
        "Publisher": "Sage",
        "Publisher Location": "Los Angeles, CA",
        "ISBN": "",
        "Author/Editor of Larger Work": "M. Godwyn &amp; J. H. Gittell",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/edtech_facpubs/39",
        "Description/Abstract": "Many online educators tend to design the scope, structure, and function of an online course based on the tools available within a learning management system (LMS); that is, an LMS (eg. eCollege, Blackboard, WebCT, Moodle) can constrain how online educators design and develop their online courses (Lane, 2007; Morgan, 2003; Siemens, 2006). While adequate for some basic learning activities (e.g., information and document sharing, asynchronous and synchronous discussion, and assessment via quizzes), LMSs are modeled after classroom settings with drop boxes, grade books, announcements, and so on. What tends to be missing is the just-in-time, and sometimes playful, interactions that happen before and after class, during a break, and when students and faculty bump into each other between class meetings. Out-of-the-classroom interactions like these and many others have potential instructional value (Kuh, 1995) and can help strengthen interpersonal relationships between and among students and faculty that enhance the learning community inside the classroom.\r\nIn this teaching tip, we describe our use of Twitter (2009)--a Web 2.0 microblogging tool--to enhance social presence in an online course by providing a mechanism for just-in-time social interactions. We also touch on some other instructional benefits of using Twitter in online courses and conclude with guidelines to consider when using Twitter with students.",
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/39",
        "Origin": "Other"
    },
    "facultyid": "113116836",
    "coauthors": {
        "143638": {
            "firstname": "Joanna",
            "middleinitial": "",
            "lastname": "Dunlap",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143638,
            "scholarlyactivityid": 25810
        },
        "143639": {
            "firstname": "Patrick",
            "middleinitial": "R.",
            "lastname": "Lowenthal",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113116836",
            "authorid": 143639,
            "scholarlyactivityid": 25810
        }
    },
    "status": [
        {
            "id": 25810,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113116836",
    "attachments": []
}