{
    "activityid": 25828,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Lost in Translation: Voice, Masculinity, Race, and the 1998 Home Run Chase",
        "Book Title": "Fame to Infamy: Race, Sport, and the Fall from Grace",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "61-75",
        "Edition": "",
        "Volume": "",
        "Publisher": "Fame to Infamy: Race, Sport, and the Fall from Grace",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/43",
        "Description/Abstract": "After being exalted for their athletic performance and sportsmanship in the 1998 home run chase, Mark McGwire and Sammy Sosa slowly lost their place on the pedestal reserved for baseball heroes and, specifically, in this case, home run sluggers. A succession of controversies, allegations, investigations, and exposés have pelted away at the base onto which Bag Mac and Slammin' Sammy have been hoisted during the feel-good 1998 session. This chapter will explore the elevation of Sosa and McGwire during the 1998 season and the subsequent denigration of the two players' reputations. Although these two men shared the spotlight during the home run chase and have since had their sporting achievements tainted by similar allegations of steroid use, the discourses surrounding them have diverged in significant ways. During the 1998 season, for example, McGwire was exalted as a father, a family man, and an advocate for child abuse prevention, while Sosa was routinely highlighted for his comedic persona, good-natured relationship with the press, and devotion to his mother in the Dominican Republic. When confronted with suspicions of steroid use in the ensuing years, both men suffered a loss of voice -- a loss featured prominently in mainstream media. Yet this loss of voice generated different meanings for each player. A collective disappointment in McGwire registered in media coverage of the steroid speculation and investigations, while derision and disdain dominated many reports about Sosa. I explore the relationship between their loss of voice and masculinity, race, power and privilege. An analysis of mainstream media coverage shows that similar to the home run chase, media discourse concerning the suspicion of illegal performance-enhancing drugs highlighted Sosa's racial identity, while McGwire's racial identity remained unnamed.",
        "Web Address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/43",
        "Origin": "Other"
    },
    "facultyid": "111669980",
    "coauthors": {
        "83556": {
            "firstname": "Shelley",
            "middleinitial": "M",
            "lastname": "Lucas",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669980",
            "authorid": 83556,
            "scholarlyactivityid": 25828
        }
    },
    "status": [
        {
            "id": 25828,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669980",
    "attachments": []
}