{
    "activityid": 25820,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The 'Wild Woman' in the Culture of the Polish-Lithuanian Commonwealth",
        "Book Title": "Women As Sites of Culture",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "183-194",
        "Edition": "",
        "Volume": "",
        "Publisher": "Women As Sites of Culture",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/history_facpubs/42",
        "Description/Abstract": "The image of the wild woman was constructed in Polish culture from the sixteenth to eighteenth centuries to provide a model of heroic, noble womanhood that would help perpetuate the power of the nobility to control the social, cultural, and economic life of the Commonwealth. The wild woman archetype situated noblewomen as Amazons: women warriors, hunters, and political strong women who possessed exceptional powers enabling them to hunt wild animals, lead armies in uprisings, and act heroically. Analyzing the memoirs, diaries, songs, and poetry of this period, the author concludes that the noblemen of the Polish-Lithuanian Commonwealth promoted the wild woman archetype as a cultural site of the unifying myth of the &quot;Sarmatian&quot; origin of nobility. The archetype was rooted in a specific, visible reality -- women were sighted hunting, commanding, and displaying heroism -- though their achievements were framed by men. The author characterizes the wild woman archetype not as a misogynistic discourse meant to marginalize strong women who might challenge patriarchal authority, but rather as one aspect of as ideology underlining the bravery, exceptional nature, and strength of the nobility of the Polish-Lithuanian Commonwealth.",
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/42",
        "Origin": "Other"
    },
    "facultyid": "111116629",
    "coauthors": {
        "83538": {
            "firstname": "Lynn",
            "middleinitial": "T",
            "lastname": "Lubamersky",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116629",
            "authorid": 83538,
            "scholarlyactivityid": 25820
        }
    },
    "status": [
        {
            "id": 25820,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2002,
            "termid": "2002/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116629",
    "attachments": []
}