{
    "activityid": 25932,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Elizabeth Cary and Intersections of Catholicism and Gender in Early Modern England",
        "Book Title": "Women during the English Reformations: Renegotiating Gender and Religious Identity",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "26",
        "Edition": "",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "Julie Chappell and Kaley Kramer",
        "DOI": "9.78114E+12",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "Critics celebrate Elizabeth Cary, Viscountess Falkland’s literary corpus for its challenge to traditional stereotypes of women and re-evaluation of women’s roles within marriage. Alternatively, historians laud Cary’s life choices as heroic among Catholic recusants. This essay embarks in a new direction, interweaving Elizabeth Cary’s writings with the correspondence of other members of the Cary family to investigate how intersections between faith and gender inspired Cary’s writings and actions. Cary’s experience offers insights into the struggles of other English Catholic women who faced irreconcilable conflicts between the fulfillment of feminine social roles and defense of religious beliefs. Such Catholics unintentionally participated in re-negotiating rules dictating appropriate masculine and feminine behavior, revealing a process by which religious conflict interacted with evolving gender roles in the volatile environment of Reformation England, changing both.",
        "Web Address": "",
        "Origin": "Other"
    },
    "facultyid": "111669995",
    "coauthors": {
        "83756": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 83756,
            "scholarlyactivityid": 25932
        }
    },
    "status": [
        {
            "id": 25932,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}