{
    "activityid": 25930,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Visible Landscapes/Invisible People: Negotiating the Power of Representation in a Mining Community",
        "Book Title": "Worldviews and  the American West: The Life of the Place Itself",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "211-226",
        "Edition": "",
        "Volume": "",
        "Publisher": "Worldviews and  the American West: The Life of the Place Itself",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/sociology_facpubs/23",
        "Description/Abstract": "On May 26 1996, two demolitions experts from Morrison-Knudsen set charges under the gigantic stacks of the former Bunker Hill smelter in Kellogg, Idaho. A contest was held to determine who would push the button and send the stacks plummeting to the ground. Lining the freeway, front porches, and rooftops of the denuded hillsides were thousands of people who came to watch the spectacle. Among them were two important factions in the community: One faction comprised those who were there to cheer the destruction of the corporate and industrial symbol that to many of the mining and union families of the Coeur d'Alenes, represented a union-busting, corporate form of greed and callousness toward human life that had characterized this valley since the latter part of the nineteenth century. The other group represented at the &quot;Blow the Stacks&quot; rally had lobbied hard to keep the EPA and the state from going through with their plans. This group, made up of chamber of commerce activists, preservationists, and business people who rely heavily upon the tourist trade, wanted to preserve the still-carcinogenic stacks so that they could be turned into an interpretive site for tourists. They sought the establishment of a landmark that would portray the positive aspects of the mining industry in the Silver Valley. The button was pushed; the stacks were blown and buried where they fell. A chapter in the history of this contested landscape is closed, while the cultural issues dividing the community continue.\nMy goal in this discussion is to examine in some detail the origin, development, and current disposition of the opposing cultural perspectives outlined above.",
        "Web Address": "http://scholarworks.boisestate.edu/sociology_facpubs/23",
        "Origin": "Other"
    },
    "facultyid": "111111715",
    "coauthors": {
        "83754": {
            "firstname": "Robert",
            "middleinitial": "S",
            "lastname": "McCarl",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111715",
            "authorid": 83754,
            "scholarlyactivityid": 25930
        }
    },
    "status": [
        {
            "id": 25930,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2000,
            "termid": "1999/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111715",
    "attachments": []
}