{
    "activityid": 26028,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Return Engagement: Intellectuals and Nationalism in Tito's Yugoslavia",
        "Book Title": "State Collapse in South-Eastern Europe: New Perspectives on Yugoslavia's Disintegration",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "179-200",
        "Edition": "",
        "Volume": "",
        "Publisher": "State Collapse in South-Eastern Europe: New Perspectives on Yugoslavia's Disintegration",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/history_facpubs/19",
        "Description/Abstract": "Intellectuals were heroes of the collapse of Communism across Eastern Europe. Adam Michnik, ??Václav Havel, and many others left an uplifting imprint on an era that witnessed the emergence of their inspiring progeny, including flying universities, the notion of &quot;living in truth&quot;, KOR, and Charter 77. In Yugoslavia, intellectuals were as prominent and as influential as their counterparts elsewhere in Eastern Europe, but the results of their engagement were radically different. Whereas the new civil societies of East-Central Europe were built on a foundation of human rights, tolerance, and indifference to ideology,1 intellectual engagement in Yugoslavia produced nationalisms that ranged from the relatively more civic-minded Slovenian variant to the exclusive and intolerant movements on Serbia and Croatia. The lasting images of the work of Yugoslav intellectuals may well be the sieges of Vukovar and Sarajevo, the flight of a quarter of a million Serbs from Croatia in a couple of weeks in the summer of 1995, and the bone fields of eastern Bosnia, which are far different images than those bequeathed by KOR or Charter 77.",
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/19",
        "Origin": "Other"
    },
    "facultyid": "111111900",
    "coauthors": {
        "83940": {
            "firstname": "Nicholas",
            "middleinitial": "J",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111900",
            "authorid": 83940,
            "scholarlyactivityid": 26028
        }
    },
    "status": [
        {
            "id": 26028,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111900",
    "attachments": []
}