{
    "activityid": 26026,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "A Failed Transition: The Case of Serbia",
        "Book Title": "Politics, Power, and the Struggle for Democracy in South-East Europe",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "146-188",
        "Edition": "",
        "Volume": "",
        "Publisher": "Politics, Power, and the Struggle for Democracy in South-East Europe",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/history_facpubs/16",
        "Description/Abstract": "Five years after the first free elections in postwar Serbia, the stated aim of most of its political actors there is still a true transition to democracy.  The reason for this is simple. Although Serbia has the structures and institutions necessary for democratic government, there is no democratic culture. Instead, Slobodan Miloševi? has governed in an authoritarian manner in the name of the Serbian nation. The Serbian opposition offers little but the rhetorical promise of bringing liberal democracy to the state, and any politician wishing to succeed must offer a vision for the defense of Serbs from a variety of threats, real and unreal. Serbia's minorities, which constitute about a third of its population, have been excluded from politics by this political culture of intolerance. Today, the only positive sign for the future is the fact that the wars in Croatia and Bosnia are (at least temporarily) over, which might enable Serbian political leaders to attempt to broaden their appeal to non-Serbs.",
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/16",
        "Origin": "Other"
    },
    "facultyid": "111111900",
    "coauthors": {
        "83938": {
            "firstname": "Nicholas",
            "middleinitial": "J",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111900",
            "authorid": 83938,
            "scholarlyactivityid": 26026
        }
    },
    "status": [
        {
            "id": 26026,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1997,
            "termid": "1996/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111900",
    "attachments": []
}