{
    "activityid": 2614,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A synthesis of climate change and vegetation cover effects on biogeochemical cycling in shrub dominated drylands",
        "Journal": "Ecosystems",
        "Volume": "17",
        "Month / Season": "2013-11-27",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "931-945",
        "Publisher": "Ecosystems",
        "DOI": "doi:10.1007/s10021-014-9764-6",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://link.springer.com/article/10.1007/s10021-014-9764-6",
        "Description/Abstract": "Semi-arid and arid ecosystems dominated by shrubs (hereafter ‘dry shrublands’) are an important component of the global C cycle, but the impact of climate change and elevated atmospheric CO2 on biogeochemical cycling in these ecosystems has not been synthetically assessed. This study synthesizes available data from manipulative studies and from studies contrasting ecosystem processes in different vegetation microsites (i.e., shrub or herbaceous canopy versus intercanopy microsites), to assess how changes in climate and atmospheric CO2 affect biogeochemical cycles by altering plant and microbial physiology and ecosystem structure. Further, we explore how ecosystem structure impacts on biogeochemical cycles differ across a climate gradient. We found that: (1) our ability to project ecological responses to changes in climate and atmospheric CO2 in dry shrublands is limited by a dearth of mechanistic studies that explicitly consider climate and atmospheric controls over biogeochemical processes, (2) changes in ecosystem structure will impact biogeochemical cycling by reducing  pools and fluxes following a reduction in shrubs, and (3) differences in biogeochemical cycling between microsites is predictable  with a simple aridity index (MAP/MAT), where the relative difference in pools and fluxes of C and N between vegetation canopy and intercanopy microsites is positively correlated with  aridity. We conclude that climate-change induced shifts in ecosystem structure will have major impacts on biogeochemical cycles, with increasing aridity leading to greater heterogeneity in biogeochemical cycling among microsites. Additional long-term manipulative experiments situated across dry shrublands are required to better predict climate change impacts on biogeochemical cycling in deserts.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "127749": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 127749,
            "scholarlyactivityid": 2614
        },
        "127750": {
            "firstname": "Heather",
            "middleinitial": "",
            "lastname": "Throop",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127750,
            "scholarlyactivityid": 2614
        },
        "127751": {
            "firstname": "Paul",
            "middleinitial": "",
            "lastname": "Verburg",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127751,
            "scholarlyactivityid": 2614
        },
        "127752": {
            "firstname": "John (Jay)",
            "middleinitial": "",
            "lastname": "Arnone",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127752,
            "scholarlyactivityid": 2614
        },
        "127753": {
            "firstname": "Xochi",
            "middleinitial": "",
            "lastname": "Campos",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127753,
            "scholarlyactivityid": 2614
        }
    },
    "status": [
        {
            "id": 2614,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}