{
    "activityid": 2615,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effects of switchgrass cultivars and intraspecific differences in root structure on soil carbon inputs and accumulation.",
        "Journal": "Geoderma",
        "Volume": "262",
        "Month / Season": "2015-07-20",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "147-154",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Soil organic carbon (SOC) storage depends on plant-derived carbon (C) inputs to soil, which are largely regulated by plant roots. While we know that plant roots mediate SOC stabilization, we do not fully understand which root characteristics specifically promote soil C storage. With this study we asked how specific root length (SRL) in switchgrass (Panicum virgatum L.) cultivars impacts soil C stabilization. We hypothesized that root systems with higher SRL will promote C sequestration more than root systems with lower SRL because a greater abundance of fine roots promotes root-derived soil C inputs. We collected soil to a depth of 30 cm from six switchgrass cultivars with root systems ranging from high to low SRL. The cultivars (C4 species) were grown for 27 months on soils previously dominated by C3 plants, allowing us to use the natural difference in 13C isotopic signatures between C3 soils and C4 plants to quantify plant-derived C stabilization. The soil was fractionated into coarse particulate organic matter (CPOM), fine particulate organic matter (FPOM), silt, and clay-sized fractions.  We measured total C and plant-derived C in all soil fractions across all depths. The study led to three main results: (1) total soil C beneath switchgrass stocks differed significantly between cultivars at 0-10 cm, 10-20 cm, and 20-30 cm depths, (2) there were significant differences in plant-derived soil C between cultivars at the 0-10 cm depth, and (3) there was a significant, positive relationship between plant-derived soil C and SRL at the 0-10 cm depth when one of the six cultivars was excluded. These results indicate that switchgrass cultivars differentially impact soil C inputs and stabilization, and that higher SRL enhances these processes.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "127754": {
            "firstname": "Jaron",
            "middleinitial": "",
            "lastname": "Adkins",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127754,
            "scholarlyactivityid": 2615
        },
        "127755": {
            "firstname": "Julie",
            "middleinitial": "",
            "lastname": "Jastrow",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127755,
            "scholarlyactivityid": 2615
        },
        "127756": {
            "firstname": "Geoff",
            "middleinitial": "",
            "lastname": "Morris",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127756,
            "scholarlyactivityid": 2615
        },
        "127757": {
            "firstname": "Johan",
            "middleinitial": "",
            "lastname": "Six",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127757,
            "scholarlyactivityid": 2615
        },
        "127758": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 127758,
            "scholarlyactivityid": 2615
        }
    },
    "status": [
        {
            "id": 2615,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}