{
    "activityid": 2619,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A meta-analysis of soil biodiversity impacts on the carbon cycle",
        "Journal": "SOIL",
        "Volume": "1",
        "Month / Season": "2015-09-15",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "",
        "Publisher": "Copernicus Publications on behalf of the European Geosciences Union",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Loss of biodiversity impacts ecosystem functions, such as carbon (C) cycling. Soils are the largest terrestrial C reservoir, containing more C globally than the biotic and atmospheric pools together. As such, soil C cycling, and the processes controlling it, have the potential to affect atmospheric CO2 concentrations and subsequent climate change. Despite the growing evidence of links between plant diversity and soil C cycling, there is a dearth of information on whether similar relationships exist between soil biodiversity and C cycling. This is despite increased recognition that soil communities display high levels of both taxonomic and functional diversity, and are key drivers of fluxes of C between the atmosphere and terrestrial ecosystems. Here, we used meta-analysis and regression analysis to quantitatively assess how soil biodiversity affects soil C cycling pools and processes (i.e., soil C respiration, litter decomposition, and plant biomass). We compared the response of process variables to changes in diversity both within and across trophic groups of organisms. Overall, loss of soil diversity significantly reduced soil C respiration (-27.5%) and plant tissue decomposition (-18%), but did not affect above- and belowground plant biomass. Detailed analyses showed that loss of within-group diversity significantly reduced soil C respiration, while loss of across-group diversity did not. Decomposition was negatively affected both by loss of within-group and across-group diversity. Further, loss of microbial diversity strongly reduced soil C respiration (-41%). In contrast, plant tissue decomposition was negatively affected by loss of soil faunal diversity, but was unaffected by loss of microbial diversity. Taken together, our findings show that loss of soil biodiversity strongly impacts on soil C cycling processes, and highlight the importance of diversity across trophic levels (e.g., primary consumers and secondary consumers) for maintaining full functionality. However, our understanding of the complex relationships between soil biodiversity and C cycling processes is currently limited by the sheer number of methodological concerns associated with these studies, which can greatly overestimate or underestimate the impact of soil biodiversity on soil C cycling, challenging extrapolation to natural field settings. Future studies should attempt to further elucidate the relative importance of taxonomic diversity (species numbers) versus functional diversity.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "127780": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 127780,
            "scholarlyactivityid": 2619
        },
        "127781": {
            "firstname": "Jaron",
            "middleinitial": "",
            "lastname": "Adkins",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127781,
            "scholarlyactivityid": 2619
        },
        "127782": {
            "firstname": "Paul",
            "middleinitial": "",
            "lastname": "Kardol",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127782,
            "scholarlyactivityid": 2619
        },
        "127783": {
            "firstname": "Heather",
            "middleinitial": "",
            "lastname": "Throop",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127783,
            "scholarlyactivityid": 2619
        }
    },
    "status": [
        {
            "id": 2619,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}