{
    "activityid": 2622,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Differential priming of soil carbon driven by soil depth and root impacts on carbon availability. Soil Biology and Biochemistry",
        "Journal": "Soil Biology and Biochemistry",
        "Volume": "69",
        "Month / Season": "2013-10-29",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "147-156",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Enhanced root-exudate inputs can stimulate decomposition of soil carbon (C) by priming soil microbial activity, but the mechanisms controlling the magnitude and direction of the priming effect remain poorly understood. With this study we evaluated how differences in soil C availability affect the impact of simulated root exudate inputs on priming. We conducted a 60-day laboratory incubation with soils collected (60 cm depth) from under six switchgrass (Panicum virgatum) cultivars. Differences in specific root length (SRL) among cultivars were expected to result in small differences in soil C inputs and thereby create small differences in the availability of recent labile soil C; whereas soil depth was expected to create large overall differences in soil C availability. Soil cores from under each cultivar (roots removed) were divided into depth increments of 0-10, 20-30, and 40-60 cm and incubated with addition of either: (1) water or (2) 13C-labeled synthetic root exudates (0.7 mg C/ g soil). We measured CO2 respiration throughout the experiment. The natural difference in 13C signature between C3 soils and C4 plants was used to quantify cultivar-induced differences in soil C availability.  Amendment with 13C-labeled synthetic root-exudate enabled evaluation of SOC priming. Our experiment produced three main results: (1) switchgrass cultivars differentially influenced soil C availability across the soil profile; (2) small differences in soil C availability derived from recent root C inputs did not affect the impact of exudate-C additions on priming; but (3) priming was greater in soils from shallow depths (relatively high total soil C and high ratio of labile-to-stable C) compared to soils from deep depths (relatively low total soil C and low ratio of labile-to-stable C). These findings suggest that the magnitude of the priming effect is affected, in part, by the ratio of root exudate C inputs to total soil C and that the impact of changes in exudate inputs on the priming of SOC is regulated differently in surface soil compared to subsoil.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "127784": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 127784,
            "scholarlyactivityid": 2622
        },
        "127785": {
            "firstname": "Julie",
            "middleinitial": "",
            "lastname": "Jastrow",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127785,
            "scholarlyactivityid": 2622
        },
        "127786": {
            "firstname": "Shay",
            "middleinitial": "",
            "lastname": "Gillette",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127786,
            "scholarlyactivityid": 2622
        },
        "127787": {
            "firstname": "Aislinn",
            "middleinitial": "",
            "lastname": "Johns",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127787,
            "scholarlyactivityid": 2622
        },
        "127788": {
            "firstname": "Stan",
            "middleinitial": "",
            "lastname": "Wullschleger",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 127788,
            "scholarlyactivityid": 2622
        }
    },
    "status": [
        {
            "id": 2622,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 2622,
            "status": "Accepted",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113084385",
    "attachments": []
}