{
    "activityid": 2623,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Microbial community structure varies across soil organic matter pools during tropical land cover change",
        "Journal": "Soil Biology and Biochemistry",
        "Volume": "77",
        "Month / Season": "2014-07-03",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "292-303",
        "Publisher": "Soil Biology and Biochemistry",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://marinspiotta.files.wordpress.com/2013/12/smith-et-al-2014-sbb.pdf",
        "Description/Abstract": "Soil microorganisms control multiple input and loss pathways of soil carbon (C), thus changes in microbial communities are likely to affect soil organic matter (SOM) cycling and storage. This study aimed to identify links between microbial community composition and the distribution of SOM among soil aggregate fractions to answer the following research questions: (1) Are different microbial groups associated with different SOM pools? (2) How do these relationships differ with changes in vegetation during tropical forest succession? We measured microbial composition, via phospholipid fatty acid (PLFA) analysis, and C and nitrogen (N) concentrations on physically separated aggregate fractions of soils from pastures, secondary forests (40 and 90 years old) naturally regenerated on abandoned pastures, and primary forests in Puerto Rico. Our study yielded three main results: (1) The majority of C and N (relative to bulk soil C and fraction mass) was isolated in the macroaggregate-occluded silt and clay-sized fractions; (2) Microbial community composition varied by aggregate fraction, with a smaller fungal-to-bacterial ratio in smaller sized aggregates and a greater gram-positive to gram-negative bacterial ratio in the silt and clay fractions compared with the macroaggregate and microaggregate fractions, and (3) Microbial composition varied by land cover type and successional stage, with the greatest differences in community structure between the pastures and early secondary forests and the late secondary and primary forests. Our results indicate that association with mineral surfaces in the clay and silt-sized fractions contained within macroaggregates is the dominant stabilization mechanism for SOM in these highly-weathered, fine-textured soils. This study also shows that the soil matrix plays an important role in the spatial distribution of fungal and bacterial dominated communities, which is sensitive to changes in vegetation, with potential implications for SOM storage and turnover. Understanding how microbial communities respond to disturbance and ecosystem recovery is important for predicting effects of changes in land use and land cover on belowground C pools and nutrient availability.",
        "Origin": "Other"
    },
    "facultyid": "113084385",
    "coauthors": {
        "7235": {
            "firstname": "Peyton",
            "middleinitial": "",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 7235,
            "scholarlyactivityid": 2623
        },
        "7236": {
            "firstname": "Erika",
            "middleinitial": "",
            "lastname": "Marin-Spiotta",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 7236,
            "scholarlyactivityid": 2623
        },
        "7237": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 7237,
            "scholarlyactivityid": 2623
        },
        "7238": {
            "firstname": "Teri",
            "middleinitial": "",
            "lastname": "Balser",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 7238,
            "scholarlyactivityid": 2623
        }
    },
    "status": [
        {
            "id": 2623,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}