{
    "activityid": 26294,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "'Avant-femme' or Futuristic Frauen: Collaborative Art by Women in the German Democratic Republic",
        "Book Title": "Artistic Bedfellows: Histories, Theories and Conversations in Collaborative Art Practices",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "76-91",
        "Edition": "",
        "Volume": "",
        "Publisher": "Artistic Bedfellows: Histories, Theories and Conversations in Collaborative Art Practices",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/lang_facpubs/30",
        "Description/Abstract": "In 1983 a group of young East German women defied repressive laws and artistic conventions to form an unassumingly renegade collaborative group with a naive mission: to create an alternative meaning in their lives through art, beauty, and camaraderie. In this way they presented a subversive resistance to the one-party state's authoritarian regime that dictated the role of art in the German Democratic Republic's (GDR) society. The group,1 founded by the small city of Erfurt in the German state of Thuringia by ambitious dissident Gabriele Stötzer,2 began without high expectations of rebellion, and yet eventually grew into a performance art collaborative that focused on self-expression and social disruption. Before creating their performances, Stötzer and these women expressed themselves through paintings, weavings, photography, pottery, amateur 8mm films, and sewing clothes. By 1991 they founded a space, the Kunsthaus Erfurt (Art House Erfurt), for contemporary art exhibits, workshops and studio spaces. The Kunthaus Erfurt still thrives today and symbolizes the legitimacy of their six-year (1983-1989) resistance against the GDR's directives.",
        "Web Address": "http://scholarworks.boisestate.edu/lang_facpubs/30",
        "Origin": "Other"
    },
    "facultyid": "112033784",
    "coauthors": {
        "84523": {
            "firstname": "Beret",
            "middleinitial": "Liv",
            "lastname": "Norman",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033784",
            "authorid": 84523,
            "scholarlyactivityid": 26294
        }
    },
    "status": [
        {
            "id": 26294,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033784",
    "attachments": []
}