{
    "activityid": 26296,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Social Alienation and Gendered Surveillance: Julia Franck Observes Post-Wende Society",
        "Book Title": "German Literature in a New Century: Trends, Traditions, Transitions, Transformations",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "237-252",
        "Edition": "",
        "Volume": "",
        "Publisher": "German Literature in a New Century: Trends, Traditions, Transitions, Transformations",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/lang_facpubs/28",
        "Description/Abstract": "Born in East Berlin in 1970, author Julia Franck has published four works, in which once can trace her critique of social alienation in post-Wende German society.1 Franck's project employs unreliable first-person narrators who believe that their acts of gendered surveillance will give them access to symbolic and social capital, which these narrators lack, in the vacuum of meaningful relationships in which they find themselves in contemporary Germany. Examples of the desired symbolic capital include honor, prestige, and having a voice to which others listen, and the sought-after social capital consists of networks, reciprocal connections, and trust.2 But this analysis also leads to Franck's more complex and subtle critique of post-Wende  indifference to Vergangenheitsbewältigung, or coming to terms with the past, which one finds in two narrators' offhand, almost unremarked (but quite remarkable) references to Germany's past.",
        "Web Address": "http://scholarworks.boisestate.edu/lang_facpubs/28",
        "Origin": "Other"
    },
    "facultyid": "112033784",
    "coauthors": {
        "84525": {
            "firstname": "Beret",
            "middleinitial": "Liv",
            "lastname": "Norman",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033784",
            "authorid": 84525,
            "scholarlyactivityid": 26296
        }
    },
    "status": [
        {
            "id": 26296,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033784",
    "attachments": []
}