{
    "activityid": 263,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Some Reflections on Explanation in Negative Messages",
        "Journal": "Journal of Business and Technical Communication",
        "Volume": "15",
        "Month / Season": "2001-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "100-110",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/105065190101500105",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/marketing_facpubs/17",
        "Description/Abstract": "Scant research exists about explanation in negative messages. An important cause of this is the lack in extant literature of theory or conceptualization of explanation. This commentary provides two conceptual frameworks for thinking about explanation in negative messages: opportunity cost, from economic theory, and attribution, from marketing theory. Both frameworks help define the situations in which explanations for rejection should be provided to the targets of bad news. When applications are solicited, for instance, opportunity costs incurred by targets of bad news should be offset by senders with an offer to provide explanation. The construct of attribution is adapted here to suggest that senders of negative messages can benefit by supplying reasons for their denial of requests because, in the absence of the reasons, the rejectees will attribute motives and create reasons, thus depriving the senders of their control over the explanation portion of the messages.",
        "Origin": "Other"
    },
    "facultyid": "111110407",
    "coauthors": {
        "678": {
            "firstname": "Mohan",
            "middleinitial": "",
            "lastname": "Limaye",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110407",
            "authorid": 678,
            "scholarlyactivityid": 263
        }
    },
    "status": [
        {
            "id": 263,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110407",
    "attachments": []
}