{
    "activityid": 26321,
    "fields": {
        "Type": "Book",
        "Title": "Cicero and the Catilinarian Conspiracy",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Edition": "",
        "Volume": "",
        "Publisher": "Routledge",
        "Publisher Location": "New York",
        "ISBN": "9.78042E+12",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/9",
        "Description/Abstract": "&quot;This story of Cicero and the Catilinarian Conspiracy is set within and offers a case study of the political, military, economic and social crises besetting the late Roman Republic in the era of the &quot;&quot;Roman Revolution.&quot;&quot; The book chronicles the efforts of the defeated radical politician Lucius Sergius Catilina to bring together a group of disaffected Roman nobles and discontented Italian farmers in a conspiracy to overthrow the republican government at Rome and to take control of the Italian peninsula (while the proconsul Pompey the Great and the majority of Roman military units were campaigning in the Near East), and the success of the conservative optimate consul Marcus Tullius Cicero in uncovering the conspiracy, driving Catiline out of Rome, and defeating his revolutionary followers in the capital and in Etruria. The narrative reveals the political corruption, economic problems, and military instability which were leading to the demise of the republican system and the rise of an imperial government in the first century B.C.\nThe author’s comprehensive knowledge of the ancient sources and the modern scholarship relevant to the last century of the republic has allowed him to offer a detailed and definitive account of this important episode in Roman history. In the same seamless combination of vivid narrative and historical analysis through which he enlightened the Roman imperial age of Constantine, Dr. Odahl here illuminates the Roman republican era of Cicero. This book is a significant publication in Ciceronian studies and will become the standard account of the Catilinarian Conspiracy.&quot;\n",
        "Origin": "Other"
    },
    "facultyid": "111111844",
    "coauthors": {
        "84591": {
            "firstname": "Charles",
            "middleinitial": "M",
            "lastname": "Odahl",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111844",
            "authorid": 84591,
            "scholarlyactivityid": 26321
        }
    },
    "status": [
        {
            "id": 26321,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111844",
    "attachments": []
}