{
    "activityid": 26335,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "'Live Oak, with Moss,' 'Calamus,' and 'Children of Adam'",
        "Book Title": "A Companion to Walt Whitman",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "508-521",
        "Edition": "",
        "Volume": "",
        "Publisher": "A Companion to Walt Whitman",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/english_facpubs/108",
        "Description/Abstract": "Composed in overlapping phases, and textually and conceptually related, Walt Whitman's &quot;Live Oak, with Moss&quot;, &quot;Calamus&quot;, and &quot;Children of Adam&quot; clusters represent the poet in his most intimate, most exposed, and most controversial postures. Whitman composed the 12-poem &quot;Live Oak, with Moss&quot; sequence in the late 1850s, apparently in response to a failed same-sex attachment, and not with the intent to publish it. Yet that act of private commemoration prompted a major creative impulse that produced the 45-poem &quot;Calamus&quot; cluster, thematically devoted to male comradeship, and his combination of old and new poems that would make up &quot;Children of Adam&quot; (originally &quot;Enfans d'Adam), devoted to sex, procreation, and love of men for women. Whereas both of the larger clusters were printed in the third (1860) edition of Leaves of Grass, &quot;Live Oak, with Moss&quot; was never published intact by Whitman, who instead dispersed and shuffled its 12 poems among the 33 other poems of &quot;Calamus,&quot; eliminating its narrative of love, loss, and resolution. In dismantling the shorter sequence Whitman canceled the most complex and moving account of love and heartache that had yet emerged within American literature. But in sublimating his private passion Whitman produced two longer works that would contribute powerfully to his reputation as a poet and to the complexity of his artistic achievement.",
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/108",
        "Origin": "Other"
    },
    "facultyid": "111643332",
    "coauthors": {
        "124314": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 124314,
            "scholarlyactivityid": 26335
        }
    },
    "status": [
        {
            "id": 26335,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643332",
    "attachments": []
}