{
    "activityid": 26334,
    "fields": {
        "Type": "Book",
        "Title": "Melville in His Own Time",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Edition": "",
        "Volume": "",
        "Publisher": "University of Iowa Press",
        "Publisher Location": "",
        "ISBN": "9.78161E+12",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Owing to the decline of his contemporary fame and to decades of posthumous neglect, Herman Melville remains enigmatic to readers despite his status as one of America’s most securely canonical authors. Born into patrician wealth but plunged into poverty as a child, in 1840 he signed aboard the whaleship Acushnet in the midst of a nationwide depression and sailed to the South Pacific. At the Marquesas Islands, he deserted and lived for a time among one of the group’s last unsubjugated tribes. Upon his return home, he achieved overnight success with a book based on his experiences, Typee (1846).\r\n\r\nMelville’s mastery of the English language and heterodox views made him a source of both controversy and fascination to western readers, until his increasing commitment to artistry and contempt for artificial conventions led him to write Moby-Dick (1851) and its successor Pierre (1852). Although the former is considered his masterwork today, the books offended mid-nineteenth-century cultural sensibilities and alienated Melville from the American literary marketplace. The resulting eclipse of his popular reputation was deepened by his voluntary withdrawal from society, so that obituaries written after his death in 1891 frequently expressed surprise that he hadn’t died long before.\r\n\r\nWith most of his personal papers and letters lost or destroyed, his library of marked and annotated books dispersed, and first-hand accounts of him scattered, brief, and frequently conflicting, Melville’s place in American literary scholarship illustrates the importance of accurately edited documents and the value of new information to our understanding of his life and thought. As a chronologically organized collection of surviving testimonials about the author, Melville in His Own Time continues the tradition of documentary research well-exemplified over the past half-century by the work of Jay Leyda, Merton M. Sealts, and Hershel Parker. Combining recently discovered evidence with new transcriptions of long-known but rarely consulted testimony, this collection offers the most up-to-date and correct record of commentary on Melville by individuals who knew him.\r\nPage Number:  205",
        "Origin": "Other"
    },
    "facultyid": "111643332",
    "coauthors": {
        "124313": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 124313,
            "scholarlyactivityid": 26334
        }
    },
    "status": [
        {
            "id": 26334,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 26334,
            "status": "Accepted",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111643332",
    "attachments": []
}