{
    "activityid": 26336,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Captain John Smith",
        "Book Title": "The Oxford Handbook of Early American Literature",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "47-67",
        "Edition": "",
        "Volume": "",
        "Publisher": "The Oxford Handbook of Early American Literature",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/english_facpubs/197",
        "Description/Abstract": "Decisive leader, prolific writer, astute American visionary, Captain John Smith was the crucial founder of the 1607 Jamestown colony in Virginia and an inspired promoter of English colonization in North America. Controversial in his own day, Smith's posthumous reputation has fluctuated considerably owing partly to his unabashed self-promotion and his role in America's violent colonial history. Yet Smith's prominence as an American literary and historical figure has increased steadily over the decades and promises to keep growing. Notwithstanding his national and ideological affiliations as an Englishman, and their connection to Old World conceptions of class hierarchy and social order, Smith was first among early colonial writers to recognize the opportunities presented by North America for post-Renaissance social reform. Besides helping to establish the first successful European colony here, Smith was first to project the secular vision of human rights and political liberty that would shape American identity and sustain this vision's ongoing struggle for human progress.",
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/197",
        "Origin": "Other"
    },
    "facultyid": "111643332",
    "coauthors": {
        "124315": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 124315,
            "scholarlyactivityid": 26336
        }
    },
    "status": [
        {
            "id": 26336,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643332",
    "attachments": []
}