{
    "activityid": 26396,
    "fields": {
        "Type": "Instructional Publications",
        "Title": "Instructor's Manual to Accompany The Curious Writer, 4th ed",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Organization (if applicable)": null,
        "Issue Number/Edition": "4th",
        "Page Numbers": "254",
        "Publisher": "Pearson Longman",
        "ISBN/ISSN/ASIN #": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "Pearson Longman",
        "DOI": "9.78021E+12",
        "Author(s)": null,
        "Web Address": "http://www.pearsonhighered.com/educator/product/Instructors-Manual-for-The-Curious-Writer-4E/9780205877409.page",
        "Description/Abstract": "About This Product\nDESCRIPTION\nWritten by Bruce Ballenger’s long-time collaborator and colleague Michelle Payne, the Instructor’s Manual is informed by years of experience mentoring first-year TAs and novice teachers using The Curious Writer.\nThe Manual begins with strategies for organizing a course, focused on the “big picture” provided by the inquiry strategy of The Curious Writer.\nFor each chapter of The Curious Writer, the Manual includes:\nOverview: Goals and Principles to Emphasize. Key concepts for each chapter and the learning outcomes it covers.\nDiscussion Starters: How to Talk about the Chapters. Pre-reading activities that can be assigned to students before they read the chapter.\nAssignment Design: Suggestions for Designing the Essay Assignment. Additional suggestions on each writing and inquiry project in the book, along with suggestions for anticipating student challenges with each type of project.\nDiscussing the Readings: Summary and Teaching Activities. Summaries of each reading in a chapter, and up to three additional writing activities to use with each reading.\nAdditional Writing Activities. A large number of writing activities and in-class activities that can be used to supplement each chapter.\nWriting Projects. Projects students might do, including group projects, as alternatives to the projects offered in the textbook.\nAdditional Resources: Readings and Web Links. An annotated bibliography of general resources on teaching writing, multimodal composition, and inquiry; useful for training seminars for teaching assistants.\nCourse Handouts. Assignment sheets for projects in the textbook that can be copied or handed out in class.",
        "Origin": "Other"
    },
    "facultyid": "111110239",
    "coauthors": {
        "84708": {
            "firstname": "Michelle",
            "middleinitial": "Marie",
            "lastname": "Payne",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110239",
            "authorid": 84708,
            "scholarlyactivityid": 26396
        }
    },
    "status": [
        {
            "id": 26396,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110239",
    "attachments": []
}