{
    "activityid": 2639,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Smiling Madame Beudet (1922) Gets a Facelift: Claire Denis' Modern Portrayal of Female Desire in Friday Night (2002)",
        "Journal": "French Forum",
        "Volume": "36",
        "Month / Season": "2011-04-01",
        "Issue Number": "3-Feb",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "239-256",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/lang_facpubs/34",
        "Description/Abstract": "Luce Irigaray explains in her seminal feminist work, This Sex Which Is Not One, that women experience desire differently from men: &quot;Woman takes pleasure more from touching than from looking, and her entry into a dominant scopic economy signifies, again, her consignment to passivity: she is the beautiful object of contemplation.&quot;1 Unlike men who enjoy gazing at the female form, Irigaray's essentialist theory posits that women enjoy a pluri-dimensional experience activating the senses—especially touch. Visual art forms, like film, hence present a unique challenge to the expression of female desire. According to feminist film theory pioneers Laura Mulvey, Mary Ann Doane and Teresa de Lauretis,2 hegemonic culture stems from a system of gazes objectifying the woman while affirming the male position of powerful and active subject. As Mulvey states, &quot;In their traditional exhibitionist role women are simultaneously looked at and displayed, with their appearance coded for strong visual and erotic impact so that they can be said to connote to-be-looked-at-ness.&quot;3 In other words, gender divisions of desire/power generate a creative conundrum that has long been the following: how can cinema, an inherently visual art form that traditionally appeals to the male gaze, convey the multiple and varied dimensions of feminine desire?",
        "Origin": "Other"
    },
    "facultyid": "112052788",
    "coauthors": {
        "7314": {
            "firstname": "Mariah",
            "middleinitial": "Eyre",
            "lastname": "Devereux Herbeck",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112052788",
            "authorid": 7314,
            "scholarlyactivityid": 2639
        }
    },
    "status": [
        {
            "id": 2639,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112052788",
    "attachments": []
}