{
    "activityid": 26417,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Sentimental Eco-Memoir: Refuge, Hole in the Sky, and the Necessary Reader",
        "Book Title": "Western Subjects: Autobiographical Writing in the North American West",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "340-62",
        "Edition": "",
        "Volume": "",
        "Publisher": "University of Utah Press",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "Kathleen Boardman and Gioia Woods",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/english_facpubs/115",
        "Description/Abstract": "In the recent issue of Western American Literature devoted to the subject of &quot;Western Autobiography and Memoir&quot;, a recurring theme asserts itself: according to the issue editors as well as several contributing essayists and reviewers, &quot;the project of identity is relational,&quot; as demonstrated even in the autobiography of a Victorian cowboy.1 In making this claim, editors Kathleen Boardman and Gioia Woods join recent autobiographical critics in defining the genre's subject as &quot;encumbered,&quot; not solitary or autonomous.2 In this regard, theorists of autobiography echo literary historians who are recovering a nineteenth-century sentimental tradition.  The sentimental subject, according to critic Joanne Dobson, responds to &quot;the tragedy of separation, of severed human ties&quot; by envisioning the &quot;self-in-relation.&quot;3 Such a self, as Mary Louise Kete elaborates, &quot;exists only by and through others.&quot;4 While autobiographical theorists have begun to recognize a number of &quot;relations&quot; that define the textual &quot;self&quot;, sentimental literary historians have best theorized the relation most significant for two prominent western memoirs in which the presentations of a &quot;self&quot; serves an eco-political agenda.",
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/115",
        "Origin": "Other"
    },
    "facultyid": "111643336",
    "coauthors": {
        "84736": {
            "firstname": "Tara",
            "middleinitial": "C",
            "lastname": "Penry",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643336",
            "authorid": 84736,
            "scholarlyactivityid": 26417
        }
    },
    "status": [
        {
            "id": 26417,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643336",
    "attachments": []
}