{
    "activityid": 26476,
    "fields": {
        "Type": "Book",
        "Title": "The Archaeology of Guyana",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Edition": "",
        "Volume": "",
        "Publisher": "Archaeopress",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Archaeopress",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/175",
        "Description/Abstract": "This book is written for professional archaeologists, students of South American archaeology, heritage managers, museum staffs, and the general public. The book intends to provide sufficient breadth and detail that it stands as a scholarly work, while presenting data in a manner which allows for a wide use of the materials. Thus the book summarizes well-known sites and those less known but important to understanding the regional prehistory. The primary objective of this book is to craft an overview and synthesis of the archaeology of Guyana and in so doing document the diversity of human adaptations over several thousands of years. The ten chapters include an historical overview of the history of archaeological research in Guyana during the late 19th and late 20th centuries; an overview of the geological history, climate and geography; the general chronological context of Guyana prehistory; the Late Pleistocene/Early Holocene paleo-environmental context; the evidence for Paleo-Indian occupations; the prehistory of Northwestern Guyana with specific reference to the Archaic shellfisher and later Horticultural patterns of the littoral; the archaeology of the Abary and Hertenrits Phases of Northeastern Guyana; an overview of the Taruma Phase of Southeastern Guyana; the Paleo-Indian, Archaic, and Horticultural occupations of the Rupununi savannahs; a summary and synthesis of the Iwokrama rainforest in central Guyana; and a review of major developments in Guyana archaeology and future research needs.",
        "Origin": "Other"
    },
    "facultyid": "111110261",
    "coauthors": {
        "84861": {
            "firstname": "Mark",
            "middleinitial": "G",
            "lastname": "Plew",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110261",
            "authorid": 84861,
            "scholarlyactivityid": 26476
        }
    },
    "status": [
        {
            "id": 26476,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110261",
    "attachments": []
}