{
    "activityid": 26526,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Dissecting Environmental Racism: Redirecting the Toxic in Alicia Gaspar de Alba's Desert Blood and Helena Maria Viramontes's Under the Feet of Jesus",
        "Book Title": "The Natural World in Latin American Literatures: Ecocritical Essays on Twentieth Century Writings",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "175-195",
        "Edition": "",
        "Volume": "",
        "Publisher": "The Natural World in Latin American Literatures: Ecocritical Essays on Twentieth Century Writings",
        "Publisher Location": " ",
        "ISBN": "http://boisestate.worldcat.org/oclc/550553869",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/english_facpubs/120",
        "Description/Abstract": "Through Alicia Gaspar' de Alba's Desert Blood: The Juárez Murders (2005) and Helena María Viramonte's Under the Feet of Jesus (1995), this essay proposes to connect the transnational perspectives of the material migrations of maquiladora and migrant workers to the greater contexts of social justice concerns. In particular, the socially constructed use of myth in literature is used to identify how the language of &quot;difference&quot; in the literary, media and governmental texts (such as NAFTA) influence environmental policy and action surrounding Latino/a communities. By doing this, the term &quot;toxic&quot; can be redirected towards those that instigate environmental racism on minority communities with their use of rhetoric.1 Chicana authors Gaspar de Alba and Viramontes employ story as resistance to the societal structures that define and enclose immigrant and migrant workers in definition of depravity -- both social and ecological.  These definitions are what we have allowed for &quot;three of every four toxic waste sites in the United States&quot; to be &quot;located in low-income communities of color&quot; and for &quot;75 percent of Latinas/os in southwestern states&quot; and to be &quot;drinking pesticide-tainted water.&quot;2 Desert Blood and Under the Feet of Jesus delve into sociological and ecological matters by connecting the labored female body to the social, physical, and metaphorical environments of the borderland. In particular, Gaspar de Alba's characters hone in on the potent environments and national mythologies that make up the U.S/Mexican border (most specifically El Paso, Texas and Ciudad Juárez, Chihuahua, Mexico), while Viramonte's characters embody the migrant farmworker experience within in the confines of pesticides and poverty and whose locality us undetermined and can thus be placed in any rural U.S. location. By drawing on the construction of myth to contrast the rhetoric of difference, these authors are able to add to the larger ecological discussion and give voice to the concerns of the disenfranchised working Mexican and Mexican American populations.",
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/120",
        "Origin": "Other"
    },
    "facultyid": "111264183",
    "coauthors": {
        "84936": {
            "firstname": "Dora",
            "middleinitial": "A",
            "lastname": "Ramirez",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111264183",
            "authorid": 84936,
            "scholarlyactivityid": 26526
        }
    },
    "status": [
        {
            "id": 26526,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111264183",
    "attachments": []
}