{
    "activityid": 26555,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The Evaluation of Heat Transfer Using the Foot Manikin",
        "Book Title": "Advances in Physical Ergonomics and Safety",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "442-451",
        "Edition": "",
        "Volume": "",
        "Publisher": "CRC Press",
        "Publisher Location": " USA",
        "ISBN": "",
        "Author/Editor of Larger Work": "T.Z. Ahram and W. Karwoski",
        "DOI": "9.78144E+12",
        "Author(s) / Editor(s)": null,
        "Web address": "http://www.crcpress.com/",
        "Description/Abstract": "Heat transfer characteristics were determined for five types of men’s shoes using a thermal foot manikin system capable of measuring heat resistance levels of shoes. The manikin included 13 separate thermal segments that provided an opportunity to differentiate thermal characteristics within selected regions of the shoe. Measurements included the whole foot (i.e. all 13 segments), but focus was placed on segments that were known to be most relevant to conductive heat loss. It was found that total heat resistance for a man’s winter boot was 1.8 times higher than the heat resistance of a man’s dress shoe. The measurements revealed a significant difference between shoes in the lower foot segments. The dress shoe exhibited resistance of 0.13 m2KW-1, while the resistance of the winter boot was 0.17 m2KW-1. This information is helpful in providing feedback to footwear manufacturers who can design new products that offer better thermal comfort and can provide improved shoe safety under extreme temperature conditions.",
        "Web Address": "http://www.crcpress.com/",
        "Origin": "Other"
    },
    "facultyid": "111699531",
    "coauthors": {
        "84991": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 84991,
            "scholarlyactivityid": 26555
        }
    },
    "status": [
        {
            "id": 26555,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}