{
    "activityid": 26687,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Cross-Fractionation of Copolymers Using SEC and Thermal FFF for Determination of Molecular Weight and Composition",
        "Book Title": "Chromatography of Polymers: Hyphenated and Multi-Dimensional Techniques",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "141-161",
        "Edition": "",
        "Volume": "",
        "Publisher": "Chromatography of Polymers: Hyphenated and Multi-Dimensional Techniques",
        "Publisher Location": " ",
        "ISBN": "http://dx.doi.org/10.1021/bk-1999-0731.ch010",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/chem_facpubs/44",
        "Description/Abstract": "The detailed characterization of polymer and copolymer mixtures requires the determination of both molecular weight and chemical composition. Such information can be obtained from the combination of size-exclusion chromatography (SEC) and thermal field-flow fractionation (ThFFF) with mass and viscosity detectors. In the first step of the method, polymer standards and the concept of universal calibration are used to define the dependence of retention on the diffusion coefficient D in an SEC column. Next, the SEC column is used to separate a polymer mixture into elution slices that each have a unique and definable D value. These slices are collected and individually cross-fractionated according to chemical composition by ThFFF. Values of D are combined with measurements of intrinsic viscosity to yield the molecular weight of the resulting fractions. The D value of a separated fraction is combined with its ThFFF retention parameter to yield an associated thermal diffusion coefficient, from which the fraction's chemical composition is obtained. The method is demonstrated with blends of polystyrene-ethylene oxide copolymers and their corresponding homopolymers.",
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/44",
        "Origin": "Other"
    },
    "facultyid": "111111683",
    "coauthors": {
        "85298": {
            "firstname": "Sun",
            "middleinitial": "Joo",
            "lastname": "Jeon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 85298,
            "scholarlyactivityid": 26687
        },
        "85299": {
            "firstname": "Martin",
            "middleinitial": "E",
            "lastname": "Schimpf",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111683",
            "authorid": 85299,
            "scholarlyactivityid": 26687
        }
    },
    "status": [
        {
            "id": 26687,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1999,
            "termid": "1998/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111683",
    "attachments": []
}