{
    "activityid": 26686,
    "fields": {
        "Type": "Book",
        "Title": "Field Flow Fractionation Handbook",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Edition": "",
        "Volume": "",
        "Publisher": "Wiley-Interscience",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Wiley-Interscience",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/285",
        "Description/Abstract": "Field-flow fractionation (FFF) occupies a unique niche in the field of analytical separations because it is the only technique that is capable of separating materials over the entire colloidal size range (1-1,000 nm) with high resolution. Still, FFF has not enjoyed what can be considered an explosive phase of growth, like those encountered in the development of gas and liquid chromatography. There are many theories as to why this is so, and certainly a combination of factors if responsible. FFF practitioners clearly agree that one hindrance to the widespread use of FFF as a routine tool for sizing macromolecules and colloids stems from its greatest asset. That asset is its versatility, and versatility comes with a price. Thus, even though FFF is applicable to an incredible range of materials, from macromolecules of a few thousand grams per mode or more to particles as large as 100 ?m, there is no simple formula for choosing the proper subtechnique, let alone the experimental variables within a given subtechnique for a given application. One must understand the underlying mechanism of the separation and gather a certain amount of experience to apply FFF to a new separation problem with reasonable success or efficiency. The goal of this handbook is to provide a useful guide to the implementation of FFF by first-time or infrequent users, while serving as a broad reference for more experienced FFF practitioners. In addressing this goal, than handbook contains a comprehensive description of the four primary FFF subtechniques, with specific examples and applications for each. Perhaps the greatest value, of this handbook lies in the fact that the authors are experts in the respective subtechniques that they address and so are able to advise the reader, from firsthand experience, on how to avoid certain pitfalls associated with developing and implementing FFF applications.",
        "Origin": "Other"
    },
    "facultyid": "111111683",
    "coauthors": {
        "85295": {
            "firstname": "Martin",
            "middleinitial": "E",
            "lastname": "Schimpf",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111683",
            "authorid": 85295,
            "scholarlyactivityid": 26686
        },
        "85296": {
            "firstname": "Karin",
            "middleinitial": "",
            "lastname": "Caldwell",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 85296,
            "scholarlyactivityid": 26686
        },
        "85297": {
            "firstname": "J.",
            "middleinitial": "Calvin",
            "lastname": "Giddings",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 85297,
            "scholarlyactivityid": 26686
        }
    },
    "status": [
        {
            "id": 26686,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2000,
            "termid": "1999/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111683",
    "attachments": []
}