{
    "activityid": 26692,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Thermodiffusion of Polymer Solutions in Convectionless Cells",
        "Book Title": "Thermal Nonequilibrium Phenomena in Fluid Mixtures, Lecture Notes in Physics",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "285-309",
        "Edition": "",
        "Volume": "584",
        "Publisher": "Thermal Nonequilibrium Phenomena in Fluid Mixtures, Lecture Notes in Physics",
        "Publisher Location": " ",
        "ISBN": "http://dx.doi.org/10.1007/3-540-45791-7_14",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/chem_facpubs/26",
        "Description/Abstract": "This contribution reviews the study of polymer thermodiffusion in  convectionless cells. First, the development of thermodiffusion          theory is summarized. Next, the apparent independence of  thermodiffusion and degree of polymerization in polymers is discussed.          Thermodiffusion coefficients (D T) measured by thermal field-flow fractionation on  several polymer-solvent mixtures are then summarized. Polymers include a          variety of different molecular weight samples of polystyrene,  poly(á-methyl styrene), polyisoprene, and polymethylmethacrylate,          as well as copolymers of styrene and isoprene. Solvents include  benzene, toluene, ethylbenzene, tetrahydrofuran, 2-butanone,          ethyl acetate, and cyclohexane. Measured values of D T do not correlate with predictive models of  thermodiffusion, but are found to correlate with polymer density and  solvent viscosity.          Finally, using a hydrodynamic model of polymer thermodiffusion  in nonpolar solvents, an expression is derived that expresses          D T in terms of physicochemical parameters that can be  estimated or measured independently. These parameters include the  thermal          expansion coefficient, molar volume and viscosity of the  solvent, the radius of a polymer repeat unit, and the Hamaker constants.          The model predicts general trends in the thermodiffusion of  polymethylmethacrylate and polystyrene in solvents where such          parameters are available, but overestimates the values of D T by a factor of 2–4.",
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/26",
        "Origin": "Other"
    },
    "facultyid": "111111683",
    "coauthors": {
        "85306": {
            "firstname": "Martin",
            "middleinitial": "E",
            "lastname": "Schimpf",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111683",
            "authorid": 85306,
            "scholarlyactivityid": 26692
        }
    },
    "status": [
        {
            "id": 26692,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2002,
            "termid": "2001/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111683",
    "attachments": []
}