{
    "activityid": 26736,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Nuclear for Climate, Climate for  Nuclea",
        "Book Title": "Engineering Identities, Epistemologies, and Values:  Engineering Education and Practice in Context",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "Two",
        "Publisher": "Spring Science + Business Media B.V.",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "S.H. Christensen, C. Didier, A. Jamison, M. Meganck, C. Mitcham, B. Newberry",
        "DOI": "1879-7202",
        "Author(s) / Editor(s)": null,
        "Web address": "http://www.springer.com/gp/book/9783319161716",
        "Description/Abstract": "This chapter emerged from work done as part of a National Science Foundation (NSF) grant charged with asking how engineering education might be reformed in order to better prepare future engineers to incorporate increasing climate variability—as a result of climate change—into their infrastructure designs. Our focus is on nuclear sci-entists and engineers, and the interventions that might be made to prepare them for nov-el kinds of climate disruptions and how these disruptions could affect plant design and operations. Events at Fukushima in 2011 prompted renewed attention to nuclear safety.  Soon after, scientists recorded record-breaking global temperatures, particularly during the summer of 2012.  Perhaps as a result of these two events, academics and the media have begun asking whether nuclear power plants are robust to natural events beyond the range of historical data, including climate-related events such as increasing drought and rising  cooling-water  temperatures.  Science  policy  scholars,  scientists,  and  engineers outside of nuclear science and engineering have begun to pose similar questions and model possible effects. Our study demonstrates that there is almost no public discourse and very little professional discourse within nuclear science and engineering on this top-ic. We posit that this is largely because of the insular culture and professionalization standards of nuclear science and engineering, which will limit the effectiveness of cur-ricular interventions made in engineering education.  ",
        "Web Address": "http://www.springer.com/gp/book/9783319161716",
        "Origin": "Other"
    },
    "facultyid": "114022280",
    "coauthors": {
        "88204": {
            "firstname": "Jen",
            "middleinitial": "",
            "lastname": "Schneider",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 88204,
            "scholarlyactivityid": 26736
        },
        "88205": {
            "firstname": "Abraham",
            "middleinitial": "",
            "lastname": "Tidwell",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 88205,
            "scholarlyactivityid": 26736
        },
        "88206": {
            "firstname": "Savannah",
            "middleinitial": "",
            "lastname": "Fitzwater",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 88206,
            "scholarlyactivityid": 26736
        }
    },
    "status": [
        {
            "id": 26736,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114022280",
    "attachments": []
}