{
    "activityid": 26907,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Collaborate To Succeed: Implementing New Reference Services with SPLAT",
        "Book Title": "Leading the Reference Renaissance: Today's Ideas for Tomorrow's Cutting-Edge Services",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "241-256",
        "Edition": "",
        "Volume": "",
        "Publisher": "Leading the Reference Renaissance: Today's Ideas for Tomorrow's Cutting-Edge Services",
        "Publisher Location": " ",
        "ISBN": "http://boisestate.worldcat.org/oclc/759584867",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/lib_facpubs/53",
        "Description/Abstract": "Libraries face shrinking budgets and increased user demands, yet library users expect librarians to provide the latest reference and information services. New applications are created daily and library staff may find it difficult to keep up with these innovative technological tools and developments in social media. Idaho has come up with a new way to stay ahead of the game. SPLAT (Special Projects Library Action Team) offers a collaborative model to meet these challenges and enhance library reference services. This model engages a diverse group of library staff chosen from different libraries, skills, and geographic regions. As a team, this group works with a statewide focus to experiment with new trends and share what they learn with the entire library community. The model follows the mantra to make many mistakes quickly when learning new technologies and trends, and to compile best practices so that others do not have to do so. An anonymous, web-based survey was sent to anyone who has interacted or worked with SPLAT members in the past and its focus was on perceptions of the impact SPLAT has had on their library work (see Figure 16.1 for the complete survey). Preliminary results indicate that this model has been successful in its implementation. This chapter presents a collaborative model that can be used in any region to help many libraries come up to speed simultaneously.",
        "Web Address": "http://scholarworks.boisestate.edu/lib_facpubs/53",
        "Origin": "Other"
    },
    "facultyid": "111203681",
    "coauthors": {
        "85926": {
            "firstname": "Amy",
            "middleinitial": "Elizabeth",
            "lastname": "Vecchione",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112088454",
            "authorid": 85926,
            "scholarlyactivityid": 26907
        },
        "85927": {
            "firstname": "Jose",
            "middleinitial": "Guillermo Cordova",
            "lastname": "Silva",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111203681",
            "authorid": 85927,
            "scholarlyactivityid": 26907
        }
    },
    "status": [
        {
            "id": 26907,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111203681",
    "attachments": []
}