{
    "activityid": 2695,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Reducing Heavy Drinking in Intercollegiate Athletes: Evaluation of a Web-Based Personalized Feedback Program",
        "Journal": "The Sport Psychologist",
        "Volume": "22",
        "Month / Season": "2008-06-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "212-228",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/counsel_facpubs/4",
        "Description/Abstract": "This study evaluated the efficacy of a Web-based personalized feedback program aimed at reducing drinking in freshman intercollegiate athletes. The program was offered through the Athletic Department freshman seminar at a NCAA Division I university. Seminar sections were randomly assigned to one of two conditions: Web-based personalized feedback (WPF) or Web-based education (WE). Assessment measures were completed at baseline, 6 weeks, and 3 months. Athletes were classified as high-risk or low-risk drinkers based on baseline reports of binge drinking. Results indicated for high-risk athletes, students in the WPF condition reported significantly greater reductions in drinking and changes in beliefs about peer drinking than those in the WE condition. In addition, reductions in drinking were related to reductions in peer drinking estimates for athletes in the WPF group. Findings provide initial support for the efficacy of Web-based personalized feedback for reducing the quantity and frequency of heavy drinking in freshman intercollegiate athletes.",
        "Origin": "Other"
    },
    "facultyid": "111726552",
    "coauthors": {
        "7469": {
            "firstname": "Diana",
            "middleinitial": "",
            "lastname": "Doumas",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111726552",
            "authorid": 7469,
            "scholarlyactivityid": 2695
        },
        "7470": {
            "firstname": "Tonya",
            "middleinitial": "",
            "lastname": "Haustveit",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 7470,
            "scholarlyactivityid": 2695
        }
    },
    "status": [
        {
            "id": 2695,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111726552",
    "attachments": []
}