{
    "activityid": 26964,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Learning about leadership in the World of Warcraft",
        "Name of Conference": "Proceedings of World Conference on Educational Multimedia, Hypermedia and Telecommunications 2013 ",
        "Month / Season": "2013-06-30",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "783-788",
        "Publisher": "AACE",
        "Publisher Location": "Chesapeake, VA USA",
        "Volume": "2013",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "978-1-939797-03-2",
        "Contributor": null,
        "Web Address": "http://www.editlib.org/pv/112049",
        "Description/Abstract": "This paper presents a reflective analysis on the experience of using World of Warcraft (WoW) within a leadership course in an online doctoral program in educational technology. A module was developed for the course with quest-like activities in WoW that were aligned to the 34 themes of the Strengths-Based Leadership (SBL) model. The activities were designed to provide a mechanism through which novice WoW players could deepen their familiarity with SBL while simultaneously gaining experience with the game interface, virtual world environment, game structure, and digital culture encompassed by the MMORPG (Massive Multiplayer Online Role Playing Game). Benefits of the WoW experience included direct exposure to game constructs introduced in the assigned readings, an opportunity to examine WoW leadership as a collaborative group, and engagement in rich discussions about the role of WoW in leadership education. Challenges included a time-consuming learning curve for WoW, technical difficulties with the software, and hesitancy toward use of WoW for educational purposes.",
        "Origin": "Other"
    },
    "facultyid": "111319147",
    "coauthors": {
        "86035": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 86035,
            "scholarlyactivityid": 26964
        },
        "86036": {
            "firstname": "Steven",
            "middleinitial": "",
            "lastname": "Isaacs",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 86036,
            "scholarlyactivityid": 26964
        }
    },
    "status": [
        {
            "id": 26964,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}