{
    "activityid": 26962,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Integrating visual and media literacy in YouTube video projects",
        "Book Title": "Essentials of Teaching and Integrating Visual and Media Literacy",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "Springer",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "D. M. Baylen and A. D’Alba",
        "DOI": "978-3-319-05836-8",
        "Author(s) / Editor(s)": null,
        "Web address": "http://www.springer.com/us/book/9783319058368",
        "Description/Abstract": "Advancements in social media technologies have made it easier than ever to locate, produce, and share online video. Much of the rapid expansion of online video can be attributed to YouTube, which has become the largest and most popular video-sharing platform online. The development of visual and media literacy (VML) competencies is valuable when engaging with social media content and technologies like YouTube. This chapter illustrates how visual and media literacies have been integrated within a set of educational YouTube video projects in an online university course that has been offered regularly since 2008. The projects discussed in this chapter were designed for an audience of adult educators, but have applicability in K-16 classrooms. YouTube was selected as the central video platform for several reasons, which include practical, technological, and societal factors. Competencies described in published definitions of visual and media literacy frame the discussion. Curation projects involve finding, interpreting, and evaluating video resources, which are grouped into collections for educational purposes. Educational video creation projects include video blogs, remix, PowerPoint movies, and interactive video. ",
        "Web Address": "http://www.springer.com/us/book/9783319058368",
        "Origin": "Other"
    },
    "facultyid": "111319147",
    "coauthors": {
        "86033": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 86033,
            "scholarlyactivityid": 26962
        }
    },
    "status": [
        {
            "id": 26962,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}