{
    "activityid": 26972,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Managing issues of safety, privacy, copyright, and technological change in Web 2.0 instruction: Lessons learned from teaching a YouTube course",
        "Name of Conference": "Proceedings of the Technology, Colleges, and Community Worldwide Online Conference",
        "Month / Season": "2012-04-01",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "56-61",
        "Publisher": "Technology, Colleges, and Community (TCC)",
        "Publisher Location": " ",
        "Volume": "2012",
        "Issue Number": "1",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "http://etec.hawaii.edu/proceedings/2012/snelson.pdf",
        "Description/Abstract": "In 2008, an online course called YouTube for Educators was created as an elective for a graduate program in educational technology. As of fall 2011, the course has been offered six times. Some of the most critical problems of student safety, privacy, copyright, and technical change encountered during the six iterations of the course are discussed in this paper together with the approaches taken to manage those problems. Lessons learned while developing, refining, and implementing the YouTube for Educators course over time include the need to: (1) use proactive strategies to promote safety and privacy, (2) emphasize copyright and legal media use, and (3) develop course policies and practices to manage technological change. This work may be of interest to those who develop courses featuring Web 2.0 or other rapidly changing social media technologies",
        "Origin": "Other"
    },
    "facultyid": "111319147",
    "coauthors": {
        "86050": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 86050,
            "scholarlyactivityid": 26972
        }
    },
    "status": [
        {
            "id": 26972,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}