{
    "activityid": 26980,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "YouTube in the classroom: A scoping review of the research literature",
        "Name of Conference": "Proceedings of World Conference on Educational Multimedia, Hypermedia and Telecommunications 2016",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "1664-1669",
        "Publisher": "Association for the Advancement of Computing in Education (AACE).",
        "Publisher Location": "Chesapeake, VA USA",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "During its first decade YouTube has grown to become the largest and most popular online video-sharing site. Although YouTube was not designed as an educational media technology, it has been adopted by colleges, universities, and educators who have taken advantage of the free content and video-sharing capabilities. Research on teaching and learning through YouTube has been identified as a research priority and the need exists for periodic reviews of the growing body of scholarly literature to monitor trends in this emergent area of inquiry. This paper is a report of the findings of a scoping review of research related to YouTube in in the classroom. Analysis of a sample of 35 studies published from 2008 through 2015 indicated that researchers have investigated classroom use of existing YouTube videos (curation) or video production (creation) through student or teacher generated videos.",
        "Origin": "Other"
    },
    "facultyid": "111319147",
    "coauthors": {
        "96218": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 96218,
            "scholarlyactivityid": 26980
        }
    },
    "status": [
        {
            "id": 26980,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 26980,
            "status": "Accepted",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111319147",
    "attachments": []
}