{
    "activityid": 26983,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Ethical Challenges of Online Teaching",
        "Book Title": "Teaching Ethically: Challenges and Opportunities",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "55-65",
        "Edition": "",
        "Volume": "",
        "Publisher": "Teaching Ethically: Challenges and Opportunities",
        "Publisher Location": " ",
        "ISBN": "http://dx.doi.org/10.1037/13496-005",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/psych_facpubs/151",
        "Description/Abstract": "Online technologies (e.g., e-mail, websites, course management systems) provide alternatives to traditional face-to-face instruction that have made it possible to offer courses either partially or completely online. Allen and Seaman (2010) identified four categories of course delivery that are based on the proportion of content delivered online: (a) traditional (0% online delivery), (b) web facilitated (1%–29% online delivery), (c) hybrid (30%–79% online delivery), and (d) online (80%–100% online delivery). In this chapter, we focus primarily on the fourth category, in which most or all of the course content is delivered virtually with the aid of online technologies. The growth of online education has been phenomenal. The seventh annual Sloane Survey of Online Learning (Sloan-C, 2009) revealed that approximately 4.6 million students were enrolled in at least one online course in fall 2008, an increase of nearly 17% from the previous year (Allen &amp; Seaman, 2010). As more students enroll in virtual courses, questions and concerns about ethical teaching practice in digital classrooms will continue to emerge. Strike and Soltis (2004) described several types of ethical challenges within the educational context (e.g., punishment and due process, intellectual freedom, equal treatment of students, diversity, professionalism). These types of ethical issues are also present in virtual (online) classrooms, albeit with the added complexities of online course delivery. The online educator shoulders the solemn responsibility of handling student records, instructional materials, and private communications, which are stored and distributed in digital form. Additionally, the educator assumes the added responsibility of maintaining sufficient technical knowledge to avoid unfortunate breaches of confidential information. Although many additional ethical challenges emerge in an online format, we limit our discussion to the specific issues of digital privacy, intellectual property, and professional practice in the online classroom.",
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/151",
        "Origin": "Other"
    },
    "facultyid": "111319147",
    "coauthors": {
        "86069": {
            "firstname": "Patricia",
            "middleinitial": "R",
            "lastname": "Elison-Bowers",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110810",
            "authorid": 86069,
            "scholarlyactivityid": 26983
        },
        "86070": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 86070,
            "scholarlyactivityid": 26983
        }
    },
    "status": [
        {
            "id": 26983,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}