{
    "activityid": 27000,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Understanding Early Literacy Learning in the Inclusive Classroom",
        "Book Title": "Blended Curriculum in the Inclusive K-3 Classroom: Teaching ALL Young Children",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "186-232",
        "Edition": "",
        "Volume": "",
        "Publisher": "Blended Curriculum in the Inclusive K-3 Classroom: Teaching ALL Young Children",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/cifs_facpubs/72",
        "Description/Abstract": "Literacy learning is often viewed as a complex, dynamic, and transactive process where literacy refers to the interrelatedness of language- speaking, listening, reading, writing, and viewing. As a process, we know that it begins long before children enter a classroom or school. Like learning to speak and listen, learning about print and those things associated with it begins at home starting from birth when parents read or tell stories, when songs are sung and nursery rhymes chanted, when scribbles on a page are seen and understood to have some meaning.\nLiteracy teachers and scholars currently have a fairly well-developed understanding of how young children become aware of print (Teale &amp; Sulzby, 1989) and begin their entry into the literacy club (Smith, 2005). Studies of children as young as 2 demonstrate they are able to identify signs, labels, and logos that are familiar to them (Goodman, 1986; Hiebert, 1981). Correspondingly, home-based case studies conducted with children under the age of 3 found that children are extensively aware of the practical functions for writing: creating a list to aid memory, writing signs to control behaviors (e.g., stop signs), and writing to communicate (Heath, 1983; Taylor &amp; Strickland, 1986).\nThese early understandings of literacy are often referred to by the term emergent literacy (Teale, 1986). Emergent literacy suggests that the development of literacy is taking place within the child. It is a gradual process and will take place over time. Emergent literacy focuses on two aspects: (1) how and when children begin to construct knowledge about reading and writing and (2) how parents and early childhood educators could most effectively support young children's ongoing literacy development (Morrow, 2001).",
        "Web Address": "http://scholarworks.boisestate.edu/cifs_facpubs/72",
        "Origin": "Other"
    },
    "facultyid": "112002071",
    "coauthors": {
        "86103": {
            "firstname": "Anne",
            "middleinitial": "E",
            "lastname": "Gregory",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111699285",
            "authorid": 86103,
            "scholarlyactivityid": 27000
        },
        "86104": {
            "firstname": "Jennifer",
            "middleinitial": "Lynn",
            "lastname": "Snow-Gerono",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112002071",
            "authorid": 86104,
            "scholarlyactivityid": 27000
        }
    },
    "status": [
        {
            "id": 27000,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112002071",
    "attachments": []
}