{
    "activityid": 2719,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Found Images and Networked Americas in the Builders Association’s Alladeen",
        "Journal": "Theatre Journal",
        "Volume": "61",
        "Month / Season": "2009-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "521-538",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This essay analyzes and documents Alladeen, staged during 2002–05 by the Builders Association in collaboration with motiroti.  In this visually stunning multimedia performance, three kinds of found  imagery materialize the linked issues of mobility and longing dominant  in contemporary networked culture. First, elements of The Arabian Nights and the famous story, “Aladdin,” traverse time, place, and media. In  addition, the names, story lines, and images of characters and  performers from television’s Friends become the foundation of avatars for Bangalore call-center workers  seeking to pass as American on the telephone, offering them the  possibility of self-definition and material advancement, while creating  cultural traps that prove difficult to escape. Finally, documentary  interview footage chronicles the wishes and experiences of Bangalore  operators in a way so powerful that it dominates other elements on the  poly-focal stage. The found objects allow the Builders to test perceived  distinctions between the real and the virtual and between America, the  geographical place, and the ever-evolving America in the global  imagining.",
        "Origin": "Other"
    },
    "facultyid": "111669985",
    "coauthors": {
        "7551": {
            "firstname": "Leslie",
            "middleinitial": "A",
            "lastname": "Durham",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669985",
            "authorid": 7551,
            "scholarlyactivityid": 2719
        }
    },
    "status": [
        {
            "id": 2719,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669985",
    "attachments": []
}