{
    "activityid": 27210,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Dimensions of Northern Paiute multi-verb constructions",
        "Book Title": "Multi-verb Constructions: a View from the Americas",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "35",
        "Edition": "",
        "Volume": "",
        "Publisher": "Brill",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "Alexandra Y. Aikhenvald and Pieter C. Muysken",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://www.brill.com/multi-verb-constructions",
        "Description/Abstract": "Two constructions in Northern Paiute (Western Numic; Uto-Aztecan)—the secondary verb construction and the instrumental prefix construction—are described in detail with regard to their place within a typology of multi-verb constructions. Both are compositionally asymmetrical—that is, the defining member of the construction is from a restricted set.  Converbs and verb-verb compounding are both, in theory, symmetrical in composition—that is, there is no restriction on which verbs may enter into them.  However, we find, upon closer inspection, that predicates of a particular type are most likely to be interpretable as part of a monoclausal versus biclausal converb construction, and that there are also some clear frequency restrictions on which verbs most often appear as part of verb-verb compounds. It is proposed that these restrictions shed further light on the possible historical relationships holding among all four multi-verb construction types.",
        "Web Address": "http://www.brill.com/multi-verb-constructions",
        "Origin": "Other"
    },
    "facultyid": "113153909",
    "coauthors": {
        "86569": {
            "firstname": "Tim",
            "middleinitial": "",
            "lastname": "Thornes",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113153909",
            "authorid": 86569,
            "scholarlyactivityid": 27210
        }
    },
    "status": [
        {
            "id": 27210,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113153909",
    "attachments": []
}