{
    "activityid": 27219,
    "fields": {
        "Type": "Other Works",
        "Title": "Fit and Fall Proof Program Sustainability Assessment: Survey of District Coordinators",
        "Outlet (if applicable)": "",
        "Date": "2011-08-31",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Executive Summary\nThe purpose of this project was to conduct a sustainability assessment of the Fit and Fall ProofTM (FFP) program using information gathered from the health district coordinators.  A SWOT (strengths, weaknesses, opportunities, and threats) analysis was used to guide the assessment.  A SWOT analysis is a commonly used method of assessment in which an organization’s internal strengths and weaknesses and external opportunities and threats are examined. \nQualitative methods were used to conduct the assessment and included telephone interviews with nine individuals (seven (7) coordinators and 2 division directors).  Interviews were transcribed and analyzed by the researchers to identify trends and patterns. \nFindings from this sustainability assessment were used to identify: 1) strengths and opportunities, 2) weaknesses and threats, 3) alignment of the program with district-level strategic plans, and 4) topics for future workshops.  The majority (6 of 7) of the coordinators had at least three years of experience with managing the FFP program for their respective district health department.\nA review of the internal strengths and external opportunities of the FFP program indicate that the program has high reputational currency within the community.  For example, the program coordinators have forged strong relationships with a wide variety of organizations and garnered the support of volunteer class leaders and organizers. The program is also perceived to add value to the community and others refer individuals to it, and volunteers continue to give of their time and talent. These attributes and the program’s established record of performance enhance its sustainability and provide evidence of its effectiveness and value. \nThe weaknesses and threats identified by the district coordinators suggest that some changes to the program may be warranted. For example, an examination of the curriculum and delivery strategies is needed to answer the following questions; how could the program be tailored to meet different learning styles and physical capabilities; what paperwork could be reduced or eliminated without having a negative impact on the program; and what opportunities exist to integrate FFP into other programs serving similar populations.\nThe established connections between the FFP program and district-level strategic plans related to injury prevention, community-partnerships, and older adult initiatives were also identified by many of the participants. This aspect of the FFP program is important to not only the sustainability of the FFP program, but to the future of other district-level community based partnerships.  \nFinally, the coordinators expressed interest in learning more about models of sustainability. This interest, along with the strength of existing FFP programs may provide a platform for the development of a new model for state, district and community-level programming; one that includes multiple sources of support from both public and private entities.",
        "Origin": "Other"
    },
    "facultyid": "111641510",
    "coauthors": {
        "86590": {
            "firstname": "Sarah",
            "middleinitial": "E",
            "lastname": "Toevs",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111641510",
            "authorid": 86590,
            "scholarlyactivityid": 27219
        },
        "86591": {
            "firstname": "Shawn",
            "middleinitial": "",
            "lastname": "Dunnagan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113087769",
            "authorid": 86591,
            "scholarlyactivityid": 27219
        },
        "86592": {
            "firstname": "Chanel",
            "middleinitial": "A",
            "lastname": "Peed",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 86592,
            "scholarlyactivityid": 27219
        }
    },
    "status": [
        {
            "id": 27219,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111641510",
    "attachments": []
}