{
    "activityid": 27220,
    "fields": {
        "Type": "Other Works",
        "Title": "Fit and Fall Proof Program Sustainability Assessment: Survey of Program Participants",
        "Outlet (if applicable)": "",
        "Date": "2011-08-31",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Executive Summary\n\nThe purpose of this project was to conduct a sustainability assessment of the Fit and Fall ProofTM (FFP) program based on information provided by program participants.  The FFP program, implemented in Idaho in 2004, has been delivered to over 6000 older adults throughout the state.  It is an exercise-based fall prevention program that focuses on enhancing functional fitness to reduce the risk of falling. Trained volunteer leaders teach community-based classes designed to improve functional fitness. \n\nA survey, designed and pilot tested by the researchers, was used to gather information from participants in the FFP program from March – May 2011.  The survey was distributed to FFP participants by the volunteer class leaders.  A standardized script was used to introduce the survey and participants were encouraged to complete it during class or at home.  Participants were also given a copy of the survey and a stamped envelope addressed to the Idaho Department of Health and Welfare FFP program manager for its return.  \n\nA total of 895 surveys were completed by FFP program participants with responses representing all seven (7) of Idaho’s local public health district regions.  The average age of respondents was 77 years and 82% (n = 732) reported participation in the FFP Program for more than three (3) months.   Ninety percent, (n = 798), had one or more chronic conditions with hypertension and arthritis/rheumatic disease being the most commonly reported.\n\nA statistically significant difference (p=.001) between pre- and post-participation confidence levels associated with maintaining balance when getting in and out of a chair, going up and down stairs, reaching for something, and taking a bath or shower was found.  In addition, over 50 % of respondents reported increased stability, energy, and confidence in preventing a fall and 75 % (n=694) experiencing stronger social connections as a result of participating in the FFP program.  Over 90% (n=819) of the respondents indicated they would recommend the FFP program to a friend or acquaintance.\n\nRespondents were also asked to identify strengths of the program.  Themes were the social interaction and enhanced well-being associated with participation and quality of instructors.   The following quote represents the sentiments shared by many of the respondents: \n&quot;This class has been great for me.  I have improved my physical ability and I'm able to do so much more.  I can get out of a chair and walk without having to warm up my legs and the list can go on &amp; on.  My quality of life is much improved.&quot;\nSuggested improvements for the program focused primarily on curriculum and time/schedule of classes.  Participants also noted the need for ongoing marketing and recruiting activities. \nThe findings from this study reveal high levels of satisfaction and evidence that participation has had a positive impact on maintaining balance, preventing falls, energy, and social connections.  These findings are particularly important as Idaho strives to enhance community-based environments that promote physical activity, injury prevention, and “aging in place”.",
        "Origin": "Other"
    },
    "facultyid": "111641510",
    "coauthors": {
        "86593": {
            "firstname": "Sarah",
            "middleinitial": "E",
            "lastname": "Toevs",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111641510",
            "authorid": 86593,
            "scholarlyactivityid": 27220
        },
        "86594": {
            "firstname": "Shawn",
            "middleinitial": "",
            "lastname": "Dunnagan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113087769",
            "authorid": 86594,
            "scholarlyactivityid": 27220
        },
        "86595": {
            "firstname": "Chanel",
            "middleinitial": "A",
            "lastname": "Peed",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 86595,
            "scholarlyactivityid": 27220
        }
    },
    "status": [
        {
            "id": 27220,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111641510",
    "attachments": []
}