{
    "activityid": 27228,
    "fields": {
        "Type": "Other Works",
        "Title": "Pacific Region Association of Clinical Pastoral Education: environmental scan report",
        "Outlet (if applicable)": "",
        "Date": "2009-10-31",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": " ",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": null,
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In the Spring of 2009, researchers from Boise State University’s Center for Health Policy were contacted to conduct an environmental scan of Clinical Pastoral Education (CPE) programs for the Pacific Region Association of Clinical Pastoral Education (ACPE).  The overall goal of the assessment was to provide the Pacific Region ACPE team with information for use in the development of a model for sustainability of pastoral services and education programs.  A strengths, weaknesses, opportunities, and threats (SWOT) model was used to guide the environmental scan.\n\nThis project was conducted in two phases and included the development and implementation of a population-specific SWOT assessment survey tool.  During phase 1, interviews with key informants were conducted to guide the development of the SWOT assessment survey tool.    During phase 2, the web-based survey was distributed to all CPE supervisors and hospital directors/administrators of spiritual care in the Pacific Region.  Contact information for CPE supervisors was obtained through the office of the Regional Director of the ACPE Pacific Region and the names and email addresses of directors/administrators were obtained from the CPE supervisors at each institution.  Prior to initiating the project all activities were approved by the Institutional Review Board (IRB) at Boise State University.  \n\nA total of 46 individuals completed the survey, yielding a response rate of 52% (46/88).  Of the 46 respondents, 8 were identified as the administrator or department manager over spiritual care services and 38 were identified as supervisors of the CPE program. The average number of years the responding CPE programs had been in existence was 17 years with a range from 3 – 50 years.  Approximately half (57%, n=25) reported that there was one CPE supervisor at their institution.  For the purposes of analysis the number of supervisors employed at an institution was used to classify programs as small (0-1 supervisor) or large (more than 1 supervisor).  \n\nSlightly less than half (41%, n = 15) reported having filled or attempted to fill a supervisor position within the last three years.  Of these, 40% (6/15) took more than 1 year to fill the position with only one respondent indicating it took less than 3 months to hire a new supervisor.  Respondents were asked to identify barriers to filling supervisory positions.  The most common barriers reported were lack of competitive compensation package (n=13), lack of qualified candidates (n=8), inadequate pool of candidates (n=7), candidates not satisfied with geographic location of hospital (n=4), and lack of clear description and/or expectations of the position (n=3).\n\nFindings from the SWOT analysis were used to identify: 1) strengths to capitalize on, 2) weaknesses to address, 3) opportunities to seize, and 4) threats to buffer against.  These factors were examined in relationship to the number of supervisors employed in the CPE program to further explore program-specific sustainability factors.  \n\nStrengths to Capitalize On:  The most commonly identified internal strength identified by respondents was the integration of the CPE program into the hospital with services used by both patients and staff.  Other frequently identified strengths were reputation of hospital, diversity of students, and commitment to working as a team.  Approximately 90% of respondents felt that their programs were fairly secure within their respective institutions.  This response was found to be consistent regardless of the respondent’s relationship to the CPE program (administrator or supervisor), the size of hospital, or the number of supervisors employed in the program.  Notable differences between small and large programs were related to the importance of external relationships and partnerships with the community and ACPE professionals, with smaller programs identifying these as more valuable.  \n\nWeaknesses to Address:  Being a small program was the most frequently identified weakness by respondents (n=16).  However, this internal characteristic was not ranked as the most important weakness.  Commonly identified weaknesses were communication pathways within the institution and CPE program and maintaining a balance between program expectations and capacity.  Small programs reported experiencing challenges associated with not being integrated into the hospital and experiencing a shortage of trained supervisors along with the inability to attract and retain supervisors.\n\nOpportunities to Seize:  The two most important external opportunities identified by respondents regardless of size of the program were related to supervisor-in-training (SIT) programs.  These included opportunities to examine the length of training for SIT and expand the number of SIT   programs.  \n\nThreats to Buffer Against:  The two most commonly identified external threats regardless of size of program were changes in the economy and government relations. The importance of these external threats highlight the value of regional and national ACPE involvement in federal policy activities related to standards of care, regulations, and reimbursement rates for services.  Differences in perceived threats based on the size of CPE programs were related to workforce, with small programs identifying the shortage of supervisors and candidates as more important than large programs.   \n\nThe findings from this study highlight the strengths, weaknesses, opportunities, and threats experienced by CPE programs and allows for the examination of these factors by program size i.e., number of supervisors employed by an institution.  It is hoped that this information will serve as a valuable resource to CPE programs for strategic planning and implementation activities.  \n\nA common theme that emerged from this environmental scan was concerns associated with workforce resources.  These concerns ranged from the recruitment and retention of students, supervisors-in-training, and supervisors to the need to examine training and/or preparation parameters.  These concerns are further heightened by the low number of SIT CPE training units delivered in the Pacific Region and the demographics of the current workforce with many supervisors nearing retirement age.  An important next step in this assessment effort would be to determine if the trends identified in the Pacific region are shared by CPE programs in other areas of the country.  \n\nThe workforce challenges identified in this assessment provide a “call to action” for regional and national ACPE leaders.  They pose a significant threat to the sustainability of CPE programs and demand careful examination of accreditation standards, the aspirations and needs of individuals interested in pursuing pastoral care as a career choice, the needs of sponsoring hospitals, CPE programs, the population served, and the larger community, and changes in health care policies related to standards of care and payment protocols.  ",
        "Origin": "Other"
    },
    "facultyid": "111641510",
    "coauthors": {
        "86613": {
            "firstname": "Sarah",
            "middleinitial": "E",
            "lastname": "Toevs",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111641510",
            "authorid": 86613,
            "scholarlyactivityid": 27228
        },
        "86614": {
            "firstname": "Matt",
            "middleinitial": "",
            "lastname": "Reeder",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111355549",
            "authorid": 86614,
            "scholarlyactivityid": 27228
        }
    },
    "status": [
        {
            "id": 27228,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111641510",
    "attachments": []
}