{
    "activityid": 2729,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Conceptual Development About Motion and Force in Elementary and Middle School Students",
        "Journal": "American Journal of Physics",
        "Volume": "77",
        "Month / Season": "2009-05-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "468",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1119/1.3090824",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/10",
        "Description/Abstract": "Methods of physics education research were applied to find what kinds of changes in 4th, 6th, and 8th grade student understanding of motion can occur and at what age. Such findings are necessary for the physics community to effectively discharge its role in advising and assisting pre-college physics education. Prior to and after instruction the students were asked to carefully describe several demonstrated accelerated motions. Most pre-instruction descriptions were of the direction of motion only. After instruction, many more of the students gave descriptions of the motion as continuously changing. Student responses to the diagnostic and to the activity materials revealed the presence of a third &quot;snapshot&quot; view of motion not discussed in the literature. The 4th and 6th grade students gave similar pre-instructional descriptions of the motion, but the 4th grade students did not exhibit the same degree of change in descriptions after instruction. Our findings suggest that students as early as 6th grade can develop changes in ideas about motion needed to construct Newtonian-like ideas about force. Students' conceptions about motion change little under traditional physics instruction from these grade levels through college level.",
        "Origin": "Other"
    },
    "facultyid": "111110155",
    "coauthors": {
        "7565": {
            "firstname": "Dewey",
            "middleinitial": "I",
            "lastname": "Dykstra Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110155",
            "authorid": 7565,
            "scholarlyactivityid": 2729
        },
        "7566": {
            "firstname": "Dale",
            "middleinitial": "R.",
            "lastname": "Sweet",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 7566,
            "scholarlyactivityid": 2729
        }
    },
    "status": [
        {
            "id": 2729,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110155",
    "attachments": []
}