{
    "activityid": 2730,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Against Realist Instruction: Superficial Success Masking Catastrophic Failure and an Alternative",
        "Journal": "Constructivist Foundations",
        "Volume": "",
        "Month / Season": "2005-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/8",
        "Description/Abstract": "Purpose: Often radical constructivists are confronted with arguments why radical constructivism is wrong. The present work presents a radical constructivist alternative to such arguments: a comparison of the results of two instructional practices, the standard, realistbased instruction and a radical constructivist-based instruction, both in physics courses. Design: Evidence from many studies of student conceptions in standard instruction (Duit 2004) is taken into account. In addition, diagnostic data, pre and post instruction, were collected from over 1,000 students in multiple institutions across the U. S. over a period of about 15 years via an established diagnostic of conceptual understanding of motion and force. Findings: Evidence from many studies of student conceptions in standard instruction (Duit, 2004) is that little or no change in student conceptions happens in standard instruction. About half the students in the particular study reported, all science and engineering majors, experienced standard, realist-based instruction and show an average effect size of 0.6 standard deviations and an average normalized gain of 15%. The other half of the students, none of whom were science and engineering majors, experienced radical constructivist- based instruction and show an average effect size over 2.5 standard deviations and an average normalized gain over 60%. Diagnostic pre scores were nearly the same for both groups. Practical implications: The outcome, that students, neither science nor engineering majors, made changes in understanding foundational topics in physics far greater than science and engineering students, poses (1) an ethical challenge to the continued adherence to standard, realist-based instructional practices and (2) an intellectual challenge to the usefulness and appropriateness of the elitist-realist paradigm on which such standard instruction is based. Conclusions: This radical constructivist argument uses the effect of paradigms to judge their pragmatic value, not their truth-value. Based on pragmatic value, radical constructivism results in superior outcomes when applied to physics instruction. The approach to instruction can be applied generally in education.",
        "Origin": "Other"
    },
    "facultyid": "111110155",
    "coauthors": {
        "7567": {
            "firstname": "Dewey",
            "middleinitial": "I",
            "lastname": "Dykstra Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110155",
            "authorid": 7567,
            "scholarlyactivityid": 2730
        }
    },
    "status": [
        {
            "id": 2730,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110155",
    "attachments": []
}