{
    "activityid": 2731,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Radical Constructivism Has an Answer - But This Answer Is Not an Easy One",
        "Journal": "Constructivist Foundations",
        "Volume": "6",
        "Month / Season": "2010-11-15",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "22-30",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/24",
        "Description/Abstract": "&gt;Context • In spite of its advantages and its ability to make valid responses to objections, radical constructivism is not mainstream. \n&gt;Problem • Extolling the virtues of radical constructivism and responding logically to the objections does not work. We know this from the evidence of many attempts. Our theoretical stance, radical constructivism, also suggests this approach is not likely to have much influence on realists. We cannot transmit understanding in the signals with which we attempt to communicate. How can we in radical constructivism enable those outside of RC to understand our explanation of human knowing?\n&gt;Method • Examine our understanding of radical constructivism itself, because it is an explanation of how, why and under what circumstances people change their understandings of their experiential worlds. \n&gt;Results • We must find ways to direct the attention of others to situations that they cannot explain with their existing understanding of the world. Then we must create conditions conducive to their revising and testing new understandings for fit with the evidence of their experience. \n&gt;Implications • Since radical constructivism is a theory of human knowing, it tells us how humans develop knowledge, hence it is an answer to the questions central to this special issue. This answer is not one to be used to win in debates with realists. Radical constructivism gives us an answer to the problem of engaging realists in understanding our position, but strategies consistent with radical constructivism are not easily carried out. Developing and executing such strategies is the work at hand.",
        "Origin": "Other"
    },
    "facultyid": "111110155",
    "coauthors": {
        "7568": {
            "firstname": "Dewey",
            "middleinitial": "I",
            "lastname": "Dykstra Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110155",
            "authorid": 7568,
            "scholarlyactivityid": 2731
        }
    },
    "status": [
        {
            "id": 2731,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110155",
    "attachments": []
}