{
    "activityid": 2732,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Challenge of Understanding Radical Constructivism",
        "Journal": "Constructivist Foundations",
        "Volume": "",
        "Month / Season": "2007-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/6",
        "Description/Abstract": "Purpose: This contribution to the Festschrift honoring Ernst von Glasersfeld gives some insight into the perpetual problem of understanding radical constructivism (RC). Parallels with the Middle Way school of Buddhism appear to shed light on this challenge. Conclusions: The hegemony realism has over the thinking of even the most highly educated in our civilization plays a major role in their failure to understand RC. Those still subject to realism in their thinking interpret statements by those in RC in ways incompatible with RC. Until realists disequilibrate over mismatches between realist expectations and experiences, no alternative way of thinking is accessible to them and misinterpretations of RC will continue. Practical implications: While we cannot change someone else's understanding, in our interactions with them we can focus on creating situations in which those who do not understand us might disequilibrate. If we are successful, they are likely to begin to escape the domination of realism in their thinking. Value: This insight may enable eventual success in our assisting others to understand RC.",
        "Origin": "Other"
    },
    "facultyid": "111110155",
    "coauthors": {
        "7569": {
            "firstname": "Dewey",
            "middleinitial": "I",
            "lastname": "Dykstra Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110155",
            "authorid": 7569,
            "scholarlyactivityid": 2732
        }
    },
    "status": [
        {
            "id": 2732,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110155",
    "attachments": []
}