{
    "activityid": 2733,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "What Can We Learn from the Misunderstandings of Radical Constructivism?: Commentary on Slezak's &quot;Radical Constructivism: Epistemology, Education and Dynamite&quot;",
        "Journal": "Constructivist Foundations",
        "Volume": "6",
        "Month / Season": "2010-11-15",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "120-126",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/23",
        "Description/Abstract": "&gt;Problem • What alternative strategies from our experiences using a Piaget-based radical constructivist pedagogy might have more and better results than the current practice of responding in debate form, each side trying to prove the other wrong? \n&gt;Method • Use of Slezak's paper to illuminate the point that the central problem with the interpretation of RC generally used in such writing is that the authors seem not to be able to operate from the central tenet of RC, which is the opposite of that used in realism. Description of how this failure to use the central tenet of RC results in claims that RC is irrelevant to education and to definitions of good teaching. \n&gt;Results • A specific approach shown to be useful in facilitating the construction of new understanding in science is adapted in order to guide interaction between an RC and a realist, which can result in the realist understanding the RC point of view.\n&gt;Implications • Instead of debating with critics of RC, where each side is trying to prove the other side wrong, we need to change the interaction to one in which members of opposing sides attempt to understand the other's position. In this situation we are in a position to use a pedagogical strategy in which the realist examines her own fundamental assumption that we can know a mind-independent world, and considers the implications of a starting assumption that is exactly the opposite.",
        "Origin": "Other"
    },
    "facultyid": "111110155",
    "coauthors": {
        "7570": {
            "firstname": "Dewey",
            "middleinitial": "I",
            "lastname": "Dykstra Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110155",
            "authorid": 7570,
            "scholarlyactivityid": 2733
        }
    },
    "status": [
        {
            "id": 2733,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110155",
    "attachments": []
}