{
    "activityid": 2735,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Science Education in Elementary School: Some Observations",
        "Journal": "Journal of Research in Science Teaching",
        "Volume": "23",
        "Month / Season": "1986-12-01",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 1986,
        "Page Numbers": "853-856",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/71",
        "Description/Abstract": "As one whose classroom teaching experience consists of ninth grade physical science through upper division college physics, whose only experience with elementary students in Summer enrichment programs and as one whose science education research efforts have been mainly from the front of classrooms, I would like to humbly make the following assertion and then justify it:\nThe task of teaching science in the elementary schools is more demanding that teaching science in high school or college.\nSome readers may respond that this is nothing new.  Others will say that this notion is incorrect: children cannot learn as much science as older folks can, therefore their teachers do not need to know much science.  Please allow a new perspective on this issue to be presented.  This insight comes from research on what is variously known as alternative frameworks, alternative conceptions, preinstructional conceptions, or misconceptions and from the developmental paradigm.  Further, it does not seem to have been succinctly stated in the literature, as yet.",
        "Origin": "Other"
    },
    "facultyid": "111110155",
    "coauthors": {
        "7573": {
            "firstname": "Dewey",
            "middleinitial": "I",
            "lastname": "Dykstra Jr",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110155",
            "authorid": 7573,
            "scholarlyactivityid": 2735
        }
    },
    "status": [
        {
            "id": 2735,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1986,
            "termid": "1986/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110155",
    "attachments": []
}