{
    "activityid": 27477,
    "fields": {
        "Type": "Book",
        "Title": "Biosocial Criminology: Challenging Environmentalism's Supremacy",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Edition": "",
        "Volume": "",
        "Publisher": "Nova Science Publishers",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Nova Science Publishers",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/91",
        "Description/Abstract": "In criminology, environmentalism is the assumption that variations in criminal behavior result only from variations in environmental factors, especially social environmental factors. The biosocial perspective is quite different. It assumes that biological and environmental factors interact to affect criminal behavior. Social environmental explanations have dominated the field of criminology for at least the past century. Supporters of this perspective argue that because criminal is an ever-changing legal designation, it makes no sense to believe that crimes are the result of biology. Biosocial theorists concede that criminality is a legal concept, but argue that at the core of the concept are acts that are recognized as unacceptable in all societies. The theme of this book is simple: Biology matters when trying to understand criminal behavior. This is not to exclude social factors but to maintain that social and biological factors interact to affect our varying tendencies to violate criminal statutes. Despite the conceptual simplicity of the biosocial perspective, the evidence that supports it is often complex and rests upon a number of biological principles that many criminologists do not understand. This book conveys some of the excitement that those working from a biosocial perspective are experiencing as they make new discoveries about how biological and social factors interact to affect criminal behavior.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "87063": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 87063,
            "scholarlyactivityid": 27477
        },
        "87064": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Ellis",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 87064,
            "scholarlyactivityid": 27477
        }
    },
    "status": [
        {
            "id": 27477,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2003,
            "termid": "2002/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}