{
    "activityid": 27497,
    "fields": {
        "Type": "Book",
        "Title": "Social Class and Crime: A Biosocial Approach",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Edition": "",
        "Volume": "",
        "Publisher": "Routledge",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Routledge",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/24",
        "Description/Abstract": "Social class has been at the forefront of sociological theories of crime from their inception. It is explicitly central to some theories such as anomie/strain and conflict, and nips aggressively at the periphery of others such as social control theory. Yet none of these theories engage in a systematic exploration of what social class is, how individuals come to be placed in one rung of the class ladder rather than another, or the precise nature of the class-crime relationship. This book avers that the same factors that help to determine a person's class level also help to determine that person's risk for committing criminal acts. Social class is a modern outcome of primordial status-striving and requires explanation using the modern tools of genetics, neurobiology, and evolutionary biology, and this is what this book does. Many aspects of criminal behavior can be understood by examining the shared factors that lead to the success or failure in the workplace and to pro- or antisocial activities.\nA biosocial approach requires reducing sociology's &quot;master variable&quot; to a lower level analysis to examine its constituent parts, which is resisted by many criminologists as highly controversial. However, this book makes plain that the more we know about the nature side of behavior the more important we find the nurture side to be. It makes clear how the class/crime relationship and criminology in general, can benefit from the biosocial perspective; a perspective that many criminological luminaries expect to be the dominant paradigm for the twenty first century.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "87093": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 87093,
            "scholarlyactivityid": 27497
        }
    },
    "status": [
        {
            "id": 27497,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}