{
    "activityid": 27490,
    "fields": {
        "Type": "Book",
        "Title": "Feminist Criminology through a Biosocial Lens",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Edition": "",
        "Volume": "",
        "Publisher": "Carolina Academic Press",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Carolina Academic Press",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/90",
        "Description/Abstract": "The gender ratio problem (why always and everywhere males commit more criminal acts than females) has been called the single most important fact that criminology theories must be able to explain. Feminist criminology has attempted to do this for decades without success because it has relied on conceptual and theoretical tools from a single discipline — sociology.  A number of famous criminologists (e.g., Travis Hirschi) have concluded that an explanation of gender differences in crime from the sociological perspective may not be possible because it excludes biological sex, the powerful underlying base of gender. It is the contention of this book that unless feminist criminology comes to grips with the evolutionary and neurological bases of fundamental gender difference, the field will continue to flounder without compass.\nA number of other influential criminologists (e.g., Francis Cullen) have concluded that the biosocial paradigm is the paradigm of the 21st century. The biosocial paradigm is growing in strength every year, as an examination of both the number of published books and articles in professional journals in criminology and other social and behavioral science disciplines will attest. This book looks at feminist criminology in general and attempts to explain its main concerns from a biosocial perspective while showing that there is nothing illiberal about it and that biology can be a very powerful ally to criminology.  The book ranges across disciplines such as sociology, anthropology, psychology, behavioral and molecular genetics, the neurosciences, and evolutionary biology to attempt to answer the gender ratio problem.  It is time to apply this exciting and robust paradigm — one that avers that any trait or behavior of any living thing is always the result of biological factors interacting with environmental factors — to the most vexing issues of feminist criminology.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "87081": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 87081,
            "scholarlyactivityid": 27490
        }
    },
    "status": [
        {
            "id": 27490,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}