{
    "activityid": 27513,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Human Reproductive Strategies and Life History Theory",
        "Book Title": "The Role of Theory in Sex Research",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "17-32",
        "Edition": "",
        "Volume": "",
        "Publisher": "The Role of Theory in Sex Research",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/crimjust_facpubs/103",
        "Description/Abstract": "The only scientifically valid theory of basic behavioral design for both sexes of any animal species is evolution by natural selection. (The only alternative is purposeful design by a divine creator, and that is not science). An understanding of the basic behavioral differences between the sexes within species requires the additional guidance of the theories of sexual selection and parental investment, although it is not always apparent which sexually dimorphic behaviors are attributable to which process, nor is it possible to always clearly differential between the processes themselves (Mayr, 1972). Through the operation of these evolutionary processes, all sexually reproducing organisms, including humans, possess a suite of traits that determine how they will apportion mating effort and parental investment in order to assure maximum viability of their genetic material. The incredibly complex nature of human sexual behavior requires yet another layer of theory to render it coherent because any evolved genetic propensities to behave in one way or another are necessarily mediated by neurohormonal, developmental, and contextual variables. Life history theory is a strong candidate for providing this additional theoretical layer. Life history theory (which began over 30 years ago in quantitative genetics [Bonner, 1965]), while fully consistent with evolutionary theory, stresses and takes seriously the position that genes regulating evolved strategies are expressed facultatively (see Chisholm [1996] for an excellent overview of evolutionary life history theory).",
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/103",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "87115": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 87115,
            "scholarlyactivityid": 27513
        }
    },
    "status": [
        {
            "id": 27513,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2000,
            "termid": "1999/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}