{
    "activityid": 27521,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The Sex Ratio: A Biosocial Explanation for Racial Variation in Crime Rates",
        "Book Title": "Biosocial Criminology: Challenging Environmentalism's Supremacy",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "61-82",
        "Edition": "",
        "Volume": "",
        "Publisher": "Biosocial Criminology: Challenging Environmentalism's Supremacy",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/crimjust_facpubs/110",
        "Description/Abstract": "This chapter explores racial variation in crime rates, concentrating on the relationship between sexual activity and criminal behavior.  Various measures of sexual activity are more strongly related to both official and self-reported measures of antisocial behavior than almost any other demographic or individual level variable.  For instance, a review of the link between number of sex partners and criminal activity by Ellis and Walsh (2000) found 51 studies to be positive, one to be non-significant, and none to be negative.  The same authors found age of onset of sexual behavior to be negatively related to criminal behavior (the earlier the age of onset, the greater the involvement in criminal activity) in all 31 studies reviewed.  Sexual behavior is examined in the context of the effective sex ratio (the ratio of the number of available men of marriageable age to the number of available women of marriageable age).  The sex ratio is perhaps the best demographic predictor of crime rates across cities, states, and nations available to us (reviewed in Barber, 2000a).",
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/110",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "87127": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 87127,
            "scholarlyactivityid": 27521
        }
    },
    "status": [
        {
            "id": 27521,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2003,
            "termid": "2002/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}