{
    "activityid": 27531,
    "fields": {
        "Type": "Book",
        "Title": "Participatory Budgeting in Brazil: Contestation, Cooperation, and Accountability",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Edition": "",
        "Volume": "",
        "Publisher": "Pennsylvania State University Press",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Pennsylvania State University Press",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/75",
        "Description/Abstract": "As Brazil and other countries in Latin America turned away from their authoritarian past and began the transition to democracy in the 1980s and 1990s, interest in developing new institutions to bring the benefits of democracy to the citizens in the lower socioeconomic strata intensified, and a number of experiments were undertaken. Perhaps the one receiving the most attention has been Participatory Budgeting (PB), first launched in the southern Brazilian city of Porto Alegre in 1989 by a coalition of civil society activists and Workers' Party officials. PB quickly spread to more than 250 other municipalities in the country, and it has since been adopted in more than twenty countries worldwide. Most of the scholarly literature has focused on the successful case of Porto Alegre and has neglected to analyze how it fared elsewhere.\nIn this first rigorous comparative study of the phenomenon, Brian Wampler draws evidence from eight municipalities in Brazil to show the varying degrees of success and failure PB has experienced. He identifies why some PB programs have done better than others in achieving the twin goals of ensuring governmental accountability and empowering citizenship rights for the poor residents of these cities in the quest for greater social justice and a well-functioning democracy. Conducting extensive interviews, applying a survey to 650 PB delegates, doing detailed analysis of budgets, and engaging in participant observation, Wampler finds that the three most important factors explaining the variation are the incentives for mayoral administrations to delegate authority, the way civil society organizations and citizens respond to the new institutions, and the particular rule structure that is used to delegate authority to citizens.",
        "Origin": "Other"
    },
    "facultyid": "111670037",
    "coauthors": {
        "87144": {
            "firstname": "Brian",
            "middleinitial": "D",
            "lastname": "Wampler",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111670037",
            "authorid": 87144,
            "scholarlyactivityid": 27531
        }
    },
    "status": [
        {
            "id": 27531,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111670037",
    "attachments": []
}