{
    "activityid": 27579,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The Mother's Mark on the Daughter's Speech in The Woman Warrior",
        "Book Title": "Critical Insights: Maxine Hong Kingston's The Woman Warrior",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "Kathryn West and Linda T. Moser",
        "DOI": "978-1-68217-394-7 (hardcover);  978-1-68217-395-4 (e-book)",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "The Mother’s Mark on the Daughter’s Speech in The Woman Warrior\n\tIn The Woman Warrior, Kingston draws on many resources to develop a story about her protagonist’s individual development.  As the daughter of Chinese immigrants, she finds herself investigating selfhood in more than individual terms.  Her story is suffused with uncertainty, fantasy, and ambiguity, all of which she navigates through dramatic metaphors of voice and writing.  The book as a whole challenges its readers to consider the ways that language frames and generates meaning, showing that selfhood is shaped by culture.  In this chapter, I will draw upon three categories—prohibition, inscription, and incision—to examine Kingston’s responses to her mother and her legacy as the child of Chinese immigrants.  In particular, I will focus on the fact that, in a book rich with ambiguities, Kingston makes it clear that selfhood is not achieved in isolation.  Although individuation is important for self-development, selves mature in relation to family, history, language, and the contemporary world.  Kingston figures these relationships in several ways, but the mother’s role in embodying or mediating most of them is a consistent theme throughout the book.  By focusing on Kingston’s references to prohibited speech, writing, and scarification (in the form of tattooing or surgical cutting), I will demonstrate some of the ways in which The Woman Warrior portrays selfhood in dynamic and contingent terms, as a process.  Kingston prominently features the role of writing in the articulation of this process, implying that selfhood is an ongoing negotiation instead of a finished condition.\n\tThe first chapter of The Woman Warrior, “No Name Woman,” begins and ends with a dramatic prohibition.  However, the very existence of the chapter, as Kingston’s narrator makes clear, is an ironic violation of that prohibition.  By beginning her book in this way, Kingston shows that her protagonist Maxine must engage with the past in order to grow up.  She must violate the prohibition against telling the story of No Name Woman in order to articulate her sense of herself and the world that has produced her, and readers must conspire with her in the violation in order to proceed with the text.  To accompany Maxine on her adventure of self-knowledge—the adventure of becoming a woman with a name and an identity—readers must trudge with her through a taboo.\n\tWhat does this violation lead to or make possible?  In “White Tigers,” one answer seems to be that the narrator is now more free to invent and test new models of identity, a process which depends on the imaginative use of language.  In this chapter, Kingston foregrounds the role of writing in the development of her protagonist Maxine, partly through metaphors of Chinese script, as when she likens a bird to “the ideograph for ‘human’” (20), and partly through depicting writing in the form of scarification, as when the litany of revenges is carved into the skin of her protagonist’s back (34-35).  In the fantasy interlude in which she imagines herself as Fa Mu Lan, Kingston’s narrator begins to exercise her powers of language to produce more satisfying models of selfhood, models that might withstand the negative pressures of her environment.  \n\tIn the event, this first experiment articulates some important lessons about self-development (such as making mental “room for paradoxes” [29]), but it produces a model which proves only partially adequate or temporarily convincing to Kingston’s protagonist.  If the tattooing of the crimes upon Fa Mu Lan’s back provides one example of incision as a phase in the development and growth of the Maxine’s soul, however, it is not the only bodily mutilation that she experiences.  The ritual scarification results in an elegant though grisly script that inaugurates her hero’s quest, but Kingston refers to another form of incision in the last chapter of her book.\n\tIn that chapter, “A Song for a Barbarian Reed Flute,”  Kingston’s narrator alleges that her mother cut her frenum, a membrane connected to the tongue.  Readers have noted that Kingston both posits this event as factual and undercuts it as unverifiable, since the putative event happened in infancy and the narrator has no recollection of it.  The storytelling associated with the event comes to function as a fable because the mother’s stated purpose of cutting the frenum was to liberate the daughter’s speech.  Brave Orchid’s argument is that the narrator’s frenum was unduly restrictive, rooting her daughter’s tongue in a position that marred its capacity for speech, especially for speech in more than one language.  Hence the action was intended to support her daughter by giving her access to multiple worlds or cultures, an access she needs in order to function as a native-born American daughter of Chinese immigrants.  Regardless of the narrator’s conflicted feelings about that maternal support, her decision to end her memoirs with the story about the Barbarian flute song gives the last word not to herself alone but to both her mother and herself, in the form of a collaboration.  This choice is Kingston’s final reminder that selfhood is social.\n",
        "Web Address": "",
        "Origin": "Other"
    },
    "facultyid": "112139145",
    "coauthors": {
        "176740": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 176740,
            "scholarlyactivityid": 27579
        }
    },
    "status": [
        {
            "id": 27579,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 27579,
            "status": "Accepted",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 27579,
            "status": "Submitted",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "112139145",
    "attachments": [
        {
            "attachmentid": 11829,
            "mimetype": "application/pdf",
            "filename": "Kingston Mother's Mark (1).pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hsdmpVTzBFU1g4UGNvd2ZlSHh0QVhkNUtjSEhoQWFvSHlZbEF3SjFUM2NONXhyVHR1VUFrYTBCVlBPQXVBQTdQOHFJYitBd3I5VHRBPT0%3D",
            "filesize": 1241085
        }
    ]
}