{
    "activityid": 27580,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Translation and Transatlantic Crossings in Kevin Young’s Ardency",
        "Book Title": "Afterlife in the African Diaspora",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "Mae Henderson, Jean Scheper, and Howard Melton",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "Note: Jean Scheper sent an acceptance email on January 15, 2016, then wrote back on January 27, 2016  to indicate this was a mistake, without explaining why.  This turned out to be another instructive exercise in futility.\n\nTranslation and Transatlantic Crossings in Kevin Young’s Ardency\nIn Ardency (2011),  Kevin Young offers a series of interlinked poems depicting the Amistad case, in which enslaved Africans managed to secure their freedom and return to Africa after a prolonged legal battle.  In his book, Young resurrects the dead by depicting their words on the pages of his poem, but he reminds his readers that this very process is a translation of experience into representation.  Moreover, by focusing on the sailor James Covey’s role as a translator for the Amistad Africans, Young figures him as an alter ego of the poet.  \nIn identifying himself with Covey, Young stresses the transatlantic passage of the slave-trade together with the central role of language in the Amistad case.  Early in his book, Young subtly suggests the connection between his poetry and the act of translation when Covey asks himself, “Could this be my fate, / my invisible art, to translate an opaque race?” (21).  Young plays on the etymological sense of translation and metaphor (“carrying across”)  in a wish Covey conveys to his adoptive white father at the close of a letter: “May my words / reach you in manners I never can, crossing boundless blue between” (22).  Through this ritual-like valediction, Young figuratively links written communication to the transatlantic crossings of the Middle Passage and the eventual return to Africa of the Amistad rebels.\nYoung turns Covey’s work as translator into a more general allegory of the poet, who translates or bears the words of the past into the present, making them live in a new context.  Young’s poetic impersonations of Covey as well as the Amistad rebels “carry over” and transform not only the archival records documenting their struggle, but also the Amistad poems of Elizabeth Alexander (2005) and Robert Hayden (1945/1962).\n\nExplanation of Other:  provisional acceptance",
        "Web Address": "",
        "Origin": "Other"
    },
    "facultyid": "112139145",
    "coauthors": {
        "87246": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 87246,
            "scholarlyactivityid": 27580
        }
    },
    "status": [
        {
            "id": 27580,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "112139145",
    "attachments": []
}