{
    "activityid": 27608,
    "fields": {
        "Type": "Book",
        "Title": "Teaching Literature to Adolescents",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Edition": "",
        "Volume": "",
        "Publisher": "Erlbaum Associates",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Erlbaum Associates",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/164",
        "Description/Abstract": "This text for pre-service and in-service English education courses presents current methods of teaching literature to middle and high school students. The methods are based on social-constructivist/socio-cultural theories of literacy learning, and incorporate research on literary response conducted by the authors. Teaching Literature to Adolescents--a totally new text that draws on ideas from the best selling textbook, Teaching Literature in the Secondary School, by Beach and Marshall--reflects and builds on recent key developments in theory and practice in the field, including: *the importance of providing students with a range of critical lenses for analyzing texts and interrogating the beliefs, attitudes, and ideological perspectives encountered in literature; *organization of the literature curriculum around topics, themes, or issues; *infusion of multicultural literature and emphasis on how writers portray race, class, and gender differences; *use of drama as a tool for enhancing understanding of texts; *employment of a range of different ways to write about literature; *integration of critical analysis of film and media texts with the study of literature; *blending of quality young adult literature into the curriculum; and *attention to students who have difficulty succeeding in literature classes due to reading difficulties, disparities between school and home cultures, attitudes toward school/English, or lack of engagement with assigned texts or response activities. Thoughtfully designed to draw readers into interacting with the text, each chapter is organized around a specific question English educators frequently hear in working with pre-service and in-service teachers, and includes a Case Narrative that frames discussion of the issue that is the focus of the chapter. Many chapters include teacher narratives or lesson plans that demonstrate how a teacher implements the proposed methods. All chapters conclude with an Action Research Activity or Portfolio Reflection Activity, and an Additional Online Activities, Links, and Further Reading Suggestions box directing readers to the Teaching Literature Web site designed to be used in conjunction with this text. The interactive Web site contains recommended readings, resources, and activities; links to Web sites and PowerPoint presentations; and opportunities for readers to contribute teaching units to the Web site databases. Instructors and students in middle and high school English methods courses will appreciate the clear, engaging, useful integration of theory, methods, and pedagogical features offered in this text.",
        "Origin": "Other"
    },
    "facultyid": "111706620",
    "coauthors": {
        "87285": {
            "firstname": "Richard",
            "middleinitial": "",
            "lastname": "Beach",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 87285,
            "scholarlyactivityid": 27608
        },
        "87286": {
            "firstname": "Deborah",
            "middleinitial": "",
            "lastname": "Appleman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 87286,
            "scholarlyactivityid": 27608
        },
        "87287": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Hynds",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 87287,
            "scholarlyactivityid": 27608
        },
        "87288": {
            "firstname": "Jeffrey",
            "middleinitial": "David",
            "lastname": "Wilhelm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111706620",
            "authorid": 87288,
            "scholarlyactivityid": 27608
        }
    },
    "status": [
        {
            "id": 27608,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111706620",
    "attachments": []
}