{
    "activityid": 27603,
    "fields": {
        "Type": "Book",
        "Title": "Going with the Flow: How to Engage Boys (and Girls) in Their Literacy Learning",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Edition": "",
        "Volume": "",
        "Publisher": "Heinemann",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "Heinemann",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/133",
        "Description/Abstract": "Why do boys embrace literate behaviors outside of school but reject them inside school? How can adolescents connect their outside-of-school literacy to school purposes? How can we use the present instructional moment to encourage students to continue growing as readers and writers in the future? Michael Smith and Jeffrey Wilhelm have answers, and in Going with the Flow, they share new and powerful ways to build strong literacy habits in adolescent boys-and girls. Drawing on the research that won &quot;Reading Don't Fix No Chevys&quot; the NCTE David H. Russell Award, Smith and Wilhelm take Chevys out of the showroom onto the road, presenting classroom-tested units, lessons, and activities that get boys reading and writing and keep them involved in literacy learning. Going with the Flow fully illustrates their approach to designing and sequencing instruction, taking you from developing activities that prepare students for success before they are even given assignments to fostering meaningful classroom discussions. Even if you haven't read &quot;Reading Don't Fix No Chevys,&quot; Smith and Wilhelm provide a succinct summation of their research to get you started, then give you classroom transcripts, lesson-planning tips, and strategies for interacting with students to help you implement their ideas. Learn how to help teenagers love learning and how to assist them in meeting new literacy challenges. Read Smith and Wilhelm and let Going with the Flow be your indispensable guide to discovering a new way to communicate with adolescent readers and writers.",
        "Origin": "Other"
    },
    "facultyid": "111706620",
    "coauthors": {
        "87276": {
            "firstname": "Michael",
            "middleinitial": "W.",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 87276,
            "scholarlyactivityid": 27603
        },
        "87277": {
            "firstname": "Jeffrey",
            "middleinitial": "David",
            "lastname": "Wilhelm",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111706620",
            "authorid": 87277,
            "scholarlyactivityid": 27603
        }
    },
    "status": [
        {
            "id": 27603,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111706620",
    "attachments": []
}