{
    "activityid": 27771,
    "fields": {
        "Type": "Book",
        "Title": "Vietnam: A Global Studies Handbook",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Edition": "",
        "Volume": "",
        "Publisher": "ABC-CLIO",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "ABC-CLIO",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/fac_books/235",
        "Description/Abstract": "The only handbook on Vietnam that combines colorful, discursive chapters and supporting reference materials.While most Americans might still think of Vietnam as little more than the site of a war that spread from the 1960s to the 1970s, such broad typecasting glosses over a complicated and frequently misrepresented country. Vietnam brings the nation's dynamic history, society, religious institutions, and much more to the page.Beginning with a lengthy introduction to Vietnam's past, this book traces the historical context that serves as a foundation for the present-day society and culture of this Southeast Asian nation. Intended for nonspecialists and other Asian enthusiasts, this work gives readers a thorough understanding of this diverse, richly storied land. From Vietnam's indigenous dynasties to outside influences including Buddhism, Confucianism, Western imperialism, and the Chinese bureaucracy system, the long path to a Vietnamese identity is traced—one that showcases a people's resilience, creativity, and intense love of freedom. This volume includes translations of numerous primary documents. From the narrative sections on Vietnamese history and society to the A–Z format of significant people and events, Vietnam: A Global Studies Handbook brings Vietnam to life.",
        "Origin": "Other"
    },
    "facultyid": "111111800",
    "coauthors": {
        "87615": {
            "firstname": "Lindsay",
            "middleinitial": "Shelton",
            "lastname": "Woods",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111800",
            "authorid": 87615,
            "scholarlyactivityid": 27771
        }
    },
    "status": [
        {
            "id": 27771,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2002,
            "termid": "2001/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111800",
    "attachments": []
}