{
    "activityid": 27837,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Empowering Digital Learners: A Self-Managing Learning Process Framework for Digital Game-Based Learning System (DGBLS)",
        "Book Title": "Interactivity in E-Learning: Case Studies and Frameworks",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "210-230",
        "Edition": "",
        "Volume": "",
        "Publisher": "Interactivity in E-Learning: Case Studies and Frameworks",
        "Publisher Location": " ",
        "ISBN": "http://dx.doi.org/10.4018/978-1-61350-441-3.ch010",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/edtech_facpubs/34",
        "Description/Abstract": "Motivation  drives our learning behaviors. Our abilities to intentionally control  our motivation to learn, however, remain largely limited because  motivation is a subliminal and synthetic mental state derived from the  interactivity between our prior experiences and the learning  environment. In a digital game-based learning system (DGBLS), learners  are always bombarded by a colossal amount of cognitive, social, and  affective stimuli that afford and affect the interactivity, which can  easily trigger learners' motivational responses and leads to the  consequences of not being able to manage their motivation. As a result  the intended learning processes can be interrupted. Although learners  cannot control their motivation in this case, they can manage their  interactivity with the DGBLS to select and process stimuli that are  relevant to the learning tasks. Therefore this chapter intends to  propose a process framework to empower learners to autonomously manage  their interactivity with the DGBLS in order to stay focused on the  learning tasks. Specifically this framework will draw literatures on  learners' motivational processing and cognitive processing pertaining to  learning in the DGBLS.",
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/34",
        "Origin": "Other"
    },
    "facultyid": "113078547",
    "coauthors": {
        "87767": {
            "firstname": "Wenhao",
            "middleinitial": "David",
            "lastname": "Huang",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 87767,
            "scholarlyactivityid": 27837
        },
        "87768": {
            "firstname": "Dazhi",
            "middleinitial": "",
            "lastname": "Yang",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113078547",
            "authorid": 87768,
            "scholarlyactivityid": 27837
        }
    },
    "status": [
        {
            "id": 27837,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113078547",
    "attachments": []
}