{
    "activityid": 27867,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Spontaneous Order and the Problem of Religious Revolution",
        "Book Title": "Liberalism, Conservatism, and Hayek's Idea of Spontaneous Order",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "107-126",
        "Edition": "",
        "Volume": "",
        "Publisher": "Liberalism, Conservatism, and Hayek's Idea of Spontaneous Order",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/polsci_facpubs/53",
        "Description/Abstract": "Hayek uses spontaneous order to explain how free markets operate and how they arise. Explaining how markets operate, Hayek argues that economic efficiency on a global scale arises as the consequence of many discrete, individual, dispersed actions. Individuals possess pieces of knowledge necessary to pursue interests, and the price system of the free market acts as an uncontrolled and uncontrollable mechanism sending signals to people as they pursue their interests. The positive results of this free market system are twofold and mutually reinforcing: producers and consumers cooperate in exchanging goods and the economy as a whole achieves high levels of productivity in goods produced. Following Smith's famous thesis about the &quot;invisible hand,&quot; Hayek holds that no single mind is capacious or competent enough to move the pieces of the free market chessboard as efficiently as the free market itself. This led Hayek to believe in the spontaneous ascension of the spontaneous order itself. The Great Society arose as the product of cultural evolution whereby &quot;institutions and morals, language and law have evolved by a process of cumulative growth and that it is only with and within this framework that human reason has grown and can successfully operate.&quot;1 This evolution also is Darwinian because homegrown traditions survive when they, unlike competing traditions, successfully meet needs.2",
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/53",
        "Origin": "Other"
    },
    "facultyid": "111643642",
    "coauthors": {
        "87801": {
            "firstname": "Scott",
            "middleinitial": "E",
            "lastname": "Yenor",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643642",
            "authorid": 87801,
            "scholarlyactivityid": 27867
        }
    },
    "status": [
        {
            "id": 27867,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643642",
    "attachments": []
}