{
    "activityid": 2788,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "New and Current Microbiological Tools for Ecosystem Ecologists: Towards a Goal of Linking Structure and Function",
        "Journal": "American Midland Naturalist",
        "Volume": "",
        "Month / Season": "2008-07-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/4",
        "Description/Abstract": "Interest in the relationships between soil microbial communities and ecosystem functions is growing with increasing recognition of the key roles microorganisms play in a variety of ecosystems. With a wealth of microbial methods now available, selecting the most appropriate method can be daunting, especially to those new to the field of microbial ecology. In this review, we highlight those methods currently used and most applicable to ecological studies, including assays to study various aspects of the carbon and nitrogen cycles (e.g., pool dilution, acetylene reduction, enzyme analyses, among others), methods to assess microbial community composition (e.g., phospholipid fatty acid analysis (PLFA), denaturing gradient gel electrophoresis (DGGE), terminal restriction fragment length polymorphism analysis (TRFLP), quantitative polymerase chain reaction (qPCR)) and methods to directly link community structure to function (e.g., stable isotope probing (SIP)). In our discussion of these methods, we describe the information each method provides, as well as some of their strengths and weaknesses. Using a case study, we illustrate how these methods can be applied to investigate relationships between microbial communities and the processes they perform in wetland ecosystems. We end our discussion with a series of questions to consider prior to designing experiments, in the hope that these questions will help guide ecologists in selecting the most appropriate method(s) for their research.",
        "Origin": "Other"
    },
    "facultyid": "112058703",
    "coauthors": {
        "7749": {
            "firstname": "Kevin",
            "middleinitial": "P",
            "lastname": "Feris",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112058703",
            "authorid": 7749,
            "scholarlyactivityid": 2788
        }
    },
    "status": [
        {
            "id": 2788,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112058703",
    "attachments": []
}