{
    "activityid": 27923,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Stress, Alcohol, and Demographic Change in Northern Siberia",
        "Book Title": "Medical Anthropology in Ecological Perspective",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "298-303",
        "Edition": "",
        "Volume": "",
        "Publisher": "Medical Anthropology in Ecological Perspective",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/anthro_facpubs/84",
        "Description/Abstract": "Ust-Avam is an indigenous community of about 700 individuals  300 km north of the Arctic Circle on the Taimyr Peninsula in Siberia (Russia). The community is located at the tundra-taiga transition in the Central Taimyr Lowlands. Ust-Avam is ethnically mixed with Dolgan, Nganasan, and a small minority of non-native newcomers. I have conducted ethnographic work there since 1992.\nThe Dolgan population includes Sakha, Evenk, and Russian &quot;tundra peasant&quot; ancestries. Dolgan families traditionally practiced reindeer pastoralism, in combination with game hunting, fishing, trapping, and mercantile trading. The Nganasan traditionlly hunted wild reindeer herds. They rejected Russian Orthodox missionaries, unlike the Dolgan. After 250 years as subjects of czarist Russian, the Dolgan and Nganasan were incorporated intot he planned economy under the Soviets beginning in the early 1930s. As permanent settlements were built most adults came to work at state-managed rural enterprises, schools, the post office, and village administration. As a result of development, by the 1970s residents of Ust-Avam had lost their domestic reindeer (and their ability to travel independent of technology and fuel supplies).\nThe collapse of the USSR in the 1991 significantly affected Taimyr economy. In Ust-Avam, most working-aged adults were laid off their jobs in 1993. From 1993 to 1997, I documented drastic decreases in fertility rates and increases in mortality due to alcohol (Ziker 2002). Native community members across Siberia blamed uncontrolled sales of alcohol and binge drinking for many of the deaths.",
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/84",
        "Origin": "Other"
    },
    "facultyid": "111715805",
    "coauthors": {
        "87895": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 87895,
            "scholarlyactivityid": 27923
        }
    },
    "status": [
        {
            "id": 27923,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111715805",
    "attachments": []
}