{
    "activityid": 27922,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Microdemographics and Indigenous Identity in the Central Taimyr Lowlands",
        "Book Title": "Indigenous Peoples and Demography: The Complex Relation between Identity and Statistics",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "219-237",
        "Edition": "",
        "Volume": "",
        "Publisher": "Indigenous Peoples and Demography: The Complex Relation between Identity and Statistics",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/anthro_facpubs/80",
        "Description/Abstract": "Identity systems in indigenous and small-scale societies are known to include kinship and marriage systems, exchange networks and larger solidarities, such as lineages, clans and regional groups (Fox 1984; Stone 2000). Human identities can be hierarchically embedded on multiple layers and associated with language and national citizenship, and anthropologists have documented how various identities can be employed depending on social context.  When governments become involved in enumerating people with complex identities, census categories are not necessarily congruent with native views.1 In other words, ways of recording identity and related demographic and economic descriptions are subject to the biases of those people conducting the enumeration. These anomalies are both appealing to scholars of demography and particularly important for indigenous populations. In any case, demographic sources, if sufficiently detailed, have the potential to illuminate indigenous kinship or other identity connections, add to family oral histories, and document traditional land-tenure patterns. Demographic details can also provide indices of population health through time and inform debates about dynamic relationships between states and indigenous populations.",
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/80",
        "Origin": "Other"
    },
    "facultyid": "111715805",
    "coauthors": {
        "87894": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 87894,
            "scholarlyactivityid": 27922
        }
    },
    "status": [
        {
            "id": 27922,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111715805",
    "attachments": []
}