{
    "activityid": 27925,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The Spatial Demography of the 'Outer Taiga' of the Zhuia River Valley, Eastern Siberia",
        "Book Title": "The 1926/27 Soviet Polar Census Expeditions",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "199-225",
        "Edition": "",
        "Volume": "",
        "Publisher": "The 1926/27 Soviet Polar Census Expeditions",
        "Publisher Location": " ",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "http://scholarworks.boisestate.edu/anthro_facpubs/48",
        "Description/Abstract": "A census is often associated with the accounting of people; however people always live in places - and place is usually a silent partner in demographic research. In this chapter we present our interim results of a project reconstructing the cultural landscape of what is today a remote resource extraction outpost of Irkutsk oblast'. Our project used traditional ethnographic field research, ethnohistorical interpretation, and environmental archaeology to understand the intersecting environments of Evenki, Iakut, Russian Settler and Russian Industrial inhabitants. Here we focus upon the meaning of certain transitory spaces often described as 'encampments' [stoibishche] in official Soviet archival records but today are often called 'meadows' [poliana] or 'seasonal or overwintering cabins' [zimov'e] by local people. The Polar Census enumerator A. T. Samokhin wrote of the transitory spaces in his manuscripts with great energy and yet with great difficulty since they complicated the official distinction between 'nomadic' and 'sedentary' populations. Here we argue that a sufficient understanding of the interaction of people and place forces a broader understanding of the 'built environment' which includes meadows, trails and culturally modified trees as material signs of a flexible and autonomous hunting and herding culture. We propose that the material artefacts of what Samokhin described a 'chaotic' and 'semi-nomadic' [polukochevoe] existence can be better described as an adaptation focused upon the use of a 'river valley' [reka] as a territorial unit. Instead of concurring with older arguments that these 'not-yet' settled adaptations were signs of the half=completed pressures of cultural evolution and the incipient extinction of ancient nomadic forms, we argue that this semi-settled use of place if finely attuned to exploit the hunting and trade opportunities that mining and the fur-trade created. Our ethnographic work demonstrates that these adaptations are still viable today in the post-Soviet period. This chapter underscores the importance of the Polar Census archive for providing a frame for the project around which other types of data - such as landscape - can be arranged.",
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/48",
        "Origin": "Other"
    },
    "facultyid": "111715805",
    "coauthors": {
        "87897": {
            "firstname": "David",
            "middleinitial": "G.",
            "lastname": "Anderson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116656",
            "authorid": 87897,
            "scholarlyactivityid": 27925
        },
        "87898": {
            "firstname": "Evgenii",
            "middleinitial": "M.",
            "lastname": "Ineshin",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 87898,
            "scholarlyactivityid": 27925
        },
        "87899": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 87899,
            "scholarlyactivityid": 27925
        }
    },
    "status": [
        {
            "id": 27925,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111715805",
    "attachments": []
}