{
    "activityid": 2794,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effect of Ethanol on Microbial Community Structure and Function During Natural Attenuation of Benzene, Toluene, and o-Xylene in a Sulfate-Reducing Aquifer",
        "Journal": "Environmental Science &amp; Technology",
        "Volume": "42",
        "Month / Season": "2008-04-01",
        "Issue Number": "7",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "2289-2294",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1021/es702603q",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/3",
        "Description/Abstract": "Ethanol (EtOH) is a commonly used fuel oxygenate in reformulated gasoline and is an alternative fuel and fuel supplement. Effects of EtOH release on aquifer microbial ecology and geochemistry have not been well characterized in situ. We performed a controlled field release of petroleum constituents (benzene (B), toluene (T), o-xylene (o-X) at ?1–3 mg/L each) with and without EtOH (?500 mg/L). Mixed linear modeling (MLM) assessed effects on the microbial ecology of a naturally sulfidic aquifer and how the microbial community affected B, T, and o-X plume lengths and aquifer geochemistry. Changes in microbial community structure were determined by quantitative polymerase chain reaction (qPCR) targeting Bacteria, Archaea, and sulfate reducing bacteria (SRB); SRB were enumerated using a novel qPCR method targeting the adenosine-5?-phosphosulfate reductase gene. Bacterial and SRB densities increased with and without EtOH-amendment (1?8 orders of magnitude). Significant increases in Archaeal species richness; Archaeal cell densities (3–6 orders of magnitude); B, T, and o-X plume lengths; depletion of sulfate; and induction of methanogenic conditions were only observed with EtOH-amendment. MLM supported the conclusion that EtOH-amendment altered microbial community structure and function, which in turn lowered the aquifer redox state and led to a reduction in bioattenuation rates of B, T, and o-X.",
        "Origin": "Other"
    },
    "facultyid": "112058703",
    "coauthors": {
        "7783": {
            "firstname": "Kevin",
            "middleinitial": "P",
            "lastname": "Feris",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112058703",
            "authorid": 7783,
            "scholarlyactivityid": 2794
        }
    },
    "status": [
        {
            "id": 2794,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112058703",
    "attachments": []
}