{
    "activityid": 28054,
    "fields": {
        "Type": "Book",
        "Title": "The Securitization of Water in the American West",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Edition": "",
        "Volume": "",
        "Publisher": "Palgrave Press",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The University of Nevada Press rejected my manuscript that I submitted in early 2018. I have been able to secure a new contract with Palgrave Press with a Deadline this Spring. \n\nThis book explores the role of unauthorized water use in the American West (examining 11 Western States including: Arizona, California, Colorado,Idaho, Montana, Nevada, New Mexico, Oregon, Utah, Washington, and Wyoming), and argues that climate change and population growth will put more demand on water management agencies such as Idaho’s Department of Water Resources to demonstrate they are protecting the water rights of their citizens.  To assess how well-positioned each state is to adapt to climate and population changes, the author surveyed water management agencies on their unauthorized water use management strategies, finding that states vary significantly in their approaches.  After establishing the status quo, the book examines the likely policy options states and the federal government will have in addressing unauthorized water use. Weaving together a narrative drawing from a mixture of political science theory and water policy research, along with interviews of state officials and water users, and primary data, the author tells the story of how proper resource management is central to the social, political, and economic life in the American West.\n",
        "Origin": "Manual"
    },
    "facultyid": "114002030",
    "coauthors": {
        "191563": {
            "firstname": "Isaac",
            "middleinitial": "M",
            "lastname": "Castellano",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002030",
            "authorid": 191563,
            "scholarlyactivityid": 28054
        }
    },
    "status": [
        {
            "id": 28054,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 28054,
            "status": "In Progress",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114002030",
    "attachments": []
}