{
    "activityid": 28243,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Social engineering and its countermeasures",
        "Book Title": "Handbook of Research on Social and Organizational Liabilities in Information Security",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "228-242",
        "Edition": "",
        "Volume": "",
        "Publisher": "IGI Global",
        "Publisher Location": "Hershey, Pennsylvania",
        "ISBN": "10.4018/978-1-60566-132-2.ch014",
        "Author/Editor of Larger Work": "Gupta, M.",
        "DOI": "9781605661322",
        "Author(s) / Editor(s)": null,
        "Web address": "https://www.igi-global.com/chapter/social-engineering-its-countermeasures/21344",
        "Description/Abstract": "In 1970, Jerry Schneider took part in an early example of social engineering. While dumpster diving the local Pacific Telephone office, Jerry found the procedures for making internal equipment orders and charging them to company accounts. Posing on the phone, or pretexting, as company employees he was able to get the correct account numbers and eventually stole and resold about $250,000 in computer equipment (Whiteside, 1979). Twenty-five years later, in 2005, Hewlett-Packard’s board discovered that sensitive information from a board meeting had been leaked to the media. The chairman of the board decided to determine the culprit and hired a security consulting firm for the job. Private investigators from the firm called the phone company and, posing as the victims, or pretexting, obtained the phone records of members of the media without their knowledge (Kersetter, 2006; Shankland, 2006). Recently, many people with email accounts have been recipients of yet another social engineering attack, phishing, the use of deceptive emails to encourage users to input sensitive identifying data. These three cases are specific examples of a more general information security phenomenon: social engineering.\n\nSocial engineering is the use of deception and other non-technical means to gain unauthorized access to information or information systems. Social engineering has been used to describe a number of attacks ranging from widespread phishing for identity information to targeted pretexting for corporate or governmental espionage. Social engineers rely on psychological triggers (e.g., fear, kindness, and greed) and cognitive biases (e.g., truth bias, anchoring, and miscalculation of risk) to gain unauthorized access and evade detection. For the most part, current countermeasures against social engineering attacks rely on people for prevention by educating users through awareness programs and by policy implementation, enforcement and auditing, although new technical countermeasures are emerging.\n\nThis chapter has the following objectives:\n\n• Define social engineering\n• Provide a taxonomy of social engineering attacks\n• Discuss emotional triggers and cognitive biases on which social engineers rely\n• Describe current social engineering countermeasures and how they map to techniques\n• Discuss future trends in social engineering research and countermeasures\nTop\n",
        "Web Address": "https://www.igi-global.com/chapter/social-engineering-its-countermeasures/21344",
        "Origin": "Manual"
    },
    "facultyid": "114065605",
    "coauthors": {
        "235031": {
            "firstname": "Douglas",
            "middleinitial": "P",
            "lastname": "Twitchell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114065605",
            "authorid": 235031,
            "scholarlyactivityid": 28243
        }
    },
    "status": [
        {
            "id": 28243,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114065605",
    "attachments": [
        {
            "attachmentid": 6080,
            "mimetype": "application/pdf",
            "filename": "BC1 - SEChapter-final_proof.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRithREY5S3Vqa0Y5dms2d3lxay82ZWg3RE1yTU9zVlNvSzFGTysrajFmZ1ZnTHNZUnVLbUthNXlleVY3ZzhRN1pMVT0%3D",
            "filesize": 526008
        }
    ]
}