{
    "activityid": 28326,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Seed predation by harvester ants hinders the successful introduction of slickspot peppergrass",
        "Conference/Meeting Name": "Morley Nelson Snake River Birds of Prey National Conservation Area Annual Symposium",
        "Conference Location": "Boise, Idaho",
        "Date or Date Range": "Nov 10",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Owyhee harvester ants, Pogonomyrmex salinus, are large-scale consumers of seeds, including those of slickspot peppergrass, Lepidium papilliferum, a rare mustard endemic to southwest Idaho. We conducted a field experiment to evaluate the extent to which the foraging activities of harvester ants hinder the success of efforts to establish slickspot peppergrass in suitable habitat. In the summer of 2014 we introduced L. papilliferum seeds to slick spots at a site that had no documented historical population of L. papilliferum. Seed survival (as indicated by germination the following year) was significantly higher in cages that prevented access by harvester ants; very few seeds exposed to ants survived to germinate. We repeated the experiment in fall 2014 in an effort to introduce seeds after harvester ants had become inactive for the winter.  However, unseasonably warm temperatures shortly after seed release led to similar levels of seed loss to ants. A third seed release in fall 2015 confirmed that when ants were inactive due to low temperatures, seed survival was uniformly high across cages. In addition to presenting the seed survival results, we report on the flowering and fruiting success of seeds that survived to germinate in our study, and on a new large-scale effort to establish and rehabilitate L. papilliferum populations through seed introductions.",
        "Origin": "Manual"
    },
    "facultyid": "111644287",
    "coauthors": {
        "91448": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 91448,
            "scholarlyactivityid": 28326,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "91449": {
            "firstname": "Michelle",
            "middleinitial": "",
            "lastname": "Jeffries",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 91449,
            "scholarlyactivityid": 28326,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "91450": {
            "firstname": "Emily",
            "middleinitial": "",
            "lastname": "Mydlowski",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 91450,
            "scholarlyactivityid": 28326,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        }
    },
    "status": [
        {
            "id": 28326,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}