{
    "activityid": 28439,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Swimming with the Tide: Lending Mobile Technology in the Library",
        "Conference/Meeting Name": "Annual Conference",
        "Conference Location": "Nampa, ID",
        "Date or Date Range": "October",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "Idaho Library Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As e-content becomes the preferred format for many users and mobile learning becomes a priority for students and university administrators, Albertsons Library continues to support student learning by providing access to mobile devices. In 2008, Albertsons Library started lending library-use-only laptops to Boise State students. In 2011, iPads were added to the collection. The library continues to provide, laptops - PCs and Macs, laptop cords, iPads, iPad chargers, USB cords, iPhone 5 chargers, portable baMeries for mobile devices, and other pieces of technology and equipment. We will discuss the infrastructure required to support the use of multiple mobile devices, including wireless networks, IT support, budgeting, pre-loading apps onto devices, bulk app purchasing, iPad reimaging, and patron privacy. Join us in this session to discuss technology lending, loan limits, fines and fees, and practical feedback about our experiences. We will end the session with questions and answers and group discussion to learn about others’ technology lending experiences, and successes and challenges at other libraries. ",
        "Origin": "Manual"
    },
    "facultyid": "113171215",
    "coauthors": {
        "113806": {
            "firstname": "Heather",
            "middleinitial": "L",
            "lastname": "Grevatt",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113171215",
            "authorid": 113806,
            "scholarlyactivityid": 28439
        },
        "113807": {
            "firstname": "Mary",
            "middleinitial": "",
            "lastname": "Aagard",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113139439",
            "authorid": 113807,
            "scholarlyactivityid": 28439
        }
    },
    "status": [
        {
            "id": 28439,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113171215",
    "attachments": []
}