{
    "activityid": 28441,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Brain Breaks and Bouncy Balls: Kinesthetic Learning in the Library",
        "Conference/Meeting Name": "Annual Conference",
        "Conference Location": "Idaho Falls, ID",
        "Date or Date Range": "October",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "Idaho Library Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Kinesthetic learners learn best by doing and they are everywhere. They are the college student in your library instruction session who cannot seem to find the right database even though you have spoken the directions several times. They are the third grader in your school library who doesn’t know what Dewey Decimal means or how to us it, even though you have colorful posters on every wall. They are the staff member in your public library who fidgets through the weekly meeting and then wonders aloud why meetings can’t be held outside. Library instruction and libraries in general are uniquely suited to incorporating multi-sensory learning, but library staff often think creating physical activities will be daunting- Won’t it be a lot of work? What if someone can’t participate? In this fun and interactive session we will be moving and shaking as we explore just how easy kinesthetic instruction can be and how it can be incorporated into almost any library circumstance from academic classes to board meetings. We will also address potential pitfalls and allow time to share ideas and stories of kinesthetic learning experiences.",
        "Origin": "Manual"
    },
    "facultyid": "113171215",
    "coauthors": {
        "113812": {
            "firstname": "Heather",
            "middleinitial": "L",
            "lastname": "Grevatt",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113171215",
            "authorid": 113812,
            "scholarlyactivityid": 28441
        }
    },
    "status": [
        {
            "id": 28441,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113171215",
    "attachments": []
}