{
    "activityid": 2862,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Emerging Role of Pharmacology in Understanding Consumer–Prey Interactions in Marine and Freshwater Systems",
        "Journal": "Integrative &amp; Comparative Biology",
        "Volume": "49",
        "Month / Season": "2009-09-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "291-313",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1093/icb/icp049",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/53",
        "Description/Abstract": "Within our lakes, streams, estuaries, and oceans, there is an astounding chemodiversity of secondary metabolites produced by microbes, algae, and invertebrates. Nearly 30 years of study have yielded hundreds of examples in which secondary metabolites alter the foraging behavior or fitness of aquatic consumers, or both. However, our understanding of the mechanisms that mediate the fate and consequences of these metabolites in aquatic consumers remains in its infancy. Interactions between metabolites and consumers at the molecular and biochemical level are the purview of modern pharmacology, which is rooted in the long history of human–drug interactions and can be adopted for ecological studies. Here, we argue that a pharmacological approach to consumer–prey interactions will be as productive within aquatic systems as it has been for understanding terrestrial systems. We review the diversity of secondary metabolites in aquatic organisms, their known effects on the feeding behaviors and performance of aquatic consumers, and the few studies that have attempted to describe their biochemical manipulation within consumer tissues, i.e., their absorption, distribution, metabolism (including detoxification), and excretion. We then highlight vexing issues in the ecology and evolution of aquatic consumer–prey interactions that would benefit from a pharmacological approach, including specialist-versus-generalist feeding strategies, dietary mixing, nutrient–toxin interactions, and taste. Finally, we argue that a pharmacological approach could help to predict how consumer–prey interactions are altered by global changes in pH, water temperature and ultraviolet radiation, or by pollution. Arguably, the state of knowledge of aquatic consumer–prey interactions is equivalent to that faced by ecologists studying terrestrial herbivores in the 1970s; the literature documents profound variation among consumers in their feeding tolerances for secondary metabolites without a thorough understanding of the mechanisms that underlie that variation. The subsequent advancement in our understanding of terrestrial herbivores in the intervening decades provides confidence that applying a pharmacological approach to aquatic consumers will prove equally productive.",
        "Origin": "Other"
    },
    "facultyid": "112172788",
    "coauthors": {
        "8126": {
            "firstname": "Erik",
            "middleinitial": "E.",
            "lastname": "Sotka",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8126,
            "scholarlyactivityid": 2862
        },
        "8127": {
            "firstname": "Jennifer",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112172788",
            "authorid": 8127,
            "scholarlyactivityid": 2862
        },
        "8128": {
            "firstname": "Michael",
            "middleinitial": "",
            "lastname": "Horn",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8128,
            "scholarlyactivityid": 2862
        },
        "8129": {
            "firstname": "Alistair",
            "middleinitial": "G. B.",
            "lastname": "Poore",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8129,
            "scholarlyactivityid": 2862
        },
        "8130": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Raubenheimer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8130,
            "scholarlyactivityid": 2862
        },
        "8131": {
            "firstname": "Kristen",
            "middleinitial": "E.",
            "lastname": "Whalen",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8131,
            "scholarlyactivityid": 2862
        }
    },
    "status": [
        {
            "id": 2862,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112172788",
    "attachments": []
}