{
    "activityid": 28842,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Sustainability Reporting and New Governance:  South Africa Marks the Path to Improved Corporate Disclosure",
        "Journal": "Cardozo Journal of International and Comparative Law",
        "Volume": "23",
        "Month / Season": "Winter",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "233-293",
        "Publisher": "Yeshiva University/Benjamin N. Cardozo School of Law",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The past decade has seen a dramatic increase in corporate disclosure of environmental and social information in the form of sustainability reporting.  This growth trajectory, coupled with dissatisfaction with current reporting schemes, has fueled debate over the future of sustainability reporting.  The discussion consists primarily of criticism of existing reporting systems and is often polarized between proponents of continued voluntary reporting and proponents of increased mandatory reporting.    Missing from the debate is a critical recognition:  the shortcomings of existing reporting mechanisms reflect the public policy drawbacks of the processes that created them.\nThis Article addresses the question of how to improve sustainability reporting by examining the processes used to create reporting structures and contrasts command-and-control regulation with New Governance.  New Governance theory identifies situations where traditional top-down regulation is ineffective and proposes alternative forms of regulation characterized by decentralized decision-making and greater stakeholder participation.  I argue that New Governance provides a superior analytical framework for constructing more robust sustainability reporting regimes and use South Africa’s New Governance-based reporting regime as an example of New Governance’s potential.  The Article employs New Governance principles and the South African experience to identify shortcomings with existing sustainability reporting mechanisms and to mark a path to improved sustainability reporting.\n",
        "Origin": "Manual"
    },
    "facultyid": "114065992",
    "coauthors": {
        "215335": {
            "firstname": "Ruth",
            "middleinitial": "",
            "lastname": "Jebe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114065992",
            "authorid": 215335,
            "scholarlyactivityid": 28842,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 28842,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114065992",
    "attachments": []
}