{
    "activityid": 28840,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The WTO Decision on China's Export Restrictions for Raw Materials",
        "Journal": "Business Law Review (Kluwer)",
        "Volume": "45",
        "Month / Season": "Spring",
        "Issue Number": "47",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "47-73",
        "Publisher": "Husson University",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The January 2012 decision by the World Trade Organization (WTO) in the matter of Chinese export restrictions on raw materials is notable in several respects.   First, China has recently restricted exports of rare earth elements, causing considerable anxiety for many clean-tech and high-tech manufacturers in Japan, Taiwan, the United States and the European Union.   Chinese rare earth elements account for ninety-seven percent of the world's supply, and these elements are essential for wind power, hybrid automobile technology, and many electronic products.  Second, the WTO decision determines, for the first time, a crucial question under Article XI:2 of the GATT 1994 regarding &quot;critical shortages.&quot;  Third, the WTO decision confirms and strengthens several critical concepts in Article XX, which provides WTO member states with some leeway in pursuing environmental goals while maintaining GATT-consistent import and export policies.  This article reviews the WTO Dispute Panel decision as well as the confirming Appellate Body report.  In brief, China's export restrictions were found to be inconsistent with its obligations as a member of the WTO.",
        "Origin": "Manual"
    },
    "facultyid": "114065992",
    "coauthors": {
        "96247": {
            "firstname": "Ruth",
            "middleinitial": "",
            "lastname": "Jebe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114065992",
            "authorid": 96247,
            "scholarlyactivityid": 28840,
            "classifications": {
                "Role": "Author"
            }
        },
        "96248": {
            "firstname": "Don",
            "middleinitial": "",
            "lastname": "Mayer",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 96248,
            "scholarlyactivityid": 28840,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 28840,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114065992",
    "attachments": []
}