{
    "activityid": 28909,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Proteolytic Cleavage of Apolipoprotein E in the Down Syndrome Brain",
        "Journal": "Aging and disease",
        "Volume": "7",
        "Month / Season": null,
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "267-77",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Down syndrome (DS) is one of the most common genetic causes of intellectual disability and is characterized by a number of behavioral as well as cognitive symptoms. Many of the neuropathological features of early-onset Alzheimer's disease (AD) including senile plaques and neurofibrillary tangles (NFTs) are also present in people with DS as a result of triplication of the amyloid precursor gene on chromosome 21. Evidence suggests that harboring one or both apolipoprotein E4 (APOE4) alleles may increase the risk for AD due to the proteolytic cleavage of apoE4 and a subsequent loss of function. To investigate a role for the apoE proteolysis in vivo, we compared three autopsy groups; 7 DS with AD neuropathology cases over 40 years, 5 young DS cases without AD pathology under 40 years (YDS) and 5 age-matched control cases over 40 years by immunohistochemistry utilizing an antibody that detects the amino-terminal fragment of apoE. Application of this antibody, termed the amino-terminal apoE fragment antibody (nApoECF) revealed labeling of pyramidal neurons in the frontal cortex of YDS cases, whereas in the DS-AD group, labeling with nApoECF was prominent within NFTs. NFT labeling with nApoECF was significantly greater in the hippocampus versus the frontal cortex in the same DS-AD cases, suggesting a regional distribution of truncated apoE. Colocalization immunofluorescence experiments indicated that 52.5% and 53.2% of AT8- and PHF-1-positive NFTs, respectively, also contained nApoECF. Collectively, these data support a role for the proteolytic cleavage of apoE in DS and suggest that apoE fragmentation is closely associated with NFTs.",
        "Origin": "PubMed"
    },
    "facultyid": "111643741",
    "coauthors": {
        "98917": {
            "firstname": "Ryan J",
            "middleinitial": "",
            "lastname": "Day",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 98917,
            "scholarlyactivityid": 28909
        },
        "98918": {
            "firstname": "Katie L",
            "middleinitial": "",
            "lastname": "McCarty",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 98918,
            "scholarlyactivityid": 28909
        },
        "98919": {
            "firstname": "Kayla E",
            "middleinitial": "",
            "lastname": "Ockerse",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 98919,
            "scholarlyactivityid": 28909
        },
        "98920": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Head",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 98920,
            "scholarlyactivityid": 28909
        },
        "98921": {
            "firstname": "Troy T",
            "middleinitial": "",
            "lastname": "Rohn",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 98921,
            "scholarlyactivityid": 28909
        }
    },
    "status": [
        {
            "id": 28909,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}