{
    "activityid": 28958,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Resources Preservice Teachers Use to Think about Student Writing",
        "Journal": "Research in the Teaching of English",
        "Volume": "51",
        "Month / Season": "",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "12-36",
        "Publisher": "NCTE",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This article identi es  ve categories of resources that preservice teachers drew on as they considered student writing and planned their own approaches to assessing and teaching writing. Identifying these resources helps us better understand how beginning writing teachers think about student writing—and better understand mismatches that commonly occur between what teacher educa- tors teach and what new teachers actually do. Our study builds on literature that considers how writing teachers are prepared, extends research about how preservice teachers use what they learn, and adds layers of detail to literature about the resources that beginning teachers draw upon to aid and support them in their work. The pedagogical and research projects described in this study stem from a communities-of-practice framework. Our methods surfaced preservice teachers’ claims about writing and the resources they drew upon to support those claims. Drawing upon our rhetorical view of writing, we worked inductively to identify these claims and resources, using grounded analysis of transcripts from preservice teachers’ VoiceThread conversations to develop a taxonomy of 15 resources grouped into 5 categories: understanding of students and student writing; knowledge of context; colleagues; roles; and writing. This research has implications for educators and researchers working in teacher preparation. Scaffolded instruction is essential to help beginning teachers use particular resources—and to employ resources in ways connected with rhetorical conceptual frameworks. To that end, the taxonomy of resources can be used as a tool for individual and programmatic assessment, as well as to facilitate scaffolded instruction.",
        "Origin": "Manual"
    },
    "facultyid": "112184269",
    "coauthors": {
        "99109": {
            "firstname": "Leah",
            "middleinitial": "A",
            "lastname": "Zuidema",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99109,
            "scholarlyactivityid": 28958,
            "classifications": {
                "Role": "Author"
            }
        },
        "99110": {
            "firstname": "James",
            "middleinitial": "E",
            "lastname": "Fredricksen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112184269",
            "authorid": 99110,
            "scholarlyactivityid": 28958,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 28958,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112184269",
    "attachments": [
        {
            "attachmentid": 652,
            "mimetype": "application/pdf",
            "filename": "rte_zuidema_fredricksen_august_2016_resources.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1htTlY3L3FWclNzWTZncUk4dHA0aTA0aVg2V2V3QUNqSy9td29SZXltZjZ1RjdkZmdUc29yM29Kd3ZyVXBRWHhxR2wwLzVKVFp3cjdHb3I1VDZSNWZOTW9nUzRrdGl6MVZRPQ%3D%3D",
            "filesize": 1743623
        }
    ]
}