{
    "activityid": 28985,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Assessment of organophosphorous pesticide exposures in the diets of preschool children in Washington State",
        "Journal": "Journal of exposure analysis and environmental epidemiology",
        "Volume": "12",
        "Month / Season": "",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "21-8",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Twenty-four hour duplicate diet sampling was employed to investigate dietary pesticide exposures of children aged 2 to 5 years. Duplicate diets were collected from seven children living in the Seattle metropolitan area and six children living in Chelan and Douglas counties in Central Washington. Diet samples were collected from each child in the summer and again in the fall, and total daily diets were divided into four food categories: fresh fruits and vegetables, beverages, processed foods, and dairy products. A total of 88 individual food category samples were collected and analyzed for 15 organophosphorous (OP) pesticides. Three of the 13 children had no detectable OP pesticides in either of their diet samples, and 14 of the 26 duplicate diets did not contain detectable levels of OP pesticides. Sixteen individual food category samples contained detectable levels of at least one OP pesticide and two of these samples contained detectable levels of two OP pesticides. Of the 15 targeted pesticides, 6 were detected: azinphosmethyl, chlorpyrifos, malathion, methidathion, methyl parathion, and phosmet. Azinphosmethyl was detected most frequently (10% of all samples), particularly in samples containing apples or apple juice. The fresh fruits and vegetable category had the most frequent pesticide determinations, followed by beverages. OP pesticides were not present at detectable levels in any of the dairy samples. Malathion was the only OP pesticide detected in processed food samples, appearing in 4 of the 26 samples (15%). No detections were above the legal tolerances for residues on produce, however the acute population-adjusted reference dose (aPAD) for chlorpyrifos exposure of 1.7 microg/kg/day was exceeded by one subject during one sampling event. This subject's cumulative daily dose of chlorpyrifos equivalents was estimated to be 2.5 microg/kg/day.",
        "Origin": "PubMed"
    },
    "facultyid": "114029620",
    "coauthors": {
        "99372": {
            "firstname": "Richard",
            "middleinitial": "A",
            "lastname": "Fenske",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99372,
            "scholarlyactivityid": 28985
        },
        "99373": {
            "firstname": "Golan",
            "middleinitial": "",
            "lastname": "Kedan",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99373,
            "scholarlyactivityid": 28985
        },
        "99374": {
            "firstname": "Chensheng",
            "middleinitial": "",
            "lastname": "Lu",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99374,
            "scholarlyactivityid": 28985
        },
        "99375": {
            "firstname": "Jennifer",
            "middleinitial": "A",
            "lastname": "Fisker-Andersen",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99375,
            "scholarlyactivityid": 28985
        },
        "99376": {
            "firstname": "Cynthia",
            "middleinitial": "L",
            "lastname": "Curl",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99376,
            "scholarlyactivityid": 28985
        }
    },
    "status": [
        {
            "id": 28985,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2002,
            "termid": "2002/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114029620",
    "attachments": []
}