{
    "activityid": 28983,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Biologic monitoring to characterize organophosphorus pesticide exposure among children and workers: an analysis of recent studies in Washington State",
        "Journal": "Environmental health perspectives",
        "Volume": "113",
        "Month / Season": "",
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "1651-7",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "We examined findings from five organophosphorus pesticide biomonitoring studies conducted in Washington State between 1994 and 1999. We compared urinary dimethylthiophosphate (DMTP) concentrations for all study groups and composite dimethyl alkylphosphate (DMAP) concentrations for selected groups. Children of pesticide applicators had substantially higher metabolite levels than did Seattle children and farmworker children (median DMTP, 25 microg/L; p &lt; 0.0001). Metabolite levels of children living in agricultural communities were elevated during periods of crop spraying. Median DMTP concentrations for Seattle children and farmworker children did not differ significantly (6.1 and 5.8 microg/L DMTP, respectively; p = 0.73); however, the DMAP concentrations were higher for Seattle children than for farmworker children (117 and 87 nmol/L DMAP, respectively; p = 0.007). DMTP concentrations of U.S. children 6-11 years of age (1999-2000 National Health and Nutrition Examination Survey population) were higher than those of Seattle children and farmworker children at the 75th, 90th, and 95th percentiles. DMTP concentrations for workers actively engaged in apple thinning were 50 times higher than DMTP concentrations for farmworkers sampled outside of peak exposure periods. We conclude that workers who have direct contact with pesticides should continue to be the focus of public health interventions and that elevated child exposures in agricultural communities may occur during active crop-spraying periods and from living with a pesticide applicator. Timing of sample collection is critical for the proper interpretation of pesticide biomarkers excreted relatively soon after exposure. We surmise that differences in dietary exposure can explain the similar exposures observed among farmworker children, children living in the Seattle metropolitan area, and children sampled nationally.",
        "Origin": "PubMed"
    },
    "facultyid": "114029620",
    "coauthors": {
        "99554": {
            "firstname": "Richard A",
            "middleinitial": "",
            "lastname": "Fenske",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99554,
            "scholarlyactivityid": 28983
        },
        "99555": {
            "firstname": "Chensheng",
            "middleinitial": "",
            "lastname": "Lu",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99555,
            "scholarlyactivityid": 28983
        },
        "99556": {
            "firstname": "Cynthia L",
            "middleinitial": "",
            "lastname": "Curl",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99556,
            "scholarlyactivityid": 28983
        },
        "99557": {
            "firstname": "Jeffry H",
            "middleinitial": "",
            "lastname": "Shirai",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99557,
            "scholarlyactivityid": 28983
        },
        "99558": {
            "firstname": "John C",
            "middleinitial": "",
            "lastname": "Kissel",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99558,
            "scholarlyactivityid": 28983
        }
    },
    "status": [
        {
            "id": 28983,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114029620",
    "attachments": []
}