{
    "activityid": 29240,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Arts-Based Educational Research as a Site for Emerging Pedagogy and Developing Mentorship",
        "Journal": "Mere and Easy: Collage as a Critical Practice in Pedagogy",
        "Volume": "Common Threads Series",
        "Month / Season": "November 2016",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "27-43",
        "Publisher": "University of Illinois Press",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.press.uillinois.edu/books/catalog/68psr3zk9780252082436.html",
        "Description/Abstract": "Mere and Easy\r\nCollage as a Critical Practice in Pedagogy\r\nTeaching through the most democratic of artistic techniques\r\n\r\nCollage making offers everyone from small children to trained artists the ability to express themselves through images. In this new Common Threads collection, Jorge Lucero draws on the archive of the journal Visual Arts Research to present articles focused on the place of collage in fine art and education. Guided by the twinned concepts of mereness--collage's reputation as a trifle--and easiness--the technique's accessibility to all--the authors explore how subversive, debased, and effortless the collage gesture can be. What emerges is in and of itself a collage, one that groups disparate scholarship into a whole that reveals how the technique may serve as a method of scholarship and as a wellspring of vibrant, even radical, pedagogical utility.\r\n\r\nContributors: Michael Biggs, Ian Buchanan, Daniela Büchler, Paul Duncum, Charles R. Garoian, Kit Grauer, Anniina Suominen Guyas, Kathleen Keys, Jorge Lucero, Dan Nadaner, Ryan Patton, Janet N. Stevenson, Robert W. Sweeny, and Stuart Thompson.\r\n\r\nJorge Lucero currently serves on the faculty of the School of Art + Design's art education program at the University of Illinois, Urbana-Champaign.",
        "Origin": "Manual"
    },
    "facultyid": "111662808",
    "coauthors": {
        "101547": {
            "firstname": "Kathleen",
            "middleinitial": "Karol",
            "lastname": "Keys",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111662808",
            "authorid": 101547,
            "scholarlyactivityid": 29240,
            "classifications": {
                "Role": "Author"
            }
        },
        "101548": {
            "firstname": "Anniina",
            "middleinitial": "",
            "lastname": "Suominen",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 101548,
            "scholarlyactivityid": 29240,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 29240,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111662808",
    "attachments": []
}