{
    "activityid": 2925,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Past and Likely Future of an Educational Form: A Textbook Case",
        "Journal": "Educational Researcher",
        "Volume": "42",
        "Month / Season": "2013-09-12",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "6",
        "Publisher": "SAGE",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "At a time when it is seen as increasingly “obsolete,” this paper analyzes the pedagogical form of the textbook historically, as an evolving textual medium comprised of many smaller media components. In addition to textual and typographical elements, these include images, diagrams and also vestiges of oral forms. These have gradually evolved, not so much in direct response to new media technologies, but in relation to each other and in synchrony with markers of broader cultural, pedagogical and epistemological change. This paper examines this gradual evolution, focusing on two elements: the increasingly sophisticated structuring of textual and visual content in the textbook, and the gradually sublimated “oral” interaction that is simulated or prompted through dialogues and interrogatives. The results of this investigation indicate that the components of the textbook have developed to become both conventionalized and elaborate, a factor that has been ignored to the detriment of publically-funded “open” e-textbook projects. Following Thomas Kuhn's famous analyses of circulation of (scientific) knowledge, this paper concludes that the didactical functions of the textbook’s various features provide an indispensable animating function overlooked in constructivist pedagogies.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "8336": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 8336,
            "scholarlyactivityid": 2925
        }
    },
    "status": [
        {
            "id": 2925,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 2925,
            "status": "Accepted",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114002257",
    "attachments": []
}