{
    "activityid": 2927,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Learning with Web 2.0: social technology and discursive psychology",
        "Journal": "E-Learning and Digital Media",
        "Volume": "9",
        "Month / Season": "2012-11-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "377-387",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Recent years have seen the rise of Internet technologies which facilitate activities that are, above all, social and participatory, allowing children and adults to create and share their own content, and to communicate in a wide range of forums. Correspondingly, there has been great popular and expert interest in the potential of Web 2.0 communication technologies for education. The discursive 'spaces' enabled by Web 2.0 differ from conventional face-to-face and online educational environments in that communication largely occurs in the written form, and is informal and abbreviated. To understand the potential of these new 'conversational' communicative practices and technologies for formal education calls for a new research approach: one that focuses on learning through text-based, informal communication. Such a research approach has been proposed by discursive psychology, a social psychological paradigm that emerged in the 1990s which combines the insights of phenomenology, ethnomethodology and conversational analysis. The concern of this approach and of its theoretical precursors with 'sense-making' has been observed by educational technologists to make it clearly suitable to a study of instructional practice. This article provides an account of this discursive approach in terms of its relevance to education and applicability for new technologies. With these two key factors in mind, the article suggests how discursive psychology can be adapted in the study of Web 2.0 technologies in educational contexts.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "8338": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 8338,
            "scholarlyactivityid": 2927
        },
        "8339": {
            "firstname": "Shannon",
            "middleinitial": "",
            "lastname": "Lowe",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8339,
            "scholarlyactivityid": 2927
        }
    },
    "status": [
        {
            "id": 2927,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}