{
    "activityid": 2930,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The questionable promise of social media",
        "Journal": "International Journal of Computer Assisted Learning",
        "Volume": "28",
        "Month / Season": "2012-06-15",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "183-194 ",
        "Publisher": "",
        "DOI": "10.1111/j.1365-2729.2011.00426.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Facebook and other social media have been hailed as delivering the promise of new, socially engaged educational experiences for students in undergraduate, self-directed, and other educational sectors. A theoretical and historical analysis of these media in the light of earlier media transformations, however, helps to situate and qualify this promise. Specifically, the analysis of dominant social media presented here questions whether social media platforms satisfy a crucial component of learning – fostering the capacity for debate and disagreement. By using the analytical frame of media theorist Raymond Williams, with its emphasis on the influence of advertising in the content and form of television, we weigh the conditions of dominant social networking sites as constraints for debate and therefore learning. Accordingly, we propose an update to Williams' erudite work that is in keeping with our findings. Williams' critique focuses on the structural characteristics of sequence, rhythm, and flow of television as a cultural form. Our critique proposes the terms information design, architecture, and above all algorithm, as structural characteristics that similarly apply to the related but contemporary cultural form of social networking services. Illustrating the ongoing salience of media theory and history for research in e-learning, the article updates Williams' work while leveraging it in a critical discussion of the suitability of commercial social media for education. © 2012 Wiley Periodicals, Inc.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "8343": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 8343,
            "scholarlyactivityid": 2930
        },
        "8344": {
            "firstname": "Shannon",
            "middleinitial": "",
            "lastname": "Lowe",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8344,
            "scholarlyactivityid": 2930
        }
    },
    "status": [
        {
            "id": 2930,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}