{
    "activityid": 2936,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Augustine, Wittgenstein, and &quot;the Call&quot; in Mollenhauer’s Forgotten Connections",
        "Journal": "Phenomenology &amp; Practice",
        "Volume": "6",
        "Month / Season": "2013-01-15",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "94-107",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Augustine’s autobiographical Confessions (1909) contains one of the first accounts of a child learning to speak. This account, in turn, is central to Klaus Mollenhauer’s Forgotten Connections: On Culture and Upbringing (1983/in press), a book internationally regarded as one of the most important German contributions to philosophy of education and curriculum theory in the 20th century. This book’s interpretation of Augustine’s description, as well as its divergence from an earlier interpretation by Wittgenstein in his Philosophical Investigations (1953) form the initial focus of this paper, which undertakes close readings of both approaches to Augustine. We argue that Wittgenstein’s account, while quite similar to that of Mollenhauer, arrives at an impasse, particularly insofar as training (Abrichtung), education and upbringing is concerned. In his subsequent attempt to “rescue” Augustine from Wittgenstein’s critique, Mollenhauer develops three highly original notions that are central to his own understanding of upbringing: presentation, representation and Bildsamkeit. Significantly, the divergence of Mollenhauer’s and Wittgenstein’s interpretations also throws into sharp relief Mollenhauer’s particular, dialogical and pedagogical interpretation of “the call,” as it is originally articulated in Augustine.",
        "Origin": "Other"
    },
    "facultyid": "114002257",
    "coauthors": {
        "8353": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 8353,
            "scholarlyactivityid": 2936
        },
        "8354": {
            "firstname": "Merilee",
            "middleinitial": "",
            "lastname": "Hamelock",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8354,
            "scholarlyactivityid": 2936
        }
    },
    "status": [
        {
            "id": 2936,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}