{
    "activityid": 29387,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Empirical modeling of A-site order in perovskites",
        "Conference/Meeting Name": "International Symposium on Functional Materials (ISFM-7)",
        "Conference Location": "Changchun, China",
        "Date or Date Range": "16 – 19 August 2016",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Empirical models for composition-structure relationships are useful in both the lab and industry, yet few exist for perovskites containing extrinsic defects and cation ordering.  In this work, such a model is used to predict the existence of cation ordering (Fig. 1).  Four compositions in the Na(1-3x)/2La(1+x)/2TiO3 system (x = 0, 0.533, 0.1733 and 0.225) were synthesized using a conventional solid-state method.  The structure of the x = 0 end-member (Na0.5La0.5TiO3) has been reported in various space groups, but always with a random distribution of Na+ and La3+ on the A site; however, empirical modeling suggests that it is not only ordered but also that a small volume increase accompanies the ordering process.  While no evidence of long-range A-site ordering is observed via X-ray or neutron diffraction, electron diffraction data indicate short-range ordering of Na+ and La3+ ions, with the degree of cation ordering decreasing (but the scale of ordered domains and degree of vacancy ordering increasing) with increasing x.  First-principles calculations via density functional theory support both conclusi ons that short-range ordering in Na0.5La0.5TiO3 is stable and that it results in a volume increase with respect to the disordered analogue.  A similar analysis has been conducted for the Li(1-3x)/2La(1+x)/2TiO3 and Na(1-3x)/2La(1+x)/2(Mg0.5W0.5)O3 solid solutions.  These systems provide additional validation of the accuracy and versatility of the empirical modeling method used, by which it may eventually be possible to predict the degree of A-site cation ordering in perovskite systems from unit-cell volume alone.",
        "Origin": "Manual"
    },
    "facultyid": "112113480",
    "coauthors": {
        "102280": {
            "firstname": "Rick",
            "middleinitial": "J",
            "lastname": "Ubic MInstP",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112113480",
            "authorid": 102280,
            "scholarlyactivityid": 29387
        }
    },
    "status": [
        {
            "id": 29387,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112113480",
    "attachments": []
}