{
    "activityid": 29422,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Discovery of nigral dopaminergic neurogenesis in adult mice",
        "Journal": "Neural regeneration research",
        "Volume": "11",
        "Month / Season": "",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "878-81",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Parkinson's disease is characterized by the loss of dopaminergic neurons in the substantia nigra. As a result, intensive efforts have focused upon mechanisms that facilitate the death of mature dopaminergic neurons. Unfortunately, these efforts have been unsuccessful in providing an effective treatment to address neurodegeneration in this disease. Therefore, alternative theories of pathogenesis are being explored. Adult neurogenesis of dopaminergic neurons is an attractive concept that would provide a possible mechanism of neurodegeneration as well as offer an endogenous means to replenish affected neurons. To determine whether dopaminergic neurons experience neurogenesis in adult mice we developed a novel cell lineage tracing model that permitted detection of neurogenesis without many of the issues associated with popular techniques. Remarkably, we discovered that dopaminergic neurons are replenished in adult mice by Nestin+/Sox2- progenitor cells. What's more, the rate of neurogenesis is similar to the rate of dopaminergic neuron loss reported using a chronic, systemic inflammatory response mouse model. This observation may indicate that neuron loss in Parkinson's disease results from inhibition of neurogenesis.",
        "Origin": "PubMed"
    },
    "facultyid": "114002164",
    "coauthors": {
        "102441": {
            "firstname": "Brad E",
            "middleinitial": "",
            "lastname": "Morrison",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 102441,
            "scholarlyactivityid": 29422
        }
    },
    "status": [
        {
            "id": 29422,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002164",
    "attachments": []
}