{
    "activityid": 29423,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Nestin-positive/SOX2-negative cells mediate adult neurogenesis of nigral dopaminergic neurons in mice",
        "Journal": "Neuroscience letters",
        "Volume": "615",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "50-4",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The primary clinical motor symptoms of Parkinson's disease (PD) result from loss of dopaminergic (DA) neurons in the substantia nigra (SN). Consequently, neurogenesis of this group of neurons in the adult brain has drawn considerable interest for the purpose of harnessing endogenous neurogenerative potential as well as devising better strategies for stem cell therapy for PD. However, the existence of adult neurogenesis for DA neurons within the SN remains controversial. To overcome technical and design limitations associated with previous studies, our group has developed a novel genetic mouse model for assessing adult nigral DA neurogenesis. This system utilizes transgenic mice that express a tamoxifen-activatable Cre recombinase (Cre(ERT2)) under the control of the neuronal progenitor cell promoters nestin or Sox2 leading to suppression of the DA neuron marker tyrosine hydroxylase (TH) via excision of exon 1 by flanking loxP sites in adult animals. This study reports that six months following initiation of a six week treatment with tamoxifen mice with nestin-mediated Th excision displayed a significant reduction in TH+ neurons in the SN. This finding indicates that nestin-expressing cells regenerate DA neurons within the SN of adult animals. Interestingly, no reduction was observed in TH+ cells following Sox2-mediated Th excision suggesting that a nestin+/SOX2- precursor cell population drives DA neurogenesis in the adult SN. This information represents a substantial leap in current knowledge of adult DA neurogenesis, will enable improved in vitro and in vivo modeling, as well as facilitate the harnessing of this process for therapeutic intervention for PD.",
        "Origin": "PubMed"
    },
    "facultyid": "114002164",
    "coauthors": {
        "102442": {
            "firstname": "Joshua E",
            "middleinitial": "",
            "lastname": "Albright",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 102442,
            "scholarlyactivityid": 29423
        },
        "102443": {
            "firstname": "Iva",
            "middleinitial": "",
            "lastname": "Stojkovska",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 102443,
            "scholarlyactivityid": 29423
        },
        "102444": {
            "firstname": "Abir A",
            "middleinitial": "",
            "lastname": "Rahman",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 102444,
            "scholarlyactivityid": 29423
        },
        "102445": {
            "firstname": "Connor J",
            "middleinitial": "",
            "lastname": "Brown",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 102445,
            "scholarlyactivityid": 29423
        },
        "102446": {
            "firstname": "Brad E",
            "middleinitial": "",
            "lastname": "Morrison",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 102446,
            "scholarlyactivityid": 29423
        }
    },
    "status": [
        {
            "id": 29423,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002164",
    "attachments": []
}