{
    "activityid": 29542,
    "fields": {
        "Type": "Book",
        "Title": "Data analysis with small samples and non-normal data:  Nonparametrics and other strategies",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Edition": "",
        "Volume": "",
        "Publisher": "Oxford University Press",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Data Analysis with Small Samples and Non-Normal Data: Nonparametrics and Other Strategies is an ideal resource for researchers wanting to use nonparametric strategies to analyse their small data sets or data that are not normally distributed.  This clearly written reference book offers step-by-step instructions for each analytic technique.  Information is easy to find, and case-based scenarios illustrate the many uses of these nonparametric strategies.  Unlike most statistics books, this was written in understandable language, so the book is accessible for nonstatisticians, yet provides information that would be useful to those already familiar with these kinds of statistical tests.  Within this book, screen shots of the software and output allow readers to follow along with each step of an analysis.  Assumptions for each of the tests, typical situations in which to use each test, and descriptions of how to explain findings in both statistical and everyday language are all included for each nonparametric strategy.  A useful companion website provides SPSS syntax for each test, along with the data set used for the scenarios in the book.  Researchers can use the data set, following the steps in the book, to practice each technique before using it with their own data.  These features make this book is an ideal, long-term reference for researchers to keep in their personal libraries.",
        "Origin": "Manual"
    },
    "facultyid": "114046497",
    "coauthors": {
        "145045": {
            "firstname": "Carl",
            "middleinitial": "F",
            "lastname": "Siebert",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046497",
            "authorid": 145045,
            "scholarlyactivityid": 29542,
            "classifications": {
                "Role": "Author"
            }
        },
        "145046": {
            "firstname": "Darcy",
            "middleinitial": "C",
            "lastname": "Siebert",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 145046,
            "scholarlyactivityid": 29542,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 29542,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 29542,
            "status": "Accepted",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114046497",
    "attachments": []
}