{
    "activityid": 2959,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "On Borrowed Time: How Four Elementary Preservice Teachers Learned to Teach Social Studies in the NCLB Era",
        "Journal": "Social Studies Research and Practice",
        "Volume": "4",
        "Month / Season": "2009-04-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "31-41",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cifs_facpubs/41",
        "Description/Abstract": "This study presents the findings of a qualitative investigation about  four elementary preservice teachers' experiences learning to teach  social studies in the No Child Left Behind era. The participants'  internship took place in an elementary school which devoted the majority  of the day to literacy and mathematics instruction. Because previous  interns in the school had limited or no opportunity to teach social  studies, the four participants were required to complete an  Interdisciplinary Teaching Assignment to ensure that they were able to  teach and reflect upon teaching social studies at least one time during  the semester. Findings indicated the interns found the experience  meaningful and rewarding because of their students' enthusiasm toward  the content and instructional approaches. After meeting the requirements  of the assignment, the participants found ways to borrow time from the  hours dedicated to literacy and mathematics instruction in order to  address social studies topics and themes. The paper concludes with a  discussion of teacher educators' roles in preserving social studies  education in American elementary schools while the discipline's presence  is threatened by national curricular trends.",
        "Origin": "Other"
    },
    "facultyid": "112176689",
    "coauthors": {
        "8404": {
            "firstname": "Sara",
            "middleinitial": "Winstead",
            "lastname": "Fry",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112176689",
            "authorid": 8404,
            "scholarlyactivityid": 2959
        }
    },
    "status": [
        {
            "id": 2959,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112176689",
    "attachments": []
}