{
    "activityid": 2965,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Analysis of an Unsuccessful Novice Teacher's Induction Experiences: A Case Study Presented Through Layered Account",
        "Journal": "The Qualitative Report",
        "Volume": "15",
        "Month / Season": "2010-09-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "1164-1190",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cifs_facpubs/10",
        "Description/Abstract": "Although induction support is heralded as an effective way to reduce high attrition among beginning teachers, nationwide increases in induction participation have not been accompanied by a comparable reduction in attrition rates. This inconsistency suggests some induction programs may not provide adequate support. This article presents the results of a case study that explored the experiences of a beginning teacher who left the profession despite participation in an induction program. The research question was: &quot;Why was Stella unsuccessful in her second year of teaching?&quot; The results are presented through the postmodern ethnographic method of layered account (Ronai, 1997). In addition to raising questions about how to effectively support new teachers, this article includes a discussion of methodological limitations, ethics, subjectivity, and researcher response to participant distress.",
        "Origin": "Other"
    },
    "facultyid": "112176689",
    "coauthors": {
        "8414": {
            "firstname": "Sara",
            "middleinitial": "Winstead",
            "lastname": "Fry",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112176689",
            "authorid": 8414,
            "scholarlyactivityid": 2965
        }
    },
    "status": [
        {
            "id": 2965,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112176689",
    "attachments": []
}