{
    "activityid": 3009,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Identifying Group-Sensitive Physical Activities: A Differential Item Functioning Analysis of NHANES Data",
        "Journal": "Medicine and Science in Sports and Exercise",
        "Volume": "43",
        "Month / Season": "2011-05-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "922-929",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1249/MSS.0b013e3181fdcc25",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/30",
        "Description/Abstract": "Purpose: To identify subgroup sensitive physical activities using differential item functioning (DIF) analysis.\nMethods: A sub-unweighted sample of 1,857 (males = 923 and females = 934) from the 2003-2004 National Health and Nutrition Examination Survey Physical Activity (PA) questionnaire data was used for the analyses. Using Mantel-Haenszel, SIBTEST and ANOVA DIF methods, 33 specific leisure-time moderate and/or vigorous PA (MVPA) items were analyzed for DIF across race/ethnicity, gender, education, income and age groups.\nResults: Many leisure-time MVPA items were identified as large DIF items. When participating in the same amount of leisure-time MVPAs, non-Hispanic Blacks (NHB) were more likely to participate in basketball and dance activities than non-Hispanic Whites (NHW); NHW were more likely to participated in golf and hiking than NHB; Hispanics were more likely to participate in dance, hiking and soccer than NHW whereas NHW were more likely to engage in bicycling, golf, swimming, and walking than Hispanics; females were more likely to participate in aerobics, dance, stretching and walking than males whereas males were more likely to engage in basketball, fishing, golf, running, soccer, weightlifting and hunting than females; educated persons were more likely to participate in jogging and treadmill exercise than less educated persons; persons with higher incomes were more likely to engage in golf than those with lower incomes; and adults (20-59 yrs) were more likely to participate in basketball, dance, jogging, running, and weightlifting than older adults (60+ yrs), whereas older adults were more likely to participate in walking and golf than younger adults.\nConclusions: DIF methods are able to identify subgroup sensitive PAs, and thus provide useful information to help design group sensitive, targeted interventions for disadvantaged PA subgroups.",
        "Origin": "Other"
    },
    "facultyid": "112182688",
    "coauthors": {
        "8565": {
            "firstname": "Yong",
            "middleinitial": "",
            "lastname": "Gao",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112182688",
            "authorid": 8565,
            "scholarlyactivityid": 3009
        },
        "8566": {
            "firstname": "Weimo",
            "middleinitial": "",
            "lastname": "Zhu",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8566,
            "scholarlyactivityid": 3009
        }
    },
    "status": [
        {
            "id": 3009,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112182688",
    "attachments": []
}