{
    "activityid": 30273,
    "fields": {
        "Type": "Book",
        "Title": "Reference and Access for Archives and Manuscripts",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Edition": "3rd",
        "Volume": "",
        "Publisher": "Society of American Archivists",
        "Publisher Location": "Chicago",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://mysaa.archivists.org/productdetails?id=a1B0b00000hBXYtEAO",
        "Description/Abstract": "Access and reference services are central to engaging with historical resources. As more people encounter archives for scholarly and avocational research, as part of creative pursuits, or to exercise their rights as citizens to access records, the possibilities for how collections are used will continue to evolve. Archivists need to be familiar with who their users are, understand why they’re using archival collections, and engage in outreach so that they can provide excellent reference services.\n\nReference and Access for Archives and Manuscripts outlines the various components of:\n\nproviding physical, intellectual, and virtual access,\nacquiring reference knowledge and skills,\nnavigating legal regulations and ethics, and\ndesigning use policies and effective outreach.\nCheryl Oestreicher contextualizes how all of these components fit within other archival functions and offers strategies and detailed practices for creating comprehensive reference programs that archivists can adapt for any type of institution.\n\nBoth new and experienced archivists will find Reference and Access for Archives and Manuscripts a solid foundation on which to add their own ideas for how to bring people into the archives as well as bring archives to the people. Readers are encouraged to examine these concepts and practices in conversation with others and to consider how archivists can continue to advance reference and access.",
        "Origin": "Manual"
    },
    "facultyid": "113144147",
    "coauthors": {
        "241500": {
            "firstname": "Cheryl",
            "middleinitial": "",
            "lastname": "Oestreicher",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113144147",
            "authorid": 241500,
            "scholarlyactivityid": 30273,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 30273,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113144147",
    "attachments": []
}