{
    "activityid": 30309,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Eclipse of Education and Constellar Kismet An Interview with Antonio Garcia",
        "Journal": "Critical Education",
        "Volume": "8",
        "Month / Season": "",
        "Issue Number": "X",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "1-39",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "David Gabbard, a professor of education, engages Antonio Garcia, a junior independent scholar, in an interview capturing the breath and depth of the development of each other’s work. In particular, Gabbard explores the growing popularity and intrigue around Garcia’s work in education, as it is highly informed by his work in Žižek studies. Garcia has never held a tenure position; however, his reputation in and outside of education is acknowledged by his command of high theory and intimate collegiality supporting students and colleagues around the world. Gabbard has been working with Garcia for nearly a year intensely engaged in exploring the fantasies of education predicated on psychoanalytic theory and ideological analysis, the curious question of critical education paradoxical problems, and Garcia’s development of Constellar Theory as a new social model for understanding multiculturalism, social ideology, and political discontent. Garcia’s development of Constellar Theory complements Gabbard’s current interest in Big History.",
        "Origin": "Manual"
    },
    "facultyid": "114002258",
    "coauthors": {
        "110405": {
            "firstname": "David",
            "middleinitial": "A",
            "lastname": "Gabbard",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002258",
            "authorid": 110405,
            "scholarlyactivityid": 30309
        }
    },
    "status": [
        {
            "id": 30309,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002258",
    "attachments": []
}