{
    "activityid": 30436,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Reach and Implementation of Physical Activity Breaks and Active Lessons in Elementary School Classrooms",
        "Journal": "Health education &amp; behavior : the official publication of the Society for Public Health Education",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The integration of physical activity into elementary school classrooms, through brief activity breaks (ABs) and lessons that incorporate movement into instruction as active lessons (ALs), are key parts of school physical activity programming and can improve children's health and academic outcomes. With nationally representative survey data from 640 public elementary schools in the United States, we examined the use of these practices and the extent of implementation within classrooms. ALs were used in 71.7% of schools, and ABs were used in 75.6% of schools. In multivariate models, ALs were significantly less likely to be used in majority-Latino schools (adjusted odds ratio = 0.48, 95% confidence interval [0.25, 0.93], p &lt; .05) than in predominantly White schools. ABs were significantly less likely to be used in lower socioeconomic schools (adjusted odds ratio = 0.57, 95% confidence interval [0.34, 0.95], p &lt; .05) than in higher socioeconomic schools. At schools where ABs were ever used, they were used by 45.6% of teachers, but fewer teachers used them at larger schools (β = -.08, p &lt; .01) and at lower socioeconomic schools (β = -.09, p &lt; .05). The reach of ALs and ABs is modest and classroom-level implementation is quite low. Additional dissemination and support is warranted to improve the reach and implementation of these strategies in elementary schools. Such efforts could improve the school-day experience in ways that benefit millions of young children.",
        "Origin": "PubMed"
    },
    "facultyid": "113168274",
    "coauthors": {
        "111131": {
            "firstname": "Lindsey",
            "middleinitial": "",
            "lastname": "Turner",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 111131,
            "scholarlyactivityid": 30436
        },
        "111132": {
            "firstname": "Frank",
            "middleinitial": "J",
            "lastname": "Chaloupka",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 111132,
            "scholarlyactivityid": 30436
        }
    },
    "status": [
        {
            "id": 30436,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113168274",
    "attachments": []
}