{
    "activityid": 30481,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Proteomic Analysis of Engineered Cartilage",
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "Volume": "1340",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "263-78",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Tissue engineering holds promise for the treatment of damaged and diseased tissues, especially for those tissues that do not undergo repair and regeneration readily in situ. Many techniques are available for cell and tissue culturing and differentiation of chondrocytes using a variety of cell types, differentiation methods, and scaffolds. In each case, it is critical to demonstrate the cellular phenotype and tissue composition, with particular attention to the extracellular matrix molecules that play a structural role and that contribute to the mechanical properties of the resulting tissue construct. Mass spectrometry provides an ideal analytical method with which to characterize the full spectrum of proteins produced by tissue-engineered cartilage. Using normal cartilage tissue as a standard, tissue-engineered cartilage can be optimized according to the entire proteome. Proteomic analysis is a complementary approach to biochemical, immunohistochemical, and mechanical testing of cartilage constructs. Proteomics is applicable as an analysis approach to most cartilage constructs generated from a variety of cellular sources including primary chondrocytes, mesenchymal stem cells from bone marrow, adipose tissue, induced pluripotent stem cells, and embryonic stem cells. Additionally, proteomics can be used to optimize novel scaffolds and bioreactor applications, yielding cartilage tissue with the proteomic profile of natural cartilage.",
        "Origin": "PubMed"
    },
    "facultyid": "111643744",
    "coauthors": {
        "124310": {
            "firstname": "Xinzhu",
            "middleinitial": "",
            "lastname": "Pu",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 124310,
            "scholarlyactivityid": 30481
        },
        "124311": {
            "firstname": "Julia",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 124311,
            "scholarlyactivityid": 30481
        }
    },
    "status": [
        {
            "id": 30481,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}