{
    "activityid": 3049,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Political Price of Prophetic Leadership: The National Council of Churches and the Vietnam War",
        "Journal": "Peace and Change: A Journal of Peace Research",
        "Volume": "27",
        "Month / Season": "2002-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "271-300",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/0149-0508.00230",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/10",
        "Description/Abstract": "The National Council of Churches (NCC) felt called by church bureaucrats  to take a prophetic leadership role on the Vietnam War. Therefore it  moved beyond the sentiments of its denominations' parishioners to  articulate antiwar positions on this controversial issue. Council  leaders met several times with Dean Rusk to persuade him to change the  presuppositions undergirding America's Vietnam policy, while Rusk tried  to sway the Council into accepting the necessity of the government's  actions. The Council's staff failed to realize that government weighed  the NCC's clout not by the quality of its information, staff, or moral  vision, but rather by the number of constituents it represented or  influenced. When the NCC took what some perceived as elitist stands more  representative of liberal church bureaucrats than millions of voting,  church-going Americans, the White House shunned it as politically  useless. The NCC has yet to recover from its loss of status suffered  during this period.",
        "Origin": "Other"
    },
    "facultyid": "111643447",
    "coauthors": {
        "8663": {
            "firstname": "Jill",
            "middleinitial": "K",
            "lastname": "Gill",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643447",
            "authorid": 8663,
            "scholarlyactivityid": 3049
        }
    },
    "status": [
        {
            "id": 3049,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2002,
            "termid": "2001/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643447",
    "attachments": []
}