{
    "activityid": 3050,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Politics of Ecumenical Disunity: The Troubled Marriage of Church World Service and the National Council of Churches",
        "Journal": "Religion and American Culture",
        "Volume": "14",
        "Month / Season": "2004-07-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "175-212",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1525/rac.2004.14.2.175",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/8",
        "Description/Abstract": "The fifty-year marriage between Church World Service (CWS) and the National Council of Churches of Christ in the U.S.A. (NCC) did not survive. In 2000, when they divorced to create separate 501(c)(3) organizations, CWS pleaded irreconcilable differences. The fact that two of America's most prominent mainline ecumenical organizations, committed to Christian unity, were unable to maintain a healthy organizational marriage bears examination. Many people became aware of their troubles in the late 1990s when their financial arguments caught the attention of religious news services and periodicals such as The Christian Century. Few are aware, however, that the issues that caused their separation can be traced back nearly forty years when fault lines appeared amid their approaches to the Vietnam War. This essay will examine those fault lines and trace how their politicization transformed them into insurmountable rifts. The story reveals how profoundly American political culture affects religious life and work.",
        "Origin": "Other"
    },
    "facultyid": "111643447",
    "coauthors": {
        "8664": {
            "firstname": "Jill",
            "middleinitial": "K",
            "lastname": "Gill",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643447",
            "authorid": 8664,
            "scholarlyactivityid": 3050
        }
    },
    "status": [
        {
            "id": 3050,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2004,
            "termid": "2004/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643447",
    "attachments": []
}