{
    "activityid": 31067,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "An examination of deception in virtual teams: effects of deception on task performance, mutuality, and trust",
        "Journal": "IEEE Transactions on Professional Communication",
        "Volume": "55",
        "Month / Season": "March",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "20--35",
        "Publisher": "IEEE",
        "DOI": "10.1109/TPC.2011.2172731",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://ieeexplore.ieee.org/lpdocs/epic03/wrapper.htm?arnumber=6092522",
        "Description/Abstract": "Research Problem: This study investigates the impact of deception on the performance of tasks in virtual teams. While the advantages of virtual teams in organizations have been well-studied, as the use of these teams expands, organizations must acknowledge the potential for negative consequences of team member actions. Research Questions: (1) How does deceptive communication influence the outcomes of virtual group collaboration? and (2) How does perceived deception impact the individual perceptions, such as perceived trustworthiness and mutuality, of the virtual team itself? Literature Review: Based on (1), the conclusion from the literature on virtual teams that trust and mutuality are vital toward team development, (2) the propositions put forth by Interpersonal Deception Theory that deception will be perceived by team members, and (3) from the conclusion from the literature on interpersonal deception and trust that deception will impact outcomes of an interaction, including trust, mutuality, and ultimately team performance, we developed a model of the impact of deception on outcomes in virtual teams. This model suggests that deceptive communication negatively impacts task performance. Deceptive communication is also expected to impact perceived deception both within and between groups. The model further proposes that perceived deception will negatively impact both perceived trustworthiness and mutuality. Methodology: Through an experiment, virtual teams of three members participated in a group decision-making task in which team members must cooperate to search a grid for enemy camps and then collaborate on a strike plan, with half the teams populated by a deceptive team member. Two-hundred seventeen subjects were recruited from courses at three universities. Five experimental sessions were conducted across two semesters in computer labs at the three universities. Following the virtual team experiment, subjects completed surveys related to key constructs. Analysis of variance and linear regression were used to test the hypotheses. Results and Discussion: Deception has a negative impact on task performance by virtual teams. Participants perceived deception when it was present. Perceived deception led to decreased mutuality and trust among team members. These findings suggest that organizations that utilize virtual teams must be aware of and prepared to deal with negative behaviors, such as deception. The generalizability of these findings is potentially limited by the use of student subjects in a laboratory setting. Future research may extend these findings by incorporating additional variables that have been found to be important to virtual team outcomes or studying the current model in a longitudinal design.",
        "Origin": "Manual"
    },
    "facultyid": "114065605",
    "coauthors": {
        "235043": {
            "firstname": "Christie",
            "middleinitial": "",
            "lastname": "Fuller",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114065991",
            "authorid": 235043,
            "scholarlyactivityid": 31067
        },
        "235044": {
            "firstname": "Kent",
            "middleinitial": "",
            "lastname": "Marett",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 235044,
            "scholarlyactivityid": 31067
        },
        "235045": {
            "firstname": "Douglas",
            "middleinitial": "P",
            "lastname": "Twitchell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114065605",
            "authorid": 235045,
            "scholarlyactivityid": 31067
        }
    },
    "status": [
        {
            "id": 31067,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114065605",
    "attachments": [
        {
            "attachmentid": 2933,
            "mimetype": "application/pdf",
            "filename": "fuller et al IEEE TPC.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitaSXBjZ2h4TlhkL2diZS90MlVSek9wYThidGlqZ1BoS0VNQ1F4MkRaSExHZHloVENBOEdDNFZmTEZOK1hqZVcybz0%3D",
            "filesize": 604831
        }
    ]
}