{
    "activityid": 31072,
    "fields": {
        "Type": "Case Study",
        "Title of Contribution": "What are the Economic, Civic, and Social Impacts of a Welcoming Framework?",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Date Published": "2017",
        "Publisher": "Welcoming America",
        "Publisher Location": "Decatur, GA",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "Author": null,
        "Web Address": "",
        "Description/Abstract": "EXECUTIVE SUMMARY\r\n\r\nAfter adopting Welcoming America’s Welcoming Framework, do communities see economic, social, and civic returns that benefit both immigrant and receiving community members? Many studies have examined the direct impacts of immigrant inclusion by focusing on the amount of economic activity and social and civic contributions of immigrant populations. This approach is useful in that it provides an estimate of the magnitude of the positive societal impacts of immigrants. Policymakers and community leaders can then relay to their constituents just how important immigrants are to the economic makeup of their communities. Individual stories can also be an effective way to communicate the direct impacts of welcoming policies by explaining on a micro level the positive impact one individual or group of individuals can make in their receiving community.\r\n\r\nOne downside of this approach, however, is that it does not capture net impacts—the positive direct, indirect, and induced impacts to a community net of any offsets, such as public and private assistance programs and refugee resettlement costs. The discussion of such offsets can be the source of sometimes contentious political debate, but it is important to keep in mind that sound public policy decisions should arguably take into account both the benefits and costs of a proposed policy. As such, it is important in policy discussions to consider the net impact of immigrant inclusion.\r\n\r\nA thorough review of the academic literature that takes these considerations into account concludes that the net impact of immigrants remains positive, though some disagreement remains with respect to the overall impacts on native-born populations. Our study extends this literature by focusing on the net impacts of Welcoming America’s Welcoming Framework and investigates the following hypothesis: After adopting the Welcoming Framework, communities see economic, social, and civic returns that benefit both immigrant and receiving community members. To test this hypothesis, we use a case-study approach with a mixed-methods research design (i.e., a combination of quantitative and qualitative research methods). We compare the experiences and evolution of three Welcoming cities—Boise, Idaho; Boston, Massachusetts; and Detroit, Michigan—with a set of comparison cities that share geographic, demographic, and economic attributes: enterprising region cities for Boise, knowledge-based economy cities for Boston, and Rust Belt cities for Detroit. \r\n\r\nThe selection of key outcomes of interest for our study was guided by the following: The set of economic characteristics were selected to investigate the extent to which the case study cities have improved their economic competitiveness relative to the set of comparison cities. The set of social attributes were selected to investigate the degree to which the case study cities improved their cohesiveness relative to the comparison cities. Finally, the set of civic attributes were selected to investigate improved belonging among citizens in the case study cities relative to the comparison cities. Based on a descriptive analysis of both current levels and change over a 25-year period, we found that the case study cities stood out with respect to industry GDP and industry depth, wages, venture capital (deals and dollars), health-related occupations, non-profit arts revenue, and philanthropy.  Interviews with city officials, nonprofit managers, and academic researchers indicated that, in the case study cities, Welcoming policies rarely focus solely on immigrant populations, but rather aim to promote economic advancement, social cohesiveness, and civic participation among all community members.  Nonprofit advocacy and mayoral leadership play key roles in initiating and sustaining new Welcoming programs, as do efforts to build relationships among immigrants, refugees, and receiving community members.  \r\n\r\nA multivariate analysis revealed that the case study cities by and large showed improvement over time relative to the comparison cities with respect to key metrics, but that the magnitude of the change was not large enough to reach the threshold of statistical significance. Importantly, while the case studies had not over-performed from a statistical standpoint, the direction of the economic, social, and civic changes were indeed generally positive.  The quantitative evidence, therefore, suggests that adopting a Welcoming Framework comes with benefits and limited downsides to both immigrant and receiving community members. \r\n",
        "Origin": "Manual"
    },
    "facultyid": "113120950",
    "coauthors": {
        "163594": {
            "firstname": "Kevin",
            "middleinitial": "",
            "lastname": "Cahill",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 163594,
            "scholarlyactivityid": 31072,
            "classifications": {
                "Role": "Author"
            }
        },
        "163595": {
            "firstname": "Casey",
            "middleinitial": "",
            "lastname": "Keck",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113120950",
            "authorid": 163595,
            "scholarlyactivityid": 31072,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 31072,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113120950",
    "attachments": [
        {
            "attachmentid": 9202,
            "mimetype": "application/pdf",
            "filename": "Cahill and Keck, Impacts of a Welcoming Framework - FINAL DRAFT  01-30-17.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTZiSU1lSTc3SUgyWEViQ0VDVCtFdm9XNHlIdEFSSVlDSVdheUcvV05Qam8va1YraCt3R3lSU0dXYUExZXZRTmY2eGxqc2t0VTJVd1cyUnV6Mi9ubEZpR29CNTZOYUJWMnRzUGp0ZlpOYVZOdmVRcHkveXhlZ01QRUg1YXB3OXpKUTNsN1B0Skc0dlk9",
            "filesize": 591255
        }
    ]
}