{
    "activityid": 31226,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": " &quot;The Uses of the Memory of the Polish Lithuanian Commonwealth&quot; ",
        "Name of Conference": "&quot;Memory, Regimes and Practices&quot; session on the program of the 24th International Council for European Studies",
        "Month / Season": "July 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://councilforeuropeanstudies.org/files/Conferences/2017_Program_Preview_Jan_10.pdf",
        "Description/Abstract": "The memory of the Polish-Lithuanian Commonwealth (PLC) might appear irrelevant in the year 2017 since how could there be a point fighting over the memory of a state that ceased to exist 200 years ago?  The conflict in Ukraine drew attention to the memory wars there.  Putin’s Russia prepared the groundwork for the annexation by engaging in memory warfare, by re-writing the history of the past to include claims on the lands of the former (PLC).  In the 2010 “Unified History” the PLC is “an evil from the West.”  Communist historiography underscored that Kyivan Rus’ was the precursor to Russia, and many Russians still accept the idea that Russia is descendant of Kyivan Rus’, how could the PLC equally trace its origins to the land?   \r\n\tSince 1991, no common consensus has emerged on the collective memory of the PLC supporting a positive view of the PLC in Poland, Lithuania, Belarus, and Ukraine.  While Polish scholars embraced the memory of the PLC, there is public indifference and reluctance to embrace the legacy of the PLC in Lithuania, Belarus, and Ukraine.  But if the people of Lithuania and Belarus have no universal mass memory of the legacy of the PLC, this is certainly no accident.  The erasure of the memory the PLC and the cultivation of mass amnesia was the policy first of the empire that partitioned the state, then the nationalists who forged 19th century linguistically-based identities, and later by the Soviets.  This paper explores the memory of the PLC today.\r\n",
        "Origin": "Manual"
    },
    "facultyid": "111116629",
    "coauthors": {
        "163511": {
            "firstname": "Lynn",
            "middleinitial": "T",
            "lastname": "Lubamersky",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111116629",
            "authorid": 163511,
            "scholarlyactivityid": 31226
        }
    },
    "status": [
        {
            "id": 31226,
            "status": "Work Discontinued",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "111116629",
    "attachments": []
}