{
    "activityid": 31243,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Learning to Create a Culture of Feedback",
        "Name of Conference": "Annual Convention. National Council for Teachers of English",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Abstract: Conferring with student writers one-on-one is notoriously hard to do well. Research offers guidance on what happens in a good conference, but little is known about how any teacher actually learns to do it.  This interactive session will focus on research and teaching experiments addressing how teachers learn to confer. \r\n\r\n--\r\nConferring with student writers one-on-one is a key component of teaching writing, but it’s notoriously hard to do well. The challenges of conferring are at once practical and philosophical: We want the student to maintain authority as author of the writing, but what if he/she just says “it’s done?” We want students to do most of the talking, but what if the student isn’t talking? We want to engage with every student, but certain students seem needier than others. We want to help students, but we also want them to have experiences problem-solving on their own. And there is never, ever enough time.\r\n\r\nResearch shows that conferring is an important instructional opportunity; and we have in research and practical literature good guidance on the content and conduct of individual conferences (Anderson, 2000; Calkins, Hartman, &amp; White, 2005; Crochunis, 2009; Freedman &amp; Katz, 1987; Glasswell, Parr, &amp; McNaughton, 2003; McIver &amp; Wolf, 1999; Murray, 1979). However, little is known about how any teacher actually learns to do it.  This session will focus on research and teaching experiments addressing how teachers learn to confer. Attendees will have opportunities to interact directly with classroom data and discuss emerging findings about the development of conferring skills.\r\n\r\nIn Part One, “Learning to Confer in Collaboration between Mentors and Interns,” a university researcher and two classroom teachers will share research focused on conferring practices of a second grade teacher, a third grade teacher, and their two classroom interns. Using Swivl devices, interns and their mentors collected audio and video data of themselves conferring during the same writer’s workshop class period. They viewed and analyzed these collaboratively with a critical partner, developing shared values and norms for conferring. These could then be taken back to writer’s workshop and built upon iteratively-- for the interns as they prepared for their own classrooms and careers, and for the mentors as they both extended their own partnership and began the following year with new interns.\r\n\r\nIn Part Two, “Learning to Create a Culture of Feedback,” a university researcher and teacher educator will first share how he works with undergraduate teacher candidates to instill a value of feedback and sound practices for providing it to K-12 writers. A series of in-class experiences and field experiences helps to develop skills for conferring within a framework of understanding feedback. Then, he will discuss how that same framework informs work with more experienced teachers in a graduate course. \r\n\r\nIn Part Three, attendees will have opportunities for discussion using data excerpts and example teaching materials from the two projects described.\r\n\r\nReferences\r\nAnderson, C. (2000). How’s it Going?: A Practical Guide to Conferring with Student Writers. Portsmouth, NH: Heinemann.\r\nCalkins, L., Hartman, A., &amp; White, Z. (n.d.). One to One: The Art of Conferring with Young Writers. Portsmouth, NH: Heinemann.\r\nCrochunis, T. (2009). Reworking Conferencing for More Effective Writing Feedback. Classroom Notes Plus, (April), 14–15.\r\nFreedman, S., &amp; Katz, A. (1987). Pedagogical interaction during the composing process: The writing conference. In L. Kelly &amp; A. Matsuhashi (Eds.), Writing in real time: Modeling production processes. Norwood, NJ: Ablex.\r\nGlasswell, K., Parr, J. M., &amp; Mcnaughton, S. (2003). Four Ways to Work against Yourself When Conferencing with Struggling Writers. Language Arts, 80(4), 1–8.\r\nMcIver, M. C., &amp; Wolf, S. A. (1999). The Power of the Conference Is the Power of Suggestion. Language Arts, 77(1), 54–61.\r\nMurray, D. M. (1979). The Listening Eye : Reflections on the Writing Conference. College English, 41(1), 13–18. \r\n",
        "Origin": "Manual"
    },
    "facultyid": "112184269",
    "coauthors": {
        "117273": {
            "firstname": "Jim",
            "middleinitial": "",
            "lastname": "Fredricksen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112184269",
            "authorid": 117273,
            "scholarlyactivityid": 31243
        }
    },
    "status": [
        {
            "id": 31243,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112184269",
    "attachments": [
        {
            "attachmentid": 3204,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "2016_ncte_handout.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hrYk5XS05aNFhXeTQxSURxSXY4YW9IR3Zjc2lGOTVnYzQ5TDlva0RxY0dnSnpkUnVBOTRHTng%3D",
            "filesize": 137882
        }
    ]
}