{
    "activityid": 31286,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Sino-Philippine South China Sea Dispute",
        "Journal": "American Journal of Chinese Studies",
        "Volume": "23",
        "Month / Season": "July",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "159-172",
        "Publisher": "American Association of Chiense Studies",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "On January 23, 2013 the Philippines alerted the international community that it had initiated a case against China in to help resolve the dispute regarding China’s continuing move into the South China Sea. The body set to hear the case against China is the United Nations Convention on the Law of the Sea (UNCLOS).  China’s response was presented in a scathing 93-point rebuke of the Philippines. China claims that the Philippines has not followed proper channels in trying to resolve territorial disputes, and China remains willing to discuss this at a bilateral level. For their part, Philippine officials claim that China is bullying its way into hegemonic control of the South China Sea. This paper presents a contextual understanding of the current situation with an eye toward history as a way through this potential geopolitical crisis. Based on precedent in the area and in world history, I argue in this paper that the Philippine government’s reliance on the UNCLOS to arbitrate with China in the South China Sea is a gamble that will result in greater harm than good for the region. The limited options in how to respond to China should recalibrate how the Philippines should diplomatically move forward with China.",
        "Origin": "Manual"
    },
    "facultyid": "111111800",
    "coauthors": {
        "117554": {
            "firstname": "Shelton",
            "middleinitial": "",
            "lastname": "Woods",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111111800",
            "authorid": 117554,
            "scholarlyactivityid": 31286,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 31286,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111800",
    "attachments": []
}