{
    "activityid": 3137,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mitochondrial DNA Analysis of an Immigrant Basque Population: Loss of Diversity Due to Founder Effects",
        "Journal": "American Journal of Physical Anthropology",
        "Volume": "144",
        "Month / Season": "2011-04-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "516-525",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1002/ajpa.21432",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/85",
        "Description/Abstract": "The Basques have a well-documented history of migration and settlement in the Americas, and they often retain cultural identity across generations. Numerous genetic studies have been carried out on European Basques; thus, immigrant Basques are an ideal population for investigating the genetic consequences of a recent human migration event. We have sampled 53 unrelated individuals with Basque ancestry in Boise, Idaho and determined the mitochondrial DNA (mtDNA) sequence variation of the first and second hypervariable regions. Thirty-six mtDNA haplotypes were detected in our sample. We found evidence of genetic changes consistent with founder effects, which is compatible with the known history of migration. Compared with the European Basque population, the immigrant Basques are significantly different in terms of haplogroup frequency distribution and diversity. They have a lower measure of weighted intralineage mean pairwise diversity (WIMP) and greater genetic distance from other European populations. These data indicate that this immigrant Basque population has experienced a reduction in genetic diversity compared with the putative source population. However, this loss of diversity is not detectable using indices of demographic history such as Tajima's D and Fu's F. This study represents the first description of mtDNA diversity in an immigrant Basque population, and our findings indicate that founder effects accompanying this relatively recent migration event have shaped the genetic diversity of this population.",
        "Origin": "Other"
    },
    "facultyid": "112032282",
    "coauthors": {
        "8985": {
            "firstname": "Michael",
            "middleinitial": "C.",
            "lastname": "Davis",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8985,
            "scholarlyactivityid": 3137
        },
        "8986": {
            "firstname": "Stephen",
            "middleinitial": "J",
            "lastname": "Novak",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110143",
            "authorid": 8986,
            "scholarlyactivityid": 3137
        },
        "8987": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Hampikian",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032282",
            "authorid": 8987,
            "scholarlyactivityid": 3137
        }
    },
    "status": [
        {
            "id": 3137,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032282",
    "attachments": []
}