{
    "activityid": 3139,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effect on embryos of injection of phosphorothioate-modified oligonucleotides into pregnant mice.",
        "Journal": "Antisense Research and Development",
        "Volume": "",
        "Month / Season": "1993-01-31",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1993,
        "Page Numbers": "391-7",
        "Publisher": "Cell Biology Group, Worcester Foundation for Experimental Biology, Shrewsbury, Massachusetts 01545.",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Phosphorothioate-modified oligonucleotides were injected into pregnant female mice to assess the effect on developing embryos. Injections were carried out during two different time periods, one when embryos were in preimplantation stages of development (about 3.5 days of development) and the other after implantation, when both a fetus and placenta are present (from days 9.5 to 11.5 of development). Three different phosphorothioate-modified oligonucleotides were injected. One, which had a sequence not present in the mouse genome, was used to ask whether nonspecific toxic or teratogenic effects on embryos result from treatment of the mother. A second was complementary to the mRNA of the testis-determining factor gene Sry and was used to ask whether a specific developmental pathway (i.e., sex determination) could be disrupted in embryos in vivo. The third was the complement of the anti-Sry sequence. None of these oligonucleotides reduced the frequency of successful pregnancy after mating or the average litter size from that observed in controls animals. Furthermore, examination of 291 pups or fetuses from all oligonucleotide-injected pregnant females revealed no developmental defects regardless of which sequence was used. It is concluded that injection of phosphorothioate-modified oligonucleotides into pregnant females according to the protocols described here is not toxic or teratogenic to embryos in a nonspecific way. Also, anti-Sry oligonucleotides did not influence sex determination in embryos, although there are several possible explanations for this",
        "Origin": "Other"
    },
    "facultyid": "112032282",
    "coauthors": {
        "8992": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Hampikian",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032282",
            "authorid": 8992,
            "scholarlyactivityid": 3139
        },
        "8993": {
            "firstname": "M.",
            "middleinitial": "",
            "lastname": "Gaudette",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8993,
            "scholarlyactivityid": 3139
        },
        "8994": {
            "firstname": "V.",
            "middleinitial": "",
            "lastname": "Metelev",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8994,
            "scholarlyactivityid": 3139
        },
        "8995": {
            "firstname": "S.",
            "middleinitial": "",
            "lastname": "Agrawal",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8995,
            "scholarlyactivityid": 3139
        },
        "8996": {
            "firstname": "W.",
            "middleinitial": "",
            "lastname": "Crain",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 8996,
            "scholarlyactivityid": 3139
        }
    },
    "status": [
        {
            "id": 3139,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1993,
            "termid": "1992/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032282",
    "attachments": []
}