{
    "activityid": 3141,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Morphologic and molecular description of Metopus fuscus Kahl from North America and new rDNA sequences from seven metopids (Armophorea, Metopidae)",
        "Journal": "European journal of protistology",
        "Volume": "50",
        "Month / Season": "2014-06-30",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "213-230",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Most species in the large ciliate genus Metopus Claparčde &amp; Lachmann, 1858 lack detailed descriptions based on modern morphologic and molecular methods. This lack of data for the vast majority of species hampers application of a morphospecies approach to the taxonomy of Metopus and other armophorids. In this report we redescribe the large species, Metopus fuscus Kahl, 1927 based on in vivo observation, silver impregnation, scanning electron microscopy, and single-cell 18S rDNA sequencing of a freshwater North American (Idaho) population. Metopus fuscus invariably has a perinuclear envelope of endosymbiotic bacteria not found in other species. Unlike the original description of a single row of coarse granules between ciliary rows, the Idaho population has five loose rows of small interkinetal granules. We discuss the possible importance of this character in metopids. We also provide a phylogenetic analysis including seven other new metopid 18S rDNA sequences: Brachonella spiralis, B. galeata, Metopus laminarius, M. setosus, M. striatus, M. violaceus, Palmarella lata. Metopus fuscus and M. setosus form a fully supported clade, challenging previous morphospecies groupings. We discuss some ambiguities of armophorid morphologic terminology in the earlier literature. Our phylogenetic analysis of Idaho metopids indicates that the genera Metopus and Brachonella are both nonmonophyletic.\n",
        "Origin": "Other"
    },
    "facultyid": "112032282",
    "coauthors": {
        "9003": {
            "firstname": "William",
            "middleinitial": "",
            "lastname": "Bourland",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9003,
            "scholarlyactivityid": 3141
        },
        "9004": {
            "firstname": "laura",
            "middleinitial": "",
            "lastname": "wendell",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9004,
            "scholarlyactivityid": 3141
        },
        "9005": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Hampikian",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032282",
            "authorid": 9005,
            "scholarlyactivityid": 3141
        }
    },
    "status": [
        {
            "id": 3141,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032282",
    "attachments": []
}