{
    "activityid": 3145,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "An organizational model of transcription factor binding sites for a histone promoter in D. melanogaster. ",
        "Journal": "In Silico Biology",
        "Volume": "2004;4(4):537-48.",
        "Month / Season": "2004-04-04",
        "Issue Number": "2004;4(4):537-48.",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "",
        "Publisher": "Department of Molecular and Cell Biology, University of Connecticut, Storrs, CT 06269, USA",
        "DOI": "",
        "PubMed Central ID Number": "15752071",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Drosophila H2A-H2B histone spacer, a small region that functions as a bidirectional promoter for the gene pair, was used as a test sequence for generation of a computationally derived organizational model of transcription factor (TF) binding sites. Expression studies of the spacer revealed that it contains the necessary sequences to confer replication-dependent transcription in partially synchronized cells in culture. Informatics analysis of the spacer uncovered a number of binding sites for specific TFs, none of which had been previously associated with this particular promoter. Each of the TFs in the promoter organizational model are also known to participate in stages of fly development that are characterized by DNA replication and/or cell division, thus providing a biologically functional rationale for an association. Moreover, phylogenetic analysis of the binding sites provides evidence for evolutionary conservation of the essential features of the organizational model. The model, if correct, provides information about the molecules that couple developmental specific demands and histone gene transcription.",
        "Origin": "Other"
    },
    "facultyid": "112032282",
    "coauthors": {
        "9016": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Hampikian",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032282",
            "authorid": 9016,
            "scholarlyactivityid": 3145
        }
    },
    "status": [
        {
            "id": 3145,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032282",
    "attachments": []
}