{
    "activityid": 31476,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Searching for Hard X-Ray Emission from Radio-Loud Gamma-Ray Quiet Blazars",
        "Journal": "American Astronomical Society Meeting Abstracts",
        "Volume": "229",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "250",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "While the Swift BAT AGN source catalog is dominated by radio-quiet Seyfert AGN, around 15% of the sample are radio galaxies or blazars (Ajello et al., 2009). There is an overlap of about 40 sources between the Fermi LAT and Swift BAT detected AGN populations, only a few percent of the Fermi total. These small numbers are presumably a result of selection bias as the SSC peak often falls squarely within the Fermi LAT bandpass while the Swift BAT sensitivity is highest in the spectral region straddling the synchrotron and SSC components.Recently however, a significant sample of bright (F 15GHz 〉1.5 Jy), radio selected AGN was found, surprisingly, to overlap with Fermi at only the ~80% level (Lister et. al., 2015). This could be a result of selection bias as well as the gamma-ray quiet objects of that survey having synchrotron peak frequencies of 10^13.4 Hz or less. On the other hand it could be due to deficient Doppler boosting among that ~20%. One can, in principle, test the former possibility by assessing emission from the low-energy wings of putative sub-GeV peaked SSC components. We describe our ongoing joint Swift BAT analysis project that attempts to address this possibility. Initial results, comparisons with INTEGRAL observations, and conclusions are presented.",
        "Origin": "Other"
    },
    "facultyid": "111197453",
    "coauthors": {
        "163378": {
            "firstname": "Katelyn",
            "middleinitial": "R.",
            "lastname": "Wada",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 163378,
            "scholarlyactivityid": 31476
        },
        "163379": {
            "firstname": "Daryl",
            "middleinitial": "J.",
            "lastname": "Macomb",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 163379,
            "scholarlyactivityid": 31476
        }
    },
    "status": [
        {
            "id": 31476,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111197453",
    "attachments": []
}