{
    "activityid": 3147,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Y-STR Variation in the Basque Diaspora in the Western USA: Evolutionary and Forensic Perspectives",
        "Journal": "International Journal of Legal Medicine",
        "Volume": "126",
        "Month / Season": "2012-03-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "293-298",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s00414-011-0644-8",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/249",
        "Description/Abstract": "Individuals of Basque origin migrated in large numbers to the Western USA in the second half of the nineteenth century, and the flow continued with less intensity during the last century. The European source population, that of the Basque Country, has long been a cultural and geographical isolate. Previous studies have demonstrated that Y-STR frequencies of Basques are different from those of other Spanish and European populations [1]. The Basque diaspora in the Western USA is a recent migration, but the founder effect and the incorporation of new American Y chromosomes into the paternal genetic pool of the Basque diaspora could have influenced its genetic structure and could thus have practical implications for forensic genetics. To check for genetic substructure among the European source and Basque diaspora populations and determine the most suitable population database for the Basque diaspora in the Western USA, we have analysed the haplotype distribution of 17 Y-STRs in both populations. We have found that the Basque diaspora in the Western USA largely conserve the Y chromosome lineage characteristic of the autochthonous European Basque population with no statistically significant differences. This implies that a common 17 YSTR Basque population database could be used to calculate identification or kinship parameters regardless of whether the Basque individuals are from the European Basque Country or from the Basque diaspora in the Western USA.",
        "Origin": "Other"
    },
    "facultyid": "112032282",
    "coauthors": {
        "9027": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Hampikian",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032282",
            "authorid": 9027,
            "scholarlyactivityid": 3147
        }
    },
    "status": [
        {
            "id": 3147,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032282",
    "attachments": []
}