{
    "activityid": 31482,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Exploring the Variability Characteristics of the Fermi AGN Sample",
        "Journal": "American Astronomical Society Meeting Abstracts",
        "Volume": "225",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "144",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The Fermi Gamma-Ray Space Telescope (Fermi) has cataloged nearly 2000 gamma-ray (〉100 MeV) point sources of which more than 1100 are likely AGN (these numbers will likely increase by ~50% in the near future with the forthcoming 3FGL catalog). The AGN are predominantly representative of the radio-loud 'blazar' subclass. The emission from these objects is known to be dominated by relativistic beaming and is almost always variable, often exhibiting high-amplitude flaring. To date there have been numerous studies of individual objects including multi-wavelength campaigns with some including parsec-scale radio jet morphological studies. Collectively, these studies have led to new insight in to our understanding of the blazar phenomena and jet propagation. However, there remains a dearth of statistical information on the variability characteristics of the population in aggregate. What, for example, are the distributions of flare amplitudes, durations, temporal profiles and recurrence histories among the gamma-ray blazar subclasses? In two related contributions we present present some results of our study of a large (~10&lt;SUP&gt;3&lt;/SUP&gt;) set of gamma-ray light curves. In this presentation we consider the brightest subset of our identified AGN flares, comprising initially a few tens of events, and then explore in greater detail their properties such as morphologies and their rise and decay timescales. We include where plausible the associated energy dependencies of these rise and decay profiles. We discuss our results in terms and the possible implications on the scale and location of jet structures associated with the emission sites and the cooling timescales of the electron population producing the gamma rays.",
        "Origin": "Other"
    },
    "facultyid": "111197453",
    "coauthors": {
        "118629": {
            "firstname": "Chris",
            "middleinitial": "R.",
            "lastname": "Shrader",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 118629,
            "scholarlyactivityid": 31482
        },
        "118630": {
            "firstname": "Daryl",
            "middleinitial": "J.",
            "lastname": "Macomb",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 118630,
            "scholarlyactivityid": 31482
        }
    },
    "status": [
        {
            "id": 31482,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111197453",
    "attachments": []
}