{
    "activityid": 31481,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Defining and Exploring Flare-States in the Fermi LAT Blazar Population",
        "Journal": "American Astronomical Society Meeting Abstracts",
        "Volume": "225",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "144",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "In two related contributions we present some results of our study of a large (~10&lt;SUP&gt;3&lt;/SUP&gt;) set of gamma-ray light curves. To investigate blazar outbursts, we study the flux variability of the approximately 2000 point sources cataloged by the Fermi Gamma-Ray Space Telescope concentrating on the 1100 sources that are likely AGN. A comparison of intrinsic flux variability, flare durations, recurrence times, and temporal profiles across blazar sub-classes is important for furthering our understanding of the responsible physical environments. Insights into the scale and location of jet structures responsible for the high-energy emission may emerge from such studies. Our approach is to characterize the intrinsic flux variability of all sources at the single day and weekly timescales. This provides a typical range of expected flux measurements, and by locating epochs for which the flux is signifcantly above this range one can define a flare state. These flare states are then candidates for a more detailed analysis. Here we describe the details, limitations, and results of this flare state analysis.",
        "Origin": "Other"
    },
    "facultyid": "111197453",
    "coauthors": {
        "118627": {
            "firstname": "Daryl",
            "middleinitial": "J.",
            "lastname": "Macomb",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 118627,
            "scholarlyactivityid": 31481
        },
        "118628": {
            "firstname": "Chris",
            "middleinitial": "R.",
            "lastname": "Shrader",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 118628,
            "scholarlyactivityid": 31481
        }
    },
    "status": [
        {
            "id": 31481,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111197453",
    "attachments": []
}