{
    "activityid": 31606,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "On the Edge: Exoplanets with Orbital Periods  Shorter than a Peter Jackson Movie",
        "Conference/Meeting Name": "Aerospace Day",
        "Conference Location": "Boise State University",
        "Date or Date Range": "2016 Feb 5",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "Office of STEM and Diversity Initiatives",
        "Presenter(s)": null,
        "Web Address": "https://docs.google.com/presentation/d/1iTyYzWO-iDdVS-8_KCXwxQosBh9xTO5kxfXn4vRU1_s/pub?start=false&amp;loop=false&amp;delayms=3000",
        "Description/Abstract": "On the Edge: Exoplanets with Orbital Periods Shorter Than a Peter Jackson Movie\r\nBrian Jackson (bjackson@boisestate.edu -- http://www.astrojack.com)\r\nDept. of Physics, Boise State University\r\n\r\nHundreds of planets outside of the Solar System, called exoplanets, have been discovered and characterized with transit observations, which involve watching for the shadow of a planet as it passes in front of its host star. Transit observations are simple, powerful, and robust and may even be possible from Boise State’s on-campus Observatory. From space, transit detections from the Kepler and K2 missions have revealed thousands of planetary candidates, and recent searches have found small, rocky planets with very small orbits, almost at their host stars' surfaces, including a Mars-sized body with an orbital period of only four hours. So close to their host stars that some of them are actively disintegrating, these objects’ origins remain unclear. Some are members of multi-planet systems and may have been driven inward via secular excitation by their sibling planets. Others may be the fossil cores of former gas giants whose atmospheres were stripped by tides.\r\n\r\nIn this presentation, I’ll discuss the work of our Short-Period Planets Group (SuPerPiG), funded by NASA and focused on finding and understanding this surprising new class of exoplanets. We are sifting data from the K2 Mission to search for additional short-period planets and have found several new candidates. We are also modeling tidal effects and disruption of close-in gaseous planets to determine how we could identify their remnants, and preliminary results suggest the cores have a distinctive relationship between their masses and orbital periods that may be apparent in the observed population. Whatever their origins, short-period planets are particularly amenable to discovery and detailed follow-up by ongoing and future surveys, including NASA’s Transiting Exoplanets Survey Satellite (TESS), to be launched in 2017.",
        "Origin": "Manual"
    },
    "facultyid": "114026685",
    "coauthors": {
        "119279": {
            "firstname": "Brian",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026685",
            "authorid": 119279,
            "scholarlyactivityid": 31606,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 31606,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": [
        {
            "attachmentid": 3805,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "Aerospace Day -- 2016 Feb 5.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZaGorZHBXb2pQK2FtM1hJZk43SWdFZERNYlRJZVFlamN0bXE3RHdOUThZa3hzNkRFd0cwSUd3bmRRNUs1MWpYWjhzVTM1ZU41YmFnPT0%3D",
            "filesize": 7806722
        }
    ]
}