{
    "activityid": 31625,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Crowdfunding To Support University Research and Public Outreach",
        "Conference / Meeting Name": "AAS/Division for Planetary Sciences Meeting Abstracts",
        "Conference Location": "",
        "Date or Date Range": "Oct",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "http://adsabs.harvard.edu/abs/2016DPS....4841706J",
        "Description/Abstract": "Crowdfunding involves raising (usually small) monetary contributions from a large number of people, often performed via the internet. Several universities have adopted this model to support small-dollar, high-profile projects and provide the seed money for research efforts. By contrast with traditional scientific funding, crowdfunding provides a novel way to engage the public in the scientific process and sometimes involves donor rewards in the form of acknowledgments in publications and direct involvement in the research itself.In addition to Kickstarter.com and Indiegogo.com that support a range of enterprises, there are several organizations tailored to scientific research and development, including Experiment.com and the now-defunct PetriDish.org. Private companies are also available to help universities establish their own crowd-funding platforms. At Boise State University, we recently engaged the services of ScaleFunder to launch the PonyUp platform (https://ponyup.boisestate.edu/), inaugurated in Fall 2015 with requests of support for projects ranging from the health effects of organic food during pregnancy to censuses of hummingbirds.In this presentation, I'll discuss my own crowdfunding project to support the rehabilitation of Boise State's on-campus observatory. As the first project launched on PonyUp, it was an enormous success -- we met our original donation goal of $8k just two weeks into the four-week campaign and so upped the goal to $10k, which we achieved two weeks later. In addition to the very gratifying monetary support of the broader Boise community, we received personal stories from many of our donors about their connections to Boise State and the observatory. I'll talk about our approach to social and traditional media platforms and discuss how we leveraged an unlikely cosmic syzygy to boost the campaign. ",
        "Origin": "BibTeX"
    },
    "facultyid": "114026685",
    "coauthors": {
        "119365": {
            "firstname": "B.",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 119365,
            "scholarlyactivityid": 31625,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 31625,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": [
        {
            "attachmentid": 3825,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "Crowd-Funding EPO Talk DPS 2016 Poster.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZaGorZHBXb2pQK1hLNWVQa1hSNDZPaVhnV0RVbW1jZXNpUithQzFVTy92aC84YjBuWlN6L2pLT3dYenlaS2RSYmorZWRrUExRR3BGV1NyVHBhUnFZSA%3D%3D",
            "filesize": 2099715
        }
    ]
}