{
    "activityid": 31634,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Summoning Devils in the Desert",
        "Conference/Meeting Name": "University of Wyoming Geology Dept. Brownbag Lunch Presentation",
        "Conference Location": "Laramie, WY",
        "Date or Date Range": "2017 Jan 27",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "University of Wyoming Geology Dept.",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Dust devils are small-scale (few to many tens of meters) low-pressure vortices rendered visible by dust lofted in moderate to high (&gt; 10 m/s) winds. They persist for minutes to hours and can travel kilometers, usually carried by the ambient wind. On Earth, they occur primarily in arid locations and can reduce air quality and endanger small aircraft. On Mars, they occur ubiquitously and likely dominate the supply of atmospheric dust, influence climate, and even lengthen the operating lifetimes of solar-powered landers. Studied for decades, the underlying formation, dynamics, and statistics of dust devils remain poorly understood, but the same technology revolution that brought us stealth drones and iPhones is helping to change that. In this presentation, I’ll discuss on-going field surveys involving miniature, autonomous instrumentation deployed at sites known for dust devil activity. Using a combination of pressure loggers and photovoltaic cells, these surveys are helping to reveal the underlying natures and structure of dust devils in a totally novel way. We’ve found, for example, that not all devils are dusty, but the dustiest devils are also probably the biggest. The most vigorous dust devils occur most frequently during the middle of the day in the summer, when convection driven by insolation is the most active, but structures resembling low-pressure vortices apparently occur year-round, throughout the day and night. As in astronomical surveys, statistical inference using these results requires assessing important biases, including selection and detection biases, largely unconsidered in previous surveys. Accurately assessing the role of dust devils requires a complete knowledge of their population statistics since the influence of the largest and most rare devils may drastically outweigh that of smaller, more common devils.",
        "Origin": "Manual"
    },
    "facultyid": "114026685",
    "coauthors": {
        "119377": {
            "firstname": "Brian",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026685",
            "authorid": 119377,
            "scholarlyactivityid": 31634,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 31634,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": []
}