{
    "activityid": 31633,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "On the Edge: Exoplanets with Orbital Periods Shorter Than a Peter Jackson Movie",
        "Conference/Meeting Name": "University of Wyoming Physics &amp; Astronomy Dept. Colloquium",
        "Conference Location": "Laramie, WY",
        "Date or Date Range": "2017 Jan 27",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "University of Wyoming Physics &amp; Astronomy Dept.",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "From wispy gas giants to tiny rocky bodies, exoplanets with orbital periods of several days and less challenge theories of planet formation and evolution. Recent searches have found small rocky planets with orbits reaching almost down to their host stars' surfaces, including an iron-rich Mars-sized body with an orbital period of only four hours. So close to their host stars that some of them are actively disintegrating, these objects’ origins remain unclear, and even formation models that allow significant migration have trouble accounting for their very short periods. Some are members of multi-planet system and may have been driven inward via secular excitation and tidal damping by their sibling planets. Others may be the fossil cores of former gas giants whose atmospheres were stripped by tides.\r\n\r\nIn this presentation, I’ll discuss the work of our Short-Period Planets Group (SuPerPiG), focused on finding and understanding this surprising new class of exoplanets. We are sifting data from the reincarnated Kepler Mission, K2, to search for additional short-period planets and have found several new candidates. We are also modeling the tidal decay and disruption of close-in gaseous planets to determine how we could identify their remnants, and our results suggest the cores have a distinctive mass-period relationship that may be apparent in the observed population. Whatever their origins, short-period planets are particularly amenable to discovery and detailed follow-up by ongoing and future surveys, including the TESS mission.",
        "Origin": "Manual"
    },
    "facultyid": "114026685",
    "coauthors": {
        "119376": {
            "firstname": "Brian",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026685",
            "authorid": 119376,
            "scholarlyactivityid": 31633,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 31633,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": [
        {
            "attachmentid": 3829,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "UWY Astronomy colloquium -- 2017 Jan 27.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZaGorZHBXb2pQK2JGK2RqNUpEbE5seGhORUV5K1pISmZhWm96M0s0THlSU0ZpcW5aeXQyVjQ2WTFxenZKN0J6UVJycVBWKzlFcVREOTA1SGpQYWRWUw%3D%3D",
            "filesize": 8862858
        }
    ]
}