{
    "activityid": 31654,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Too Little, Too Late: How the Tidal Evolution of Hot Jupiters Affects Transit Surveys of Clusters",
        "Journal": "Astrophysical Journal",
        "Volume": "723",
        "Month / Season": "Nov",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "1703-1710",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://adsabs.harvard.edu/abs/2010ApJ...723.1703D",
        "Description/Abstract": "The tidal evolution of hot Jupiters may change the efficiency of transit surveys of stellar clusters. The orbital decay that hot Jupiters suffer may result in their destruction, leaving fewer transiting planets in older clusters. We calculate the impact tidal evolution has for different assumed stellar populations, including that of 47 Tuc, a globular cluster that was the focus of an intense Hubble Space Telescope search for transits. We find that in older clusters, one expects to detect fewer transiting planets by a factor of 2 for surveys sensitive to Jupiter-like planets in orbits out to 0.5 AU, and up to a factor of 25 for surveys sensitive to Jupiter-like planets in orbits out to 0.08 AU. Additionally, tidal evolution affects the distribution of transiting planets as a function of the semimajor axis, producing larger orbital period gaps for transiting planets as the age of the cluster increases. Tidal evolution can explain the lack of detected exoplanets in 47 Tuc without invoking other mechanisms. Four open clusters residing within the Kepler fields of view have ages that span 0.4-8 Gyr—if Kepler can observe a significant number of planets in these clusters, it will provide key tests for our tidal evolution hypothesis. Finally, our results suggest that observers wishing to discover transiting planets in clusters must have sufficient accuracy to detect lower mass planets, search larger numbers of cluster members, or have longer observation windows to be confident that a significant number of transits will occur for a population of stars. ",
        "Origin": "BibTeX"
    },
    "facultyid": "114026685",
    "coauthors": {
        "119644": {
            "firstname": "J.",
            "middleinitial": "H.",
            "lastname": "Debes",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 119644,
            "scholarlyactivityid": 31654,
            "classifications": {
                "Role": "Author"
            }
        },
        "119645": {
            "firstname": "B.",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 119645,
            "scholarlyactivityid": 31654,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 31654,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2010,
            "termid": "2010/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": [
        {
            "attachmentid": 3847,
            "mimetype": "application/pdf",
            "filename": "1009.1399.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZaGorZHBXb2pQK1pkU012TERnTzJNZ2NwZWNKbUVzRjBxSWIrQXdyOVR0QT09",
            "filesize": 1245876
        }
    ]
}