{
    "activityid": 3173,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Physical Mechanisms of Bacterial Survival Revealed by Combined Grazing-Incidence X-Ray Scattering and Monte Carlo Simulation",
        "Journal": "Comptes Rendus Chimie",
        "Volume": "12",
        "Month / Season": "2009-01-01",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "209-217",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.crci.2008.06.020",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/30",
        "Description/Abstract": "The combination of grazing-incidence X-ray scattering experiments and Monte Carlo simulation unravels the physics of bacterial survival against cationic antimicrobial peptides (protamine). As a realistic model of bacterial outer membranes, an insoluble monolayer of lipopolysaccharide from Salmonella enterica sv. Minnesota Ra (LPS Ra) is spread on buffered subphase. In the presence of Ca2+, vertical electron density profiles reconstructed from X-ray scattering imply the &quot;collapse&quot; of saccharide chains, suggesting that Ca2+ bridges the negatively charged saccharide units. Under this condition, the LPS monolayer remains intact even after injection of protamine near the minimum inhibitory concentration. This can theoretically be accounted in terms of the formation of an electrostatic energy barrier that prevents the approach of protamine to the hydrophobic region. In contrast, as predicted from in vivo experiments, the intrusion of protamine in the absence of Ca2+ results in the complete destruction of the layered structure of LPS Ra monolayers.",
        "Origin": "Other"
    },
    "facultyid": "111111505",
    "coauthors": {
        "9160": {
            "firstname": "Charles",
            "middleinitial": "B",
            "lastname": "Hanna",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111505",
            "authorid": 9160,
            "scholarlyactivityid": 3173
        }
    },
    "status": [
        {
            "id": 3173,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111505",
    "attachments": []
}