{
    "activityid": 31737,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Modeling Cooling Rates of Martian Flood Basalt Columns",
        "Conference / Meeting Name": "AGU Fall Meeting Abstracts",
        "Conference Location": "",
        "Date or Date Range": "Dec",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "http://adsabs.harvard.edu/abs/2011AGUFM.P33B1769W",
        "Description/Abstract": "Columnar jointing in large basalt flows have been extensively studied and can provide important clues about the emplacement conditions and cooling history of a basalt flow. The recent discovery of basalt columns on Mars in crater walls near Marte Vallis provides an opportunity to infer conditions on early Mars when the Martian basalt flows were laid down. Comparison of the Martian columns to Earth analogs allows us to gain further insight into the early Martian climate, and among the best terrestrial analogs are the basalt columns in the Columbia River Basalt Group (CRBG) in eastern Washington. The CRBG is one of the youngest (&lt; 17 Myrs old) and most extensively studied basalt provinces in the world, extending over 163,700 square km with total thickness exceeding 1 km in some places. The morphologies and textures of CRBG basalt columns suggest that in many places flows ~100 m thick cooled at uniform rates, even deep in the flow interior. Such cooling seems to require the presence of water in the column joints since the flow interiors should have cooled much more slowly than the flow margins if conductive cooling dominated. Secondary features, such pillow basalts, likewise suggest the basalt flows were in direct contact with standing water in many places. At the resolution provided by the orbiting HiRISE camera (0.9 m), the Martian basalt columns resemble the CRBG columns in many respects, and so, subject to important caveats, inferences linking the morphologies of the CRBG columns to their thermal histories can be extended in some respects to the Martian columns. In this presentation, we will describe our analysis of the HiRISE images of the Martian columns and what can be reasonably inferred about their thermal histories and the conditions under which they were emplaced. We will also report on a field expedition to the CRBG in eastern Washington State. During that expedition, we surveyed basalt column outcrops on the ground and from the air using Unmanned Aerial Vehicles to compare ground-truth measurements of the columns to aerial measurements and study the limitations and biases inherent in remote-sensing data of such geological features. D.K.W. acknowledges the South Carolina Space Grant Consortium for travel funding. ",
        "Origin": "BibTeX"
    },
    "facultyid": "114026685",
    "coauthors": {
        "120219": {
            "firstname": "D.",
            "middleinitial": "K.",
            "lastname": "Weiss",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120219,
            "scholarlyactivityid": 31737,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        },
        "120220": {
            "firstname": "B.",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120220,
            "scholarlyactivityid": 31737,
            "classifications": {
                "Role": "Author"
            }
        },
        "120221": {
            "firstname": "M.",
            "middleinitial": "P.",
            "lastname": "Milazzo",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120221,
            "scholarlyactivityid": 31737,
            "classifications": {
                "Role": "Author"
            }
        },
        "120222": {
            "firstname": "J.",
            "middleinitial": "W.",
            "lastname": "Barnes",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120222,
            "scholarlyactivityid": 31737,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 31737,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": []
}