{
    "activityid": 31744,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Tidal Heating of Extrasolar Terrestrial-scale Planets and Constraints on Habitability",
        "Conference/Meeting Name": "AAS/Division for Planetary Sciences Meeting Abstracts 40",
        "Conference Location": "",
        "Date or Date Range": "Sep",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "http://adsabs.harvard.edu/abs/2008DPS....40.0402J",
        "Description/Abstract": "Tidal evolution of rocky (&quot;terrestrial&quot;) extrasolar planets can generate significant internal heating. For example, if the recently-discovered super-Earths, such as GJ 876 d, Gl 581 c and HD 40307 b, are indeed terrestrial, their internal heating may be large enough to melt them, or at least produce Io-like volcanism, which would dim their prospects for habitability. Because tidal heating scales with planet mass, we expect most detectable super-Earths will be similarly dominated by volcanic activity. Such volcanic activity may be apparent in transit spectra. However, the tidal heating of hypothetical terrestrial-type extra-solar planets may span many orders of magnitude, depending on their physical and orbital properties. For a wide range of parameter values, rather than inducing global volcanism, more moderate tidal heating may drive plate tectonics, similar to the Earth's, fulfilling one possible requirement for habitability. On planets with insufficient radiogenic heating for plate tectonics, such as extrasolar dwarf planets, tidal heating may thus be essential for habitability. Tidal heating may also enhance the outgassing of volatiles, contributing to the formation and replenishment of a planet's atmosphere. On water-rich rocky planets, tidal heating may generate sub-surface oceans analogous to Europa's and with similar prospects for habitability. We quantify heating rates (and the change in these rates over time) for a range of physical and orbital parameters and identify which combinations could lead to planets with insufficient tidal heat for tectonics; planets with so much heat that there could be excessive volcanism; or the planets that are just right, with just enough tidal heat to experience plate tectonics and thus be candidates for habitability. This research demonstrates how the orbital properties of extrasolar planetary systems may be used to constrain the planets' physical properties. ",
        "Origin": "BibTeX"
    },
    "facultyid": "114026685",
    "coauthors": {
        "120284": {
            "firstname": "B.",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120284,
            "scholarlyactivityid": 31744,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "120285": {
            "firstname": "R.",
            "middleinitial": "",
            "lastname": "Barnes",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120285,
            "scholarlyactivityid": 31744,
            "classifications": {
                "Role": "Author"
            }
        },
        "120286": {
            "firstname": "R.",
            "middleinitial": "",
            "lastname": "Greenberg",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120286,
            "scholarlyactivityid": 31744,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 31744,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": []
}