{
    "activityid": 31741,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "VIMS Observations of Titan's South Polar Haze",
        "Conference / Meeting Name": "AAS/Division for Planetary Sciences Meeting Abstracts 37",
        "Conference Location": "",
        "Date or Date Range": "Dec",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "http://adsabs.harvard.edu/abs/2005DPS....37.4533J",
        "Description/Abstract": "Titan's stratospheric haze significantly affects the thermal budget of the atmosphere, thereby providing important dynamical forcing. The aerosols act as atmospheric coolants by enhancing radiation to space in the thermal infrared. In addition, they heat the atmosphere by absorbing solar UV radiation. Atmospheric models which couple the haze to the dynamics suggest that the aerosols accumulate at the poles during the winter, creating permanent polar caps, and augment the latitudinal temperature gradients. In turn, this reinforces meridional circulation which transports more haze to the pole and results in a positive feedback between dynamics and cooling.\r\n\r\nGround-based observations in the near-IR (1 to 2 μm) of Titan's south pole indicate the existence of a polar hood of haze between 30 and 50 km altitude. Yet, the altitude of these particulates, which coincides with that of the tropopause at 44 km, raises the question of whether the particles are methane cloud particles associated with local convection or haze associated with global circulation. We propose to investigate further the nature of the polar hood with an analysis of Cassini observations from the Visual and Infrared Mapping Spectrometer (VIMS), which provides a higher spatial resolution and greater wavelength coverage than do the ground-based observations.\r\n\r\nPreliminary analysis of the VIMS data corroborates the existence of a southern polar hood of atmospheric particulates. Through a radiative transfer analysis, we will determine the optical depth, altitude, effective particle size and latitudinal extent of the observed particulate hood. The optical depth will provide a measure of the thermal forcing due to the particles, while the effective size will distinguish between submicron-sized haze particles and the larger methane particles, diagnostic of the hood's origin. ",
        "Origin": "BibTeX"
    },
    "facultyid": "114026685",
    "coauthors": {
        "120267": {
            "firstname": "B.",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120267,
            "scholarlyactivityid": 31741,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "120268": {
            "firstname": "C.",
            "middleinitial": "A.",
            "lastname": "Griffith",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120268,
            "scholarlyactivityid": 31741,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 31741,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2005,
            "termid": "2005/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": []
}