{
    "activityid": 31751,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Hermean Atmospheres of Hot Rocky Exoplanets",
        "Conference/Meeting Name": "AAS/Division for Planetary Sciences Meeting Abstracts 42",
        "Conference Location": "",
        "Date or Date Range": "Oct",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "http://adsabs.harvard.edu/abs/2010DPS....42.5601J",
        "Description/Abstract": "The discovery of the first rocky exoplanet CoRoT-7 b suggests many stars may host rocky planets. However, with an orbital semi-major axis of only 0.0172 AU, CoRoT-7 b's dayside surface temperature probably may exceed 2000 K, and current detection biases mean that most of the initially discovered rocky exoplanets will probably be in similar orbits, with corresponding large surface temperatures. Such planets will likely have tenuous atmospheres composed of vaporized rocky material, similar to Mercury's exosphere. In fact, initial calculations suggest the atmospheres may have column abundances of volatiles, particularly sodium, exceeding the column abundance of Mercury's exosphere by many orders of magnitude. The volatiles likely present in the atmospheres of hot rocky exoplanets may be detectable through observations with sufficiently high spectral resolution. For example, at the column abundance of sodium predicted for CoRoT-7 b's exosphere, total optical depths at sodium's D1 and D2 resonant scattering features may approach 106. Consequently, the transit depth for CoRoT-7 b in the wavelengths of these features may be as much as 30% larger than out of the features. As for Mercury, detection of such an atmosphere around a hot rocky exoplanet would provide important constraints on the planet's composition. In this talk, I will present preliminary results from models of such putative atmospheres and discuss their detectability. ",
        "Origin": "BibTeX"
    },
    "facultyid": "114026685",
    "coauthors": {
        "120333": {
            "firstname": "B.",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 120333,
            "scholarlyactivityid": 31751,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 31751,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2010,
            "termid": "2010/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": []
}