{
    "activityid": 31757,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“‘Almost Unknown to the General Reader’: Herman Melville’s Recovered Copy of Thomas Warton’s History of English Poetry” ",
        "Conference/Meeting Name": "“Marginal notes: Social Reading and the Literal Margin&quot; ",
        "Conference Location": "delivered remotely via Skype at The Centre for the Book, Monash University, in collaboration with the Centre for the Book, University of Otago and The State Library of Victoria.",
        "Date or Date Range": "23 September 2016",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "The Centre for the Book, Monash University, in collaboration with the Centre for the Book, University of Otago and The State Library of Victoria.",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Herman Melville’s marked and annotated copy of Thomas Warton’s The History of English Poetry (London: Ward, [1871]) epitomizes the precarious fate of Melville’s library while also illustrating the challenges and importance of his reading and marginalia to ongoing scholarship on his life and writings.  The 1,032-page volume was first discovered by Charles Olson in the 1930s—over four decades after approximately half of Melville’s library was dispersed following his death in 1891—but reported by Olson only to two or three individuals, such as the late Merton M. Sealts, author and compiler of Melville’s Reading, who tried but failed to relocate the book. It was finally rediscovered in 1999 by myself and Dennis C. Marnon in a restricted stack area of the Brooklyn Public Library, where it had been unlisted in the library’s catalogue throughout the decades following Olson’s research. Twice rebound and missing its original endpapers (and therefore, most likely, Melville's usual ownership inscription), the extremely brittle volume has since been purchased and digitized by Houghton Library, and an edited photographic version is in progress at Melville’s Marginalia Online. Documentation of Melville’s marginalia is complicated at numerous points in the volume by markings in the hand of at least one subsequent owner, and the proposed paper will demonstrate procedures of attribution while it also explores Melville’s engagement with Warton’s text. Along with following the historian’s account of English literature from Norman-Saxon verse to the poetry of the Reformation, Melville’s verifiable markings and annotations reveal his preoccupation with Warton’s attention to subjects “almost unknown to the general reader,” to quote from one scored passage. His marginalia gravitate uncannily to Warton’s discussions of lost works, dispersals of libraries, works rescued from oblivion, languages and writings concealed by ecclesiastical dictates, banned writings, and esoteric modes of literary expression—all topics with deep aesthetic and biographical connections to Melville's own writings and to his failed career as a popular author. The book also contains marginalia on writers Melville had already studied in still-surviving volumes, such as his copies of Dante, Shakespeare, and Milton, whose works had profoundly influenced his own writings, as well as unique marginalia on now-forgotten writers excerpted by Warton, and by whom no works owned by Melville are known to survive. Dating deep within the period of reputational decline that followed his failure as a marketable writer, when he drew heavily upon works of poetry and criticism while quietly pursuing his own sophisticated efforts in verse, Melville’s marginalia in Warton’s History of English Poetry post-date his publication of Battle-Pieces (1866) and precede the publication of his epic poem Clarel: A Poem and Pilgrimage in the Holy Land (1876), offering an unparalleled look into a notoriously obscure but artistically fertile period of his life and thought. ",
        "Origin": "Manual"
    },
    "facultyid": "111643332",
    "coauthors": {
        "120325": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 120325,
            "scholarlyactivityid": 31757,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 31757,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643332",
    "attachments": []
}