{
    "activityid": 31919,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mechanistic implications from structures of yeast alcohol dehydrogenase complexed with coenzyme and an alcohol",
        "Journal": "Archives of biochemistry and biophysics",
        "Volume": "591",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "35-42",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Yeast alcohol dehydrogenase I is a homotetramer of subunits with 347 amino acid residues, catalyzing the oxidation of alcohols using NAD(+) as coenzyme. A new X-ray structure was determined at 3.0 Å where both subunits of an asymmetric dimer bind coenzyme and trifluoroethanol. The tetramer is a pair of back-to-back dimers. Subunit A has a closed conformation and can represent a Michaelis complex with an appropriate geometry for hydride transfer between coenzyme and alcohol, with the oxygen of 2,2,2-trifluoroethanol ligated at 2.1 Å to the catalytic zinc in the classical tetrahedral coordination with Cys-43, Cys-153, and His-66. Subunit B has an open conformation, and the coenzyme interacts with amino acid residues from the coenzyme binding domain, but not with residues from the catalytic domain. Coenzyme appears to bind to and dissociate from the open conformation. The catalytic zinc in subunit B has an alternative, inverted coordination with Cys-43, Cys-153, His-66 and the carboxylate of Glu-67, while the oxygen of trifluoroethanol is 3.5 Å from the zinc. Subunit B may represent an intermediate in the mechanism after coenzyme and alcohol bind and before the conformation changes to the closed form and the alcohol oxygen binds to the zinc and displaces Glu-67.",
        "Origin": "PubMed"
    },
    "facultyid": "111643674",
    "coauthors": {
        "121443": {
            "firstname": "Bryce",
            "middleinitial": "V",
            "lastname": "Plapp",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121443,
            "scholarlyactivityid": 31919
        },
        "121444": {
            "firstname": "Henry",
            "middleinitial": "A",
            "lastname": "Charlier",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121444,
            "scholarlyactivityid": 31919
        },
        "121445": {
            "firstname": "S",
            "middleinitial": "",
            "lastname": "Ramaswamy",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121445,
            "scholarlyactivityid": 31919
        }
    },
    "status": [
        {
            "id": 31919,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643674",
    "attachments": []
}