{
    "activityid": 31921,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Inactivation of 3-hydroxy-3-methylglutaryl-CoA synthase and other Acyl-CoA-utilizing enzymes by 3-Oxobutylsulfoxyl-CoA",
        "Journal": "Biochemistry",
        "Volume": "36",
        "Month / Season": null,
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "1551-8",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "3-Oxobutylsulfoxyl-CoA has been produced by oxidation of S-3-oxobutyl-CoA, the thioether analog of acetoacetyl-CoA. Avian hydroxymethylglutaryl-CoA (HMG-CoA) synthase is inactivated by oxobutylsulfoxyl-CoA in a time-dependent fashion. Protection against inactivation is afforded by the substrate, acetyl-CoA, suggesting that inactivation involves modification of the enzyme's active site. Pretreatment of HMG-CoA synthase with the inactivator blocks the enzyme's ability to form Michaelis and acetyl-S-enzyme intermediates, supporting the hypothesis that modification is active-site directed. Incubation of enzyme with oxobutylsulfoxyl-[32P]CoA followed by precipitation with trichloroacetic acid indicates that inactivation correlates with stoichiometric formation of a covalent adduct between enzyme and a portion of the inactivator that includes the CoA nucleotide. The observation of reagent partitioning suggests that HMG-CoA synthase catalyzes conversion of oxobutylsulfoxyl-CoA into a reactive species that modifies the protein. Treatment of inactivated enzyme with DTT or other mercaptans restores enzyme activity and reverses the covalent modification with release of CoASH. Oxobutylsulfoxyl-CoA inactivates beta-ketothiolase and HMG-CoA lyase in a process that is also reversed by DTT. These three enzymes all contain active site cysteines, suggesting that inactivation results from disulfide formation between a cysteine and the CoA moiety of the inhibitor. The data are consistent with the hypothesis that enzymatic cleavage of oxobutylsulfoxyl-CoA results in the transient formation of a sulfenic acid derivative of CoA which subsequently reacts to form a stable disulfide linkage to protein.",
        "Origin": "PubMed"
    },
    "facultyid": "111643674",
    "coauthors": {
        "121423": {
            "firstname": "H ",
            "middleinitial": "A",
            "lastname": "Charlier",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121423,
            "scholarlyactivityid": 31921
        },
        "121424": {
            "firstname": "C",
            "middleinitial": "",
            "lastname": "Narasimhan",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121424,
            "scholarlyactivityid": 31921
        },
        "121425": {
            "firstname": "H ",
            "middleinitial": "M",
            "lastname": "Miziorko",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121425,
            "scholarlyactivityid": 31921
        }
    },
    "status": [
        {
            "id": 31921,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1997,
            "termid": "1996/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643674",
    "attachments": []
}