{
    "activityid": 31923,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Avian cytosolic 3-hydroxy-3-methylglutaryl-CoA synthase: evaluation of the role of cysteines in reaction chemistry",
        "Journal": "Biochimica et biophysica acta",
        "Volume": "1247",
        "Month / Season": null,
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1995,
        "Page Numbers": "253-9",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The pH dependence of avian cytosolic HMG-CoA synthase activity is fit by a titration curve with a pK = 8.6. The observation of optimal activity at alkaline pH and the insensitivity of pK to divalent cation concentration suggest that the pK reflects ionization of an amino-acid side chain (e.g., cysteinyl sulfhydryl) rather than substrate enolization. Upon reaction of 3-chloropropionyl-CoA with HMG-CoA synthase C129S, an enzyme variant lacking the sulfhydryl group normally targeted by this mechanism-based inhibitor, stoichiometric modification occurs. Amino-acid analysis indicates that cysteine is the principal target in C129S enzyme, demonstrating the presence of a second reactive cysteine within this enzyme. To test whether another cysteine functions in reaction chemistry, conserved cysteines were identified by sequence homology analysis. Five cysteine residues (C59, C69, C224, C232, C268), invariant in the nine sequences available for various eukaryotic HMG-CoA synthase isozymes, were individually replaced by alanine in a series of mutant enzymes. Kinetic analyses of the isolated mutant HMG-CoA synthases indicate that none of these is crucial to the chemistry that results in production of HMG-CoA. These results further distinguish the HMG-CoA synthase reaction from the related condensation of acyl-CoA substrates catalyzed by beta-ketothiolase.",
        "Origin": "PubMed"
    },
    "facultyid": "111643674",
    "coauthors": {
        "121429": {
            "firstname": "I",
            "middleinitial": "",
            "lastname": "Misra",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121429,
            "scholarlyactivityid": 31923
        },
        "121430": {
            "firstname": "H ",
            "middleinitial": "A",
            "lastname": "Charlier",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121430,
            "scholarlyactivityid": 31923
        },
        "121431": {
            "firstname": "H ",
            "middleinitial": "M",
            "lastname": "Miziorko",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 121431,
            "scholarlyactivityid": 31923
        }
    },
    "status": [
        {
            "id": 31923,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1995,
            "termid": "1994/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643674",
    "attachments": []
}