{
    "activityid": 3202,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Double-Layer Systems at Zero Magnetic Field",
        "Journal": "Physical Review B",
        "Volume": "61",
        "Month / Season": "2000-05-15",
        "Issue Number": "20",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "13-882 - 13-913",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/38",
        "Description/Abstract": "We investigate theoretically the effects of intralayer and interlayer exchange in biased double-layer electron and hole systems, in the absence of a magnetic field. We use a variational Hartree-Fock-like approximation to analyze the effects of layer separation, layer density, tunneling, and applied gate voltages on the layer densities and on interlayer phase coherence. In agreement with earlier work, we find that for very low layer separations and layer densities, an interlayer-correlated ground state possessing spontaneous interlayer coherence (SILC) is obtained, even in the absence of interlayer tunneling. In contrast to earlier work, we find that as a function of total density, there exist four, rather than three, distinct noncrystalline phases for balanced double-layer systems without interlayer tunneling. The newly identified phase exists for a narrow range of densities and has three components and slightly unequal layer densities, with one layer being spin polarized and the other unpolarized. An additional two-component phase is also possible in the presence of sufficiently strong bias or tunneling. The lowest-density SILC phase is the fully spin- and pseudospin-polarized &quot;one-component&quot; phase discussed by Zheng et al. [Phys. Rev. B 55, 4506 (1997)]. We argue that this phase will produce a finite interlayer Coulomb drag at zero temperature due to the SILC. We calculate the particle densities in each layer as a function of the gate voltage and total particle density, and find that interlayer exchange can reduce or prevent abrupt transfers of charge between the two layers. We also calculate the effect of interlayer exchange on the interlayer capacitance.",
        "Origin": "Other"
    },
    "facultyid": "111111505",
    "coauthors": {
        "9339": {
            "firstname": "Charles",
            "middleinitial": "B",
            "lastname": "Hanna",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111505",
            "authorid": 9339,
            "scholarlyactivityid": 3202
        },
        "9340": {
            "firstname": "Dylan",
            "middleinitial": "",
            "lastname": "Haas",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9340,
            "scholarlyactivityid": 3202
        },
        "9341": {
            "firstname": "J.",
            "middleinitial": "C.",
            "lastname": "Díaz-Vélez",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9341,
            "scholarlyactivityid": 3202
        }
    },
    "status": [
        {
            "id": 3202,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2000,
            "termid": "1999/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111505",
    "attachments": []
}