{
    "activityid": 3208,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Crucial Roles of Charged Saccharide Moieties in Survival of Gram Negative Bacteria Against Protamine Revealed by Combination of Grazing Incidence X-Ray Structural Characterizations and Monte Carlo Simulations",
        "Journal": "Physical Review E (Statistical, Nonlinear, and Soft Matter Physics)",
        "Volume": "81",
        "Month / Season": "2010-04-02",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "041901-1 - 041901-12",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1103/PhysRevE.81.041901",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/34",
        "Description/Abstract": "Grazing incidence x-ray scattering techniques and Monte Carlo (MC) simulations are combined to reveal the influence of molecular structure (genetic mutation) and divalent cations on the survival of gram negative bacteria against cationic peptides such as protamine. The former yields detailed structures of bacterial lipopolysaccharide (LPS) membranes with minimized radiation damages, while the minimal computer model based on the linearized Poisson-Boltzmann theory allows for the simulation of conformational changes of macromolecules LLPSs and peptides) that occur in the time scale of ms. The complementary combination of the structural characterizations and MC simulation demonstrates that the condensations of divalent ions (Ca2+ or Mg2+) in the negatively charged core saccharides are crucial for bacterial survival.",
        "Origin": "Other"
    },
    "facultyid": "111111505",
    "coauthors": {
        "9371": {
            "firstname": "Charles",
            "middleinitial": "B",
            "lastname": "Hanna",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111505",
            "authorid": 9371,
            "scholarlyactivityid": 3208
        }
    },
    "status": [
        {
            "id": 3208,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111505",
    "attachments": []
}