{
    "activityid": 32369,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Obligations of Family Life: A Response to Modern Liberalism",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.heritage.org/research/reports/2016/06/the-obligations-of-family-life-a-response-to-modern-liberalism",
        "Description/Abstract": "Two incompatible views about marriage are vying for supremacy today in America. The new, reformed view emphasizes companionship, autonomy, and individual self-fulfillment as the chief purposes of marriage. Since the middle of the 20th century, this new view has slowly displaced the view that marriage involves a love centered in no small part around procreation and child-rearing. But no matter how much our contemporary views may wish away the links among sex, procreation, enduring marriage, and raising children, those links persist and will persist. They reveal that the public depends on the private since both procreation and education are the result of “private” decisions. No alternative means of making these public is available, and if one were available, it should not be embraced. Efforts to separate having children and raising them are ill-founded. Laws and mores should be grounded in the biological and personal realities of human life. Anything less is uncivilized.",
        "Origin": "Manual"
    },
    "facultyid": "111643642",
    "coauthors": {
        "124782": {
            "firstname": "Scott",
            "middleinitial": "E",
            "lastname": "Yenor",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643642",
            "authorid": 124782,
            "scholarlyactivityid": 32369
        }
    },
    "status": [
        {
            "id": 32369,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643642",
    "attachments": []
}