{
    "activityid": 32460,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Evaluation of Concrete Substructure Defects Using Infrared Thermography",
        "Name of Conference": "World Transport Convention - WTC",
        "Month / Season": "June 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Infrared Thermography (IR) is an effective non-destructive testing method in the field of concrete structures inspection. IT is used in this research in order to have an initial evaluation of the surface and near surface of concrete structures in a time effective manner. The method can be widely used for concrete pavement, particularly bridge decks inspection. In this paper we have studied one of the important aspects that has a major effect on infrared thermography technique which is the depth of delamination inside concrete structure. In order to mimic the delamination in subsurface, two Styrofoam cubes have been inserted in different depth near the surface of the concrete cylinder. After heating up the specimen, thermal images were taken from the surface using an infrared thermal camera to evaluate the effect of subsurface defects on the detection sensitivity and accuracy. We also investigated the precision to which the shape and the size of the sub-surface anomalies can be perceived using an uncooled thermal camera. To achieve this goal, we used image processing technique to accurately compute the size of delamination in order to compare it with the actual size. Also thermal/distance graph is used as a complimentary method to detect the presence of the defect underneath the concrete surface. This method can be used when we are inspecting a wide area of concrete structure e.g. bridge decks. Furthermore, thermal transfer modelling was adopted in this paper to assist the setup of this experiment and the results are compared with laboratory findings.",
        "Origin": "Manual"
    },
    "facultyid": "114001675",
    "coauthors": {
        "125209": {
            "firstname": "Yang",
            "middleinitial": "",
            "lastname": "Lu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114001675",
            "authorid": 125209,
            "scholarlyactivityid": 32460,
            "classifications": {
                "Role": "Author"
            }
        },
        "125210": {
            "firstname": "Aidin",
            "middleinitial": "",
            "lastname": "Golrokh",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125210,
            "scholarlyactivityid": 32460,
            "classifications": {
                "Role": "Author"
            }
        },
        "125211": {
            "firstname": "Aminul",
            "middleinitial": "",
            "lastname": "Islam",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125211,
            "scholarlyactivityid": 32460,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 32460,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114001675",
    "attachments": []
}