{
    "activityid": 32471,
    "fields": {
        "Type": "Review",
        "Title of Review": "Functionalized Calcium Sulfoaluminate (CSA) Cements for Energy Harvesting and as a Smart-Sensing Construction Material",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers of Number of Pages": "",
        "Publisher": "",
        "Publisher Location": "",
        "Month / Season": "",
        "Title of larger work": "",
        "Volume": "",
        "Issue Number": "",
        "Author/Editor of larger work": "",
        "DOI": "",
        "ISSN/ISBN #": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The objective of this paper is to provide a comprehensive review of the current state of research on Calcium Sulfoaluminate (CSA) cements as a phase change energy storage material and as a waste energy harvesting material. \r\nEttringite, the primary hydration product in CSA cement, dehydrates to form metaettringite. This highly endothermic process requires about 600 kJ/kg ettringite. When water is added back to metaettringite the rehydration back to ettringite is exothermic which allow heat to be regained. The process of dehydration and rehydration is fully reversible and has the potential to be used for permanent heat storage [15].\r\nCement has also been shown to exhibit pyroelectric [81] and a piezoelectric [103] properties. It is theorized that this is due to ettringite’s trigonal crystal system that forms when CSA cement is hydrated [59]. In CSA cement these crystals from  in greatest abundance when CS ̅/C_4 A_3 S ̅ molar ratios is nearly stoichiometric. In this nearly stoichiometric situation the prismatic crystals with a hexagonal cross section that from are quite large (0.6–1.0 μm wide, up to about 10 μm long) [15]. These properties could be used in the future to collect waste heat and mechanical from any structure constructed of cement.\r\n\tTo further investigate CSA as a phase change energy storage material research needs to be done in various standard environmental conditions. This will allow researchers to know how the reversible reaction is impacted by various temperatures and humidity levels. It is interesting to note that belite in CSA cement has been shown to control the ettringite to metaettringite reversible reaction, this needs to be better understood.\r\n\tThe mechanism that causes cement to be a pyroelectric and a piezoelectric has not been demonstrated. Further research could include identifying the cause of the pyroelectric and piezoelectric effect in cement, and how CSA cement and the formation of ettringite can be used to maximize these desirable properties. Once the effect has been maximized, functional testing in standard environmental condition would need to be conducted to ensure that the technology is deployable under natural conditions.\r\n",
        "Origin": "Manual"
    },
    "facultyid": "114001675",
    "coauthors": {
        "125235": {
            "firstname": "Yang",
            "middleinitial": "",
            "lastname": "Lu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114001675",
            "authorid": 125235,
            "scholarlyactivityid": 32471,
            "classifications": {
                "Role": "Author"
            }
        },
        "125236": {
            "firstname": "Erik",
            "middleinitial": "",
            "lastname": "Kendall",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125236,
            "scholarlyactivityid": 32471,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 32471,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114001675",
    "attachments": [
        {
            "attachmentid": 4880,
            "mimetype": "application/pdf",
            "filename": "CSA Cement Lit Review_v1.0_YL.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitaM2lIR0hZTkY3VzVSSGxiM2RZZVB5U1VNc2k2UDZJdzBxb1RKVXVnVXEvWEd0aHJHSmZRR3V0bDhaamhSMGFTMThzVTM1ZU41YmFnPT0%3D",
            "filesize": 882465
        }
    ]
}