{
    "activityid": 32576,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Size and shape of the resection surface geometry of the osteoarthritic knee in relation to total knee replacement design",
        "Journal": "Proceedings of the Institution of Mechanical Engineers. Part H, Journal of engineering in medicine",
        "Volume": "222",
        "Month / Season": null,
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "923-32",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "This study examines the resection surface geometry of the femur, tibia, and patella in relation to the design of total knee implants. Using a technique known as principal component analysis (PCA), the variation in the resection geometry of the knee was summarized. Of the total variation of the knee, 58 per cent was due to variation in size and 14 per cent was due to varying femoral intercondylar notch width. A PCA was performed on each bone separately and it was found that 60 per cent, 76 per cent and 71 per cent of variation was due to size for the femur, tibia, and patella respectively. Femoral and tibial size were highly correlated (r = 0.95) while patellar size had poorer correlation with both femoral and tibial size (r &lt; 0.7). Simple linear dimensions (femoral epicondylar width or tibial mediolateral width) were reliable indicators of knee size. The effect of shape variation, which is generally not accounted for in implant design, was measured. The resected surfaces of each subject were compared with a model of the resection surfaces of the knee which varied in size but not shape. The maximum overhang and underhang of the model on the resection surfaces were measured. There was average maximum model overhang of 3.6 mm and underhang of 3.9 mm in the femur, 2.3 mm overhang and 1.9 mm underhang in the tibia, and 2.6 mm overhang and 2.5 mm underhang in the patella. The maximum coverage that an implant can be expected to provide for a population is quantified. Implant designs which include some shape as well as size variation improve on the implant fit.",
        "Origin": "PubMed"
    },
    "facultyid": "114062491",
    "coauthors": {
        "125652": {
            "firstname": "C ",
            "middleinitial": "K",
            "lastname": "Fitzpatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125652,
            "scholarlyactivityid": 32576
        },
        "125653": {
            "firstname": "D ",
            "middleinitial": "P",
            "lastname": "FitzPatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125653,
            "scholarlyactivityid": 32576
        },
        "125654": {
            "firstname": "D D",
            "middleinitial": "D",
            "lastname": "Auger",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125654,
            "scholarlyactivityid": 32576
        }
    },
    "status": [
        {
            "id": 32576,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062491",
    "attachments": []
}