{
    "activityid": 32577,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The influence of total knee arthroplasty geometry on mid-flexion stability: an experimental and finite element study",
        "Journal": "Journal of biomechanics",
        "Volume": "46",
        "Month / Season": null,
        "Issue Number": "7",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "1351-7",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Fluoroscopic evaluation of total knee arthroplasty (TKA) has reported sudden anterior translation of the femur relative to the tibia (paradoxical anterior motion) for some cruciate-retaining designs. This motion may be tied to abrupt changes in the femoral sagittal radius of curvature characteristic of traditional TKA designs, as the geometry transitions from a large load-bearing distal radius to a smaller posterior radius which can accommodate femoral rollback. It was hypothesized that a gradually reducing radius may attenuate sudden changes in anterior-posterior motion that occur in mid-flexion with traditional discrete-radius designs. A combined experimental and computational approach was employed to test this hypothesis. A previously developed finite element (FE) model of the Kansas knee simulator (KKS), virtually implanted with multiple implant designs, was used to predict the amount of paradoxical anterior femoral slide during a simulated deep knee bend. The model predicted kinematics demonstrated that incorporating a gradually reducing radius in mid-flexion reduced the magnitude of paradoxical anterior translation between 21% and 68%, depending on the conformity of the tibial insert. Subsequently, both a dual-radius design and a modified design incorporating gradually reducing radii were tested in vitro in the KKS for verification. The model-predicted and experimentally observed kinematics exhibited good agreement, while the average experimental kinematics demonstrated an 81% reduction in anterior translation with the modified design. The FE model demonstrated sufficient sensitivity to appropriately differentiate kinematic changes due to subtle changes in implant design, and served as a useful pre-clinical design-phase tool to improve implant kinematics.",
        "Origin": "PubMed"
    },
    "facultyid": "114062491",
    "coauthors": {
        "125655": {
            "firstname": "Chadd ",
            "middleinitial": "W",
            "lastname": "Clary",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125655,
            "scholarlyactivityid": 32577
        },
        "125656": {
            "firstname": "Clare ",
            "middleinitial": "K",
            "lastname": "Fitzpatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125656,
            "scholarlyactivityid": 32577
        },
        "125657": {
            "firstname": "Lorin ",
            "middleinitial": "P",
            "lastname": "Maletsky",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125657,
            "scholarlyactivityid": 32577
        },
        "125658": {
            "firstname": "Paul ",
            "middleinitial": "J",
            "lastname": "Rullkoetter",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125658,
            "scholarlyactivityid": 32577
        }
    },
    "status": [
        {
            "id": 32577,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062491",
    "attachments": []
}