{
    "activityid": 32583,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Relative contributions of design, alignment, and loading variability in knee replacement mechanics",
        "Journal": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
        "Volume": "30",
        "Month / Season": null,
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "2015-24",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Substantial variation in total knee replacement (TKR) outcomes exists within the patient population. Some of this variability is due to differences in the design of the implanted components and variation in surgical alignment, while other variability is due to differences in the applied forces and torques due to anatomic and physiological differences within a patient population. We evaluated the relative contributions of implant design, surgical alignment, and patient-specific loading variability to overall tibiofemoral joint mechanics to provide insight into which measures can be influenced through design and surgical decisions, and which are inherently dependent on variation within the patient population and should be considered in the robustness of the implant design and surgical procedure. Design, surgical, and loading parameters were assessed using probabilistic finite element methods during simulated stance-phase gait and squat activities. Patient-specific loading was found to be the primary contributor to joint loading and kinematics during low flexion, particularly under conditions of high external loads (for instance, the gait cycle with high internal-external torque), while design and surgical factors, particularly femoral posterior radius and posterior slope of the tibial insert became increasingly important in TKR performance in deeper flexion.",
        "Origin": "PubMed"
    },
    "facultyid": "114062491",
    "coauthors": {
        "125677": {
            "firstname": "Clare ",
            "middleinitial": "K",
            "lastname": "Fitzpatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125677,
            "scholarlyactivityid": 32583
        },
        "125678": {
            "firstname": "Chadd ",
            "middleinitial": "W",
            "lastname": "Clary",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125678,
            "scholarlyactivityid": 32583
        },
        "125679": {
            "firstname": "Peter ",
            "middleinitial": "J",
            "lastname": "Laz",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125679,
            "scholarlyactivityid": 32583
        },
        "125680": {
            "firstname": "Paul ",
            "middleinitial": "J",
            "lastname": "Rullkoetter",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125680,
            "scholarlyactivityid": 32583
        }
    },
    "status": [
        {
            "id": 32583,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062491",
    "attachments": []
}