{
    "activityid": 32580,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Influence of patellofemoral articular geometry and material on mechanics of the unresurfaced patella",
        "Journal": "Journal of biomechanics",
        "Volume": "45",
        "Month / Season": null,
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "1909-15",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Patellar resurfacing during knee replacement is still under debate, with several studies reporting higher incidence of anterior knee pain in unresurfaced patellae. Congruency between patella and femur impacts the mechanics of the patellar cartilage and strain in the underlying bone, with higher stresses and strains potentially contributing to cartilage wear and anterior knee pain. The material properties of the articulating surfaces will also affect load transfer between femur and patella. The purpose of this study was to evaluate the mechanics of the unresurfaced patella and compare with natural and resurfaced conditions in a series of finite element models of the patellofemoral joint. In the unresurfaced analyses, three commercially available implants were compared, in addition to an 'ideal' femoral component which replicated the geometry, but not the material properties, of the natural femur. Hence, the contribution of femoral component material properties could be assessed independently from geometry changes. The ideal component tracked the kinematics and patellar bone strain of the natural knee, but had consistently inferior contact mechanics. In later flexion, compressive patellar bone strain in unresurfaced conditions was substantially higher than in resurfaced conditions. Understanding how femoral component geometry and material properties in unresurfaced knee replacement alters cartilage contact mechanics and bone strain may aid in explaining why the incidence of anterior knee pain is higher in the unresurfaced population, and ultimately contribute to identifying criteria to pre-operatively predict which patients are suited to an unresurfaced procedure and reducing the incidence of anterior knee pain in the unresurfaced patient population.",
        "Origin": "PubMed"
    },
    "facultyid": "114062491",
    "coauthors": {
        "125667": {
            "firstname": "Clare ",
            "middleinitial": "K",
            "lastname": "Fitzpatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125667,
            "scholarlyactivityid": 32580
        },
        "125668": {
            "firstname": "Paul ",
            "middleinitial": "J",
            "lastname": "Rullkoetter",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125668,
            "scholarlyactivityid": 32580
        }
    },
    "status": [
        {
            "id": 32580,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062491",
    "attachments": []
}