{
    "activityid": 32582,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The role of patient, surgical, and implant design variation in total knee replacement performance",
        "Journal": "Journal of biomechanics",
        "Volume": "45",
        "Month / Season": null,
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "2092-102",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Clinical studies demonstrate substantial variation in kinematic and functional performance within the total knee replacement (TKR) patient population. Some of this variation is due to differences in implant design, surgical technique and component alignment, while some is due to subject-specific differences in joint loading and anatomy that are inherently present within the population. Combined finite element and probabilistic methods were employed to assess the relative contributions of implant design, surgical, and subject-specific factors to overall tibiofemoral (TF) and patellofemoral (PF) joint mechanics, including kinematics, contact mechanics, joint loads, and ligament and quadriceps force during simulated squat, stance-phase gait and stepdown activities. The most influential design, surgical and subject-specific factors were femoral condyle sagittal plane radii, tibial insert superior-inferior (joint line) position and coronal plane alignment, and vertical hip load, respectively. Design factors were the primary contributors to condylar contact mechanics and TF anterior-posterior kinematics; TF ligament forces were dependent on surgical factors; and joint loads and quadriceps force were dependent on subject-specific factors. Understanding which design and surgical factors are most influential to TKR mechanics during activities of daily living, and how robust implant designs and surgical techniques must be in order to adequately accommodate subject-specific variation, will aid in directing design and surgical decisions towards optimal TKR mechanics for the population as a whole.",
        "Origin": "PubMed"
    },
    "facultyid": "114062491",
    "coauthors": {
        "125674": {
            "firstname": "Clare ",
            "middleinitial": "K",
            "lastname": "Fitzpatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125674,
            "scholarlyactivityid": 32582
        },
        "125675": {
            "firstname": "Chadd ",
            "middleinitial": "W",
            "lastname": "Clary",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125675,
            "scholarlyactivityid": 32582
        },
        "125676": {
            "firstname": "Paul ",
            "middleinitial": "J",
            "lastname": "Rullkoetter",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125676,
            "scholarlyactivityid": 32582
        }
    },
    "status": [
        {
            "id": 32582,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062491",
    "attachments": []
}