{
    "activityid": 32592,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effects of resection thickness on mechanics of resurfaced patellae",
        "Journal": "Journal of biomechanics",
        "Volume": "46",
        "Month / Season": null,
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "1568-75",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Patellar resection thickness during total knee replacement (TKR) has been cited as a contributor to patellar fracture, anterior knee pain and quadriceps efficiency; however, optimal thickness required to minimize clinical complications remains unclear. The objectives of the current study were to determine how patellar resection thickness and bone quality impacts patellar bone strain, kinematics, and quadriceps efficiency. A series of specimen-specific finite element models of the knee joint with distributed patellar bone material properties were developed. Each specimen was virtually implanted with a TKR system. Each specimen was analyzed with patellar bone resected to thicknesses which varied from 9 to 14 mm. Simulations with reduced modulus bone were also performed. Each model perturbation was evaluated during a dynamic squat cycle, and bone strain, quadriceps force and six-degree-of-freedom kinematics were predicted. Highest peak bone strain was predicted in the thinnest patellae, indicating greatest risk of patellar fracture; highest median bone strain was predicted in the thickest patellae. Consistent differences in quadriceps efficiency were predicted; in early flexion the thickest patellae required the least quadriceps force. Greater sagittal plane tilt was observed for the thinnest patellae. Reduced modulus models (50% lower modulus) demonstrated an increase in peak bone strain of up to seven times the original modulus models. Understanding the complex interactions between patellar resection thickness, muscle requirements, kinematics, bone quality, and bone property distribution may aid in developing an understanding of which patients are most at risk from patellar fracture and anterior knee pain and how best to treat individuals to reduce potential complications.",
        "Origin": "PubMed"
    },
    "facultyid": "114062491",
    "coauthors": {
        "125719": {
            "firstname": "Clare ",
            "middleinitial": "K",
            "lastname": "Fitzpatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125719,
            "scholarlyactivityid": 32592
        },
        "125720": {
            "firstname": "Raymond ",
            "middleinitial": "H",
            "lastname": "Kim",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125720,
            "scholarlyactivityid": 32592
        },
        "125721": {
            "firstname": "Azhar A",
            "middleinitial": "A",
            "lastname": "Ali",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125721,
            "scholarlyactivityid": 32592
        },
        "125722": {
            "firstname": "Lowell ",
            "middleinitial": "M",
            "lastname": "Smoger",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125722,
            "scholarlyactivityid": 32592
        },
        "125723": {
            "firstname": "Paul ",
            "middleinitial": "J",
            "lastname": "Rullkoetter",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125723,
            "scholarlyactivityid": 32592
        }
    },
    "status": [
        {
            "id": 32592,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062491",
    "attachments": []
}