{
    "activityid": 32604,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A tibial-based coordinate system for three-dimensional data",
        "Journal": "The Knee",
        "Volume": "14",
        "Month / Season": null,
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "133-7",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "An accurate and repeatable tibial measurement system will aid in the definition of tibial geometry and improving tibial prosthesis design. Unlike in the femur, there is no standardized method for constructing a tibial coordinate frame. Most tibial measurements are given relative to femoral axes or the coordinate frame of the CT/MRI scanner or radiograph machine. The objective of this study was to establish an independent tibial coordinate frame. Data consisted of CT scans from 34 subjects. The tibial anatomical axis was chosen as the axial axis. The anteroposterior (AP) axis was selected to be parallel to the lateral surface of the tibial shaft and orthogonal to the anatomical axis and from this the mediolateral axis could be derived. The selected AP axis was compared with the surgical tibial AP axis by measuring their variability relative to a common axis, the posterior tibial condylar line (PTCL). The mean angle between the selected AP axis and the perpendicular to the PTCL was measured as -4.07 degrees, standard deviation of 4.28 degrees. The mean angle between the surgical AP axis and the perpendicular to the PTCL was measured as -18.56 degrees, standard deviation of 4.66 degrees. There was no significant difference in the variance of the two sets of measurements (p=0.63). Variability of the selected AP axis was even smaller (standard deviation of 2.74 degrees) when measured independently from the PTCL reference axis, by aligning virtual resection profiles. Anatomically, the selected AP axis was almost perpendicular to the posterior tibial condylar axis. This coordinate system can aid in gathering consistent and repeatable anthropometric data that can be used to improve tibial implant design and could also, in combination with CT/MR imaged-based computer assisted surgery, be used as a guideline for tibial component positioning in TKR.",
        "Origin": "PubMed"
    },
    "facultyid": "114062491",
    "coauthors": {
        "125787": {
            "firstname": "Clare",
            "middleinitial": "",
            "lastname": "Fitzpatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125787,
            "scholarlyactivityid": 32604
        },
        "125788": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "FitzPatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125788,
            "scholarlyactivityid": 32604
        },
        "125789": {
            "firstname": "Daniel",
            "middleinitial": "",
            "lastname": "Auger",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125789,
            "scholarlyactivityid": 32604
        },
        "125790": {
            "firstname": "Jordan",
            "middleinitial": "",
            "lastname": "Lee",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125790,
            "scholarlyactivityid": 32604
        }
    },
    "status": [
        {
            "id": 32604,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062491",
    "attachments": []
}