{
    "activityid": 32602,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Statistical design of unicompartmental tibial implants and comparison with current devices",
        "Journal": "The Knee",
        "Volume": "14",
        "Month / Season": null,
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "138-44",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "This study defines, in the context of unicompartmental tibial replacement, the medial and lateral resection surfaces of 34 tibiae at a depth of 5 mm below the articular surface. Using statistical techniques, three optimal theoretical size and shape unicompartmental tibial designs, (i) implants of consistent shape in varying size (ii) implants symmetric about their ML axis; (iii) implants of varying size and shape, were constructed to best fit the population. Two currently available commercial implants, the Preservation Uni System (DePuy Orthopaedics Inc., Warsaw, IN) and the LCS Uni System (DePuy Orthopaedics Inc., Warsaw, IN), which were similar to types (i) and (ii) respectively, of the theoretical designs, were also included in the analysis. All implants, commercial and theoretical, were compared with one another to determine which implant designs gave the best cortical bone coverage on both the medial and lateral compartments. Of the commercial implants, the type (i) design fitted best, with an average of 67% of the implant edge lying on cortical bone, compared with 57% for the type (ii) implants. Of the theoretical implants, 72%, 67% and 76% of the implant edge lay on cortical bone for types (i), (ii) and (iii) designs, respectively, indicating that there is room for improvement in current implant designs to achieve better coverage in both the medial and lateral compartments combined.",
        "Origin": "PubMed"
    },
    "facultyid": "114062491",
    "coauthors": {
        "125778": {
            "firstname": "Clare",
            "middleinitial": "",
            "lastname": "Fitzpatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125778,
            "scholarlyactivityid": 32602
        },
        "125779": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "FitzPatrick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125779,
            "scholarlyactivityid": 32602
        },
        "125780": {
            "firstname": "Jordan",
            "middleinitial": "",
            "lastname": "Lee",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125780,
            "scholarlyactivityid": 32602
        },
        "125781": {
            "firstname": "Daniel",
            "middleinitial": "",
            "lastname": "Auger",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 125781,
            "scholarlyactivityid": 32602
        }
    },
    "status": [
        {
            "id": 32602,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2007,
            "termid": "2006/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062491",
    "attachments": []
}