{
    "activityid": 32671,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Concise Review: Plasma and Nuclear Membranes Convey Mechanical Information to Regulate Mesenchymal Stem Cell Lineage",
        "Journal": "Stem cells (Dayton, Ohio)",
        "Volume": "34",
        "Month / Season": null,
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "1455-63",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Numerous factors including chemical, hormonal, spatial, and physical cues determine stem cell fate. While the regulation of stem cell differentiation by soluble factors is well-characterized, the role of mechanical force in the determination of lineage fate is just beginning to be understood. Investigation of the role of force on cell function has largely focused on &quot;outside-in&quot; signaling, initiated at the plasma membrane. When interfaced with the extracellular matrix, the cell uses integral membrane proteins, such as those found in focal adhesion complexes to translate force into biochemical signals. Akin to these outside-in connections, the internal cytoskeleton is physically linked to the nucleus, via proteins that span the nuclear membrane. Although structurally and biochemically distinct, these two forms of mechanical coupling influence stem cell lineage fate and, when disrupted, often lead to disease. Here we provide an overview of how mechanical coupling occurs at the plasma and nuclear membranes. We also discuss the role of force on stem cell differentiation, with focus on the biochemical signals generated at the cell membrane and the nucleus, and how those signals influence various diseases. While the interaction of stem cells with their physical environment and how they respond to force is complex, an understanding of the mechanical regulation of these cells is critical in the design of novel therapeutics to combat diseases associated with aging, cancer, and osteoporosis. Stem Cells 2016;34:1455-1463.",
        "Origin": "PubMed"
    },
    "facultyid": "114062489",
    "coauthors": {
        "126754": {
            "firstname": "Gunes",
            "middleinitial": "",
            "lastname": "Uzer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 126754,
            "scholarlyactivityid": 32671
        },
        "126755": {
            "firstname": "Robyn ",
            "middleinitial": "K",
            "lastname": "Fuchs",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 126755,
            "scholarlyactivityid": 32671
        },
        "126756": {
            "firstname": "Janet",
            "middleinitial": "",
            "lastname": "Rubin",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 126756,
            "scholarlyactivityid": 32671
        },
        "126757": {
            "firstname": "William ",
            "middleinitial": "R",
            "lastname": "Thompson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 126757,
            "scholarlyactivityid": 32671
        }
    },
    "status": [
        {
            "id": 32671,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062489",
    "attachments": []
}