{
    "activityid": 3287,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effects of Developmental Conditions on Nestling American Kestrel (Falco Sparverius) Corticosterone Concentrations",
        "Journal": "General and Comparative Endocrinology",
        "Volume": "173",
        "Month / Season": "2011-08-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "164-170",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.ygcen.2011.05.010",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/145",
        "Description/Abstract": "How nestling birds respond to stressful situations may constitute an important survival component that has lasting developmental effects on the hypothalamic pituitary adrenal (HPA) axis.  As birds are exposed to increasing amounts of potential anthropogenic stressors through land use change, understanding how these factors contribute to HPA development is important.  We examined whether conditions experienced during the nestling stage affected free-living American Kestrel (Falco sparverius) HPA activity prior to fledging.  Kestrels experienced varying levels of human disturbance around their nest and we classified this environmental exposure as high or low environmental human disturbance based on traffic patterns and land use.  We then exposed some broods from high and low disturbance areas to a standardized disturbance protocol.  Prior to fledging we collected blood samples from 25-day-old nestlings immediately after capture and 15 min post-capture. Corticosterone (CORT) did not vary with environmental human disturbance levels, disturbance protocol treatment, or with an interaction between environmental human disturbance and disturbance protocol treatment suggesting that nestling kestrels may not perceive external conditions related to human disturbance as stressful or kestrels may acclimate to disturbance.  We also compared the relative effects of environmental human disturbance outside the nest cavity, conditions within the nest cavity (brood size), and individual condition (nestling fat scores) on baseline and stress-induced CORT.  Baseline CORT did not vary with human disturbance level, brood size or fat score.  Fat scores best explained stress-induced CORT with nestlings in better condition displaying elevated CORT.  These results suggest that individual variation is more likely to explain HPA development compared to nest conditions or the external environment.  This study demonstrates the importance of considering the effects of developmental conditions on the stress response at several scales.",
        "Origin": "Other"
    },
    "facultyid": "111277518",
    "coauthors": {
        "9630": {
            "firstname": "Erin",
            "middleinitial": "H.",
            "lastname": "Strasser",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9630,
            "scholarlyactivityid": 3287
        },
        "9631": {
            "firstname": "Julie",
            "middleinitial": "A",
            "lastname": "Heath",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111277518",
            "authorid": 9631,
            "scholarlyactivityid": 3287
        }
    },
    "status": [
        {
            "id": 3287,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111277518",
    "attachments": []
}