{
    "activityid": 3290,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "American Kestrel Reproduction: Evidence for the Selection Hypothesis and the Role of Dispersal",
        "Journal": "Ibis",
        "Volume": "151",
        "Month / Season": "2009-07-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "493-501",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1474-919X.2009.00930.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/63",
        "Description/Abstract": "Many hypotheses attempt to explain why younger, less experienced birds have relatively low reproductive output. We evaluated reproductive patterns of marked American Kestrels Falco sparverius nesting in boxes in southwestern Idaho from 1992 to 2006 to test predictions of these hypotheses. Results were consistent with the selection (differential mortality) hypothesis and did not support the constraint, restraint or recruitment hypotheses. Most known-age Kestrels nested in their first year of life, and there was no apparent short-term or long-term reproductive advantage to delayed breeding. The number of years that Kestrels nested in study area boxes ranged from 1 to 6 years, with most Kestrels nesting in only 1 year. Reproductive rates were higher for birds with at least 1 year of nesting experience than for birds nesting in boxes for the first time. After 2 years of nesting, reproductive rates leveled off; there was no evidence for additional improvement or for senescence. Differences in reproductive output with experience/age were due to variation among and not within individuals. Individuals that nested in more than 1 year had similar reproductive rates in their first and second years. Poor producers either died or dispersed after 1 year of nesting in study area boxes. Successful females that nested early in the season and successful males that had been produced locally had the highest probability of returning to nest in a subsequent year.",
        "Origin": "Other"
    },
    "facultyid": "111277518",
    "coauthors": {
        "9640": {
            "firstname": "Karen",
            "middleinitial": "",
            "lastname": "Steenhof",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9640,
            "scholarlyactivityid": 3290
        },
        "9641": {
            "firstname": "Julie",
            "middleinitial": "A",
            "lastname": "Heath",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111277518",
            "authorid": 9641,
            "scholarlyactivityid": 3290
        }
    },
    "status": [
        {
            "id": 3290,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2009,
            "termid": "2009/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111277518",
    "attachments": []
}