{
    "activityid": 3292,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Shorter Migration Distances Associated with Higher Winter Temperatures Suggest a Mechanism for Advancing Nesting Phenology of American Kestrels Falco sparverius",
        "Journal": "Journal of Avian Biology",
        "Volume": "43",
        "Month / Season": "2012-07-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "376-384",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1600-048X.2012.05595.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/255",
        "Description/Abstract": "Global climate change has affected avian migration patterns and nesting phenology. Changes in one phase of a bird's cycle will most likely affect other stages, but few studies focus simultaneously on multiple life-history events. We used western North American ringing records and Christmas Bird Counts to examine whether changes in migration patterns were concordant with advancing American kestrel Falco sparverius nesting phenology. Consistent with previous findings, male kestrels migrated shorter distances than female kestrels, and kestrels nesting in southern latitudes migrated shorter distances than kestrels nesting in more northern areas. In addition, kestrel migration distance decreased significantly from 1960 to 2009 and was negatively associated with winter minimum temperatures. Christmas Birds Counts from the same time period showed increasing indices of overwintering kestrel abundance in northern states (Washington, Idaho, and Utah), where winter minimum temperatures have increased significantly, and concomitant decreases in southern states (California and Arizona). Finally, changes in nesting phenology of kestrels in southwestern Idaho were best explained by warmer winters, not springs. Warmer winters may decrease energetic demands on migrants by allowing for shorter migration distances, decreasing thermoregulatory costs, or both. Decreased energy demands during winter may allow birds to gain resources necessary for reproduction earlier in the nesting season. Higher winter temperatures that decrease (former) constraints on early nesting may be a particularly important mechanism leading to advancing nesting phenology for species with strong seasonal declines in fecundity or intense early season competition for high-quality nesting areas.\n\n",
        "Origin": "Other"
    },
    "facultyid": "111277518",
    "coauthors": {
        "9644": {
            "firstname": "Julie",
            "middleinitial": "A",
            "lastname": "Heath",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111277518",
            "authorid": 9644,
            "scholarlyactivityid": 3292
        },
        "9645": {
            "firstname": "Karen",
            "middleinitial": "",
            "lastname": "Steenhof",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9645,
            "scholarlyactivityid": 3292
        },
        "9646": {
            "firstname": "Mark",
            "middleinitial": "A.",
            "lastname": "Foster",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9646,
            "scholarlyactivityid": 3292
        }
    },
    "status": [
        {
            "id": 3292,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111277518",
    "attachments": []
}