{
    "activityid": 3293,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Evaluating the Effects of Foraging Habitat Restoration on Shorebird Reproduction: The Importance of Performance Criteria and Comparative Design",
        "Journal": "Journal of Coastal Conservation",
        "Volume": "15",
        "Month / Season": "2011-03-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "151-157",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s11852-010-0128-x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/79",
        "Description/Abstract": "Coastal development and engineering projects preclude ecosystem processes that provide habitat for beach nesting birds. Management for coastal species may depend on actions that attempt to restore important habitat features and mitigate disturbance effects. However, species response to restoration or other management actions may be difficult to predict or measure. At Jones Beach State Park, on Long Island, New York, a 0.49 ha restoration project provided moist substrate foraging habitat for breeding Piping Plovers (Charadrius melodus) from 2002 to 2005. We examined whether foraging habitat restoration affected Piping Plover breeding population size, productivity, and fledgling production within 300 m of the restoration site. We found a positive relationship between habitat restoration and the number of fledglings produced per year. However, foraging habitat restoration did not significantly increase the number of Plover pairs breeding at Jones Beach. Our ability to evaluate restoration effects on Plovers depended on: 1) use of multiple performance criteria; 2) a design that allowed comparison of pre- and post-restoration data; and 3) a spatial control that allowed comparison of similar areas that were near and far from the restoration site. Despite the small size of the restoration project, there were measurable benefits to Plovers, indicating that foraging habitat restoration may be an effective tool for species recovery.",
        "Origin": "Other"
    },
    "facultyid": "111277518",
    "coauthors": {
        "9647": {
            "firstname": "Annie",
            "middleinitial": "F.",
            "lastname": "McIntyre",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9647,
            "scholarlyactivityid": 3293
        },
        "9648": {
            "firstname": "Julie",
            "middleinitial": "A",
            "lastname": "Heath",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111277518",
            "authorid": 9648,
            "scholarlyactivityid": 3293
        }
    },
    "status": [
        {
            "id": 3293,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111277518",
    "attachments": []
}