{
    "activityid": 3294,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Foraging Strategies are Related to Skull Morphology and Life History Traits of Melanerpes Woodpeckers",
        "Journal": "Journal of Field Ornithology",
        "Volume": "151",
        "Month / Season": "2010-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "771-777",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s10336-010-0509-9",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/23",
        "Description/Abstract": "Links between morphology and foraging strategies have been well established for many vertebrate groups. Foraging strategies of Melanerpes woodpeckers are especially variable, with at least six species being proficient flycatchers; the remainder of the better known species do not flycatch. Our objective was to examine variation in foraging tactics as it relates to skull morphology and other life history traits among these species to better understand the biology of these diverse woodpeckers. We measured eight skull characters from 241 individuals representing 19 species, but focused on eight species for which we had the most data. We used the log-geometric mean and a principal components analysis (PCA) to calculate size-scaled shape variables. Cluster analysis based on PCA scores clearly separated birds by foraging behavior. Species with similar foraging behaviors (i.e., flycatchers vs. non-flycatchers) also share a number of other life history characteristics including similar plumage, diets, and migratory behavior. Diversity within Melanerpes may imply a high degree of plasticity or that species have been incorrectly placed in a polyphyletic group. Woodpeckers currently in the genus Melanerpes share few uniting characters and historically have been placed in as many as eight different genera. Additional life history, morphological, and genetic studies of the group, especially of Caribbean and Neotropical species, is warranted.",
        "Origin": "Other"
    },
    "facultyid": "111277518",
    "coauthors": {
        "9649": {
            "firstname": "David",
            "middleinitial": "L.",
            "lastname": "Leonard",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9649,
            "scholarlyactivityid": 3294
        },
        "9650": {
            "firstname": "Julie",
            "middleinitial": "A",
            "lastname": "Heath",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111277518",
            "authorid": 9650,
            "scholarlyactivityid": 3294
        }
    },
    "status": [
        {
            "id": 3294,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111277518",
    "attachments": []
}