{
    "activityid": 3300,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Challenges in Creating an American Kestrel Body Condition Index Based on Size-Adjusted Mass",
        "Journal": "Journal of Raptor Research",
        "Volume": "45",
        "Month / Season": "2011-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "324-334",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3356/JRR-10-81.1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/241",
        "Description/Abstract": "Size-adjusted mass is a common body condition index (BCI) used to  indicate nonstructural energy reserves (fat and protein). BCIs are  calculated from ratios of mass divided by a morphometric(s) or residuals  of a regression between mass and a morphometric(s). The morphometrics  used in BCIs must accurately represent structural size to reliably index  energy reserves and, ideally, BCIs should be validated with comparisons  to true fat and protein reserves. Many studies of American Kestrels (Falco sparverius)  have included BCIs in ecological analyses; unfortunately, few studies  have reported how well morphometrics represented structural size or  provided validation of BCIs relative to independent measures of energy  reserves. We evaluated relationships between several morphometrics and  mass to better understand which morphometrics may best represent  structural size for two kestrel populations: captive birds at McGill  University in Montreal, Canada, and free-living kestrels in southwestern  Idaho, U.S.A. We also compared BCIs based on different morphometrics  with subjective (visual) fat scores. Our data showed few strong (r &gt; 0.5) correlations between morphometrics and few strong  correlations between each morphometric and mass. Moreover, correlations  between morphometrics and mass depended on sex and location. Similarly,  not all BCIs had statistically significant, positive correlations with  subjective fat scores and correlations varied between sexes, suggesting  that the reliability of each BCI differed between males and females. The  morphometrics that best represent structural size most likely differ  between males and females, and information from both sexes should not be  combined to create one size measure for kestrels. Unless BCIs for  specific American Kestrel subpopulations are validated, mass and  additional qualitative information, such as fat scores, may be the most  appropriate indicators of fat and protein stores.",
        "Origin": "Other"
    },
    "facultyid": "111277518",
    "coauthors": {
        "9665": {
            "firstname": "Julie",
            "middleinitial": "A",
            "lastname": "Heath",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111277518",
            "authorid": 9665,
            "scholarlyactivityid": 3300
        },
        "9666": {
            "firstname": "Erin",
            "middleinitial": "H.",
            "lastname": "Strasser",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9666,
            "scholarlyactivityid": 3300
        },
        "9667": {
            "firstname": "Mark",
            "middleinitial": "A.",
            "lastname": "Foster",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9667,
            "scholarlyactivityid": 3300
        },
        "9668": {
            "firstname": "Lina",
            "middleinitial": "",
            "lastname": "Bardo",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9668,
            "scholarlyactivityid": 3300
        },
        "9669": {
            "firstname": "David",
            "middleinitial": "M.",
            "lastname": "Bird",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9669,
            "scholarlyactivityid": 3300
        }
    },
    "status": [
        {
            "id": 3300,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111277518",
    "attachments": []
}