{
    "activityid": 3305,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Body Condition and the Adrenal Stress Response in Captive American Kestrel Juveniles",
        "Journal": "Physiological Zoology",
        "Volume": "71",
        "Month / Season": "1998-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1998,
        "Page Numbers": "67-73",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1086/515888",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/33",
        "Description/Abstract": "We examined the adrenal response to handling stress of birds in different body conditions. In order to affect the birds' body condition, young (73-d old) female American kestrels (Falco sparverius) were maintained for 6 wk on one of three diets: a control diet (fed ad lib.) and two calorically restricted diets. To invoke a stress response, we removed birds from their cages and took repeated blood samples over the course of an hour. All birds responded to handling stress with an increase in plasma corticosterone, but control birds (in good body condition) showed a more rapid increase to maximum corticoste rone levels, followed by a decrease. Both groups of food-restricted birds had a slower rate of increase to maximum corticosterone levels and then maintained high corticosterone levels through 60 min. These results suggest that birds in good physical condition respond more quickly to stressors and adapt physiologically to stressful situations more rapidly than do birds in poor physical condition. This difference may reflect the ability of birds in good condition to mobilize fat for energy, while birds in poor condition must mobilize protein (i.e., muscle).",
        "Origin": "Other"
    },
    "facultyid": "111277518",
    "coauthors": {
        "9684": {
            "firstname": "Julie",
            "middleinitial": "A",
            "lastname": "Heath",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111277518",
            "authorid": 9684,
            "scholarlyactivityid": 3305
        },
        "9685": {
            "firstname": "Alfred",
            "middleinitial": "M.",
            "lastname": "Dufty",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9685,
            "scholarlyactivityid": 3305
        }
    },
    "status": [
        {
            "id": 3305,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1998,
            "termid": "1997/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111277518",
    "attachments": []
}