{
    "activityid": 3310,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Corticosterone Levels During Nest Departure of Juvenile American Kestrels",
        "Journal": "The Condor",
        "Volume": "99",
        "Month / Season": "1997-08-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "806-811",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/149",
        "Description/Abstract": "Many avian behavior patterns, such as breeding, migration and territoriality, are correlated with changes in hormone levels. Elevated levels of corticosterone, an adrenal steroid hormone, are associated with increased foraging and increased activity levels in birds. Young birds about to take their first flight may benefit from elevated plasma corticosterone levels that facilitate locomotor activity and foraging behavior while they are developing flight and hunting skills. I examined the relationship between corticosterone levels and the timing of nest departure in nestling American Kestrels (Falco sparverius). American Kestrels are cavity nesters and typically depart from the nest between 25-30 days of age, when they take their first flight. I collected blood from 21-25-day-old kestrels and monitored nest boxes to determine date of nest departure. Consistent with my prediction, as birds prepared to depart from the nest their plasma corticosterone levels increased significantly. The relationship between corticosterone levels and nest departure may be particularly important in those cavity nesters that must make a quick transition from inactivity to fullflight at the time of nest departure.",
        "Origin": "Other"
    },
    "facultyid": "111277518",
    "coauthors": {
        "9701": {
            "firstname": "Julie",
            "middleinitial": "A",
            "lastname": "Heath",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111277518",
            "authorid": 9701,
            "scholarlyactivityid": 3310
        }
    },
    "status": [
        {
            "id": 3310,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1997,
            "termid": "1997/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111277518",
    "attachments": []
}