{
    "activityid": 33140,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Electronic Textbooks: Antecedents of Students' Adoption and Learning Outcomes",
        "Journal": "Decision Sciences Journal of Innovative Education",
        "Volume": "12",
        "Month / Season": "2014-04-30",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "149-173",
        "Publisher": "Wiley",
        "DOI": "10.1111/dsji.12031",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Faculty and students are increasingly faced with the opportunity to use electronic versions of textbooks (e-texts).  Despite the advantages of e-texts and the recent advances in technology, evidence suggests that students are still reluctant to adopt and use e-texts.  This situation leads us to investigate two research questions: What factors contribute to students' acceptance of e-texts? Are there differences between hardcopy texts and e-texts when it comes to course grade? We draw on a variety of perspectives (i.e., psychology, management information systems, economics, environmental studies) to build a framework that allows us to determine the motivations of students for adopting e-texts, and the learning outcomes of e-text adoption.  We collected data via a survey administered in the business school of a metropolitan university with approximately 20,000 students located in the western United States.  Our results suggest that perceived ease-of-use and the price of e-texts relative to hardcopy texts are two key motivators in e-text adoption while perceived usefulness, Internet self-efficacy and environmental concerns are not significant motivators.  However, we were not able to detect a significant difference in the grades of e-text adopters compared to hardcopy adopters.  We conclude this paper by discussing the implications of our findings for educators.",
        "Origin": "Manual"
    },
    "facultyid": "112096790",
    "coauthors": {
        "129063": {
            "firstname": "Regis",
            "middleinitial": "",
            "lastname": "Terpend",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112095616",
            "authorid": 129063,
            "scholarlyactivityid": 33140
        },
        "129062": {
            "firstname": "Tom",
            "middleinitial": "",
            "lastname": "Gattiker",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112057162",
            "authorid": 129062,
            "scholarlyactivityid": 33140
        },
        "129061": {
            "firstname": "Scott",
            "middleinitial": "",
            "lastname": "Lowe",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112096790",
            "authorid": 129061,
            "scholarlyactivityid": 33140
        }
    },
    "status": [
        {
            "id": 33140,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112096790",
    "attachments": []
}