{
    "activityid": 3330,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Au Nom du Discours Amoureux: Une Etude Glissantienne de Gouverneurs de la Rosée et Romeo and Juliet",
        "Journal": "Mosaic: A Journal for the Interdisciplinary Study of Literature",
        "Volume": "38",
        "Month / Season": "2005-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "157-173",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/lang_facpubs/18",
        "Description/Abstract": "Si tous ces changements tendant vers une culture composite s'opčrent ŕ partir de la mort des protagonistes, il est néanmoins important de signaler chez Glissant que le systčme en rhizome exige qu'on ne meure pas. Tandis que le soutien d'une identitéracine unique peut provoquer qu'on se sacrifie pour elle, on ne peut se faire assassin, meurtrier, bourreau ou męme martyr pour le rhizome (73). Ŕ premičre vue, le changement opéré au niveau de la culture atavique dans les deux textes semble contredire cette assertion. Or, il faut rappeler que dans l'un comme dans l'autre, l'amour sert d'agent de rhizome entre deux racines uniques qui refusaient toute présence étrangčre. Ainsi les amants seraient-ils morts afin que naisse la culture rhizome ŕ la place de la culture racine. Si le grand coumbite se crée en dépit de la mort de [Quand Manuel], c'est parce qu'il a montré ŕ [Anna]ďse le chemin nécessaire pour atteindre la source. En plus, Manuel est convaincu que chaque vie, pour employer un terme de Glissant, laisse une trace-la forme allée de la connaissance: « un jour tout homme s'en va en terre, mais la vie elle męme, c'est un fil qui ne se casse pas, qui ne se perd pas [...] [p]arce que, chaque nčgre pendant son existence y fait un noeud: c'est le travail qu'il a accompli et c'est ça qui rend la vie vivante dans les sičcles des sičcles: l'utilité de l'homme sur cette terre » (113). Comme dans Traversée de la mangrove de Maryse Condé, oů la mort de Francis Sancher suscite une mise en question identitaire de la communauté entičre au lieu d'évoquer exclusivement celle du disparu, la déstabilisation de la racine dans les deux oeuvres s'effectue ŕ travers la mise en compte d'un lien commun désormais indéniable et reconnaissant.\nQui plus est, selon [Julia Kristeva]: « Enlevez ce tiers, et l'édifice s'écroule souvent faute de cause du désir, aprčs avoir perdu sa couleur passionnelle. » Autrement dit, « le nom de son [Juliette] amant ? ['est] pas indifférent au déclenchement de leur passion, mais au contraire, [...] il le détermine » (205). Le contrat social, donc, qu'est en effet la culture racine-atavique, encourage le discours amoureux plutôt que de l'empęcher. Cet amour osé, voire dangereux, entraîne inévitablement la présence immanente de la mort-ce qui, ŕ en croire Kristeva, mčne Roméo ŕ accentuer le présent dans son discours. Kristeva paraît toutefois lire un peu loin dans le texte, car, ŕ l'examiner de prčs, il est évident qu'au moment oů Roméo annonce sa passion pour Juliette, il ne sait pas encore qu'elle est de la maison Capulet-bien qu'il puisse le supposer, certes. De toute façon, il est vrai que Roméo insiste sur le présent une fois qu'il tombe amoureux de Juliette (voir par exemple 2.2 et 5.3), ce qui s'oppose en grande partie ŕ l'amour qui se développe entre Manuel et Annaďse. Le discours amoureux de ces derniers insiste ŕ maintes reprises sur l'avenir. Il est męme évident que leur amour, malgré son ardeur actuelle, ne s'épanouira pour de vrai qu'ŕ condition que les amants puissent vivre impunément et visiblement ensemble. Lorsque Manuel parle de la maison qu'il compte construire pour Annaďse, l'emploi du futur indique ŕ quel point leur amour est limité dans le présent: « Ne sois pas craintive, il n'y a pas personne. Bientôt, nous n'aurons pas ŕ nous cacher. Tout le monde saura pour qui je vais bâtir cette case. Trois pičces qu'elle aura, trois; j'ai déjŕ calculé. » (115; c'est nous qui soulignons).",
        "Origin": "Other"
    },
    "facultyid": "112052765",
    "coauthors": {
        "9731": {
            "firstname": "Jason",
            "middleinitial": "Ryan",
            "lastname": "Herbeck",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112052765",
            "authorid": 9731,
            "scholarlyactivityid": 3330
        }
    },
    "status": [
        {
            "id": 3330,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112052765",
    "attachments": []
}