{
    "activityid": 33356,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Energy Dominance, the Alt-Right, and Challenges to American Politics",
        "Conference/Meeting Name": "Energy Democracy:  Creating a Research Agenda",
        "Conference Location": "Salt Lake City, UT",
        "Date or Date Range": "July 13",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "National Science Foundation",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This presentation endeavors to do three things.  First, I aim to systematically characterize the alt-right “movement” and its core principles, using journalistic coverage and alt-right leaders’ own words to do so.  Second, I examine the rhetoric of the alt-right publication Radix Journal, paying particular attention to the rhetoric of domination articulated there.  I argue that this rhetoric is spilling over into many mainstream public policy debates, or is making explicit and acceptable radical conservative views that were already there.  Third, I look at how the goals and values of radical conservatism may be informing rhetoric about mainstream energy policy—and in particular the emergence of the concept of “energy dominance”—and contrast these policies with the goals and values of energy democracy.   I conclude with a few words emphasizing how this analysis underscores the importance of an intersectional energy democracy that counters white nationalist, misogynist, and anti-justice viewpoints that are increasingly moving into the mainstream.",
        "Origin": "Manual"
    },
    "facultyid": "114022280",
    "coauthors": {
        "131524": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Schneider",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114022280",
            "authorid": 131524,
            "scholarlyactivityid": 33356,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 33356,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114022280",
    "attachments": []
}