{
    "activityid": 33574,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "How Individuals Learn Fall Protection",
        "Name of Conference": "2012 ASEE Annual Conference &amp; Exposition",
        "Month / Season": "2012-06-13",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": " ",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "http://scholarworks.boisestate.edu/construct_facpubs/16",
        "Description/Abstract": "To effectively train construction personnel in construction safety means and methods it must be determined from whom employees learn and how knowledge is most effectively transferred to employees. One component in determining from whom and how knowledge is most effectively transferred to employees is to gauge how employees perceive the effectiveness of training. The primary goals of this research were to assess employee's perceptions of the effectiveness of training by first assessing the types and methods of training that they are provided, and then to assess their perception of the effectiveness of that training. Towards this end, a survey was conducted to collect data concerning the perceived effectiveness of fall protection training from employees of small commercial construction entities. The resulting data was analyzed to gauge employees perceived effectiveness of training methodologies and to gauge from whom employees perceive training to be most effective. Findings from the study are relevant because understanding employee perceptions of the effectiveness of training will allow for more effective training methodologies to be developed. Further, understanding training effectiveness is important for construction management students that will eventually be expected to provide training for industry employees.\r\n\r\n",
        "Origin": "Manual"
    },
    "facultyid": "111112401",
    "coauthors": {
        "132687": {
            "firstname": "Richard",
            "middleinitial": "Casey",
            "lastname": "Cline",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111112401",
            "authorid": 132687,
            "scholarlyactivityid": 33574
        },
        "132688": {
            "firstname": "Kirsten",
            "middleinitial": "A",
            "lastname": "Davis",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112103256",
            "authorid": 132688,
            "scholarlyactivityid": 33574
        }
    },
    "status": [
        {
            "id": 33574,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111112401",
    "attachments": []
}