{
    "activityid": 33606,
    "fields": {
        "Type": "Artistic Works and Performances",
        "Work/Exhibit Title": "10X10X10XTieton",
        "Name of Performing Group": "",
        "Date or Date Range": "August 12, 2017-October 8, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Name of Venue/Sponsor": "Mighty Tieton Warehouse",
        "Venue / Sponsor Location (City, State, Country)": "Tieton Arts and Humanities, Tieton, WA",
        "Co-contributor": null,
        "Web address": "http://www.tietonarts.org/10x10x10xtieton-2017-1/",
        "Description/Abstract": "Juror Lloyd Herman, founding director of our national craft museum, the Renwick Gallery of the Smithsonian American Art museum, and Juror Gia Hamilton, director of the Joan Mitchell Center, looked at 767 submissions from all over the world to celebrate big art in small packages. “Using the commonality of size as the only distinctive marker allowed for great diversity in the types of materials that were used and shared, everything from found objects, photographs, fabric, glass, clay and paint to the varied subject matter which from my vantage point spoke to the ways that artists are currently grappling with where we are at the beginning of the 21st century.” Juror, Gia Hamilton, goes on to say,  “Our environment and our unique relationship to space and other seemed to be consistently explored with different lens.”\r\n\r\n10x10x10xTieton features 194 works by 145 artists from around the world, including Canada, Singapore, Greece, and Hong Kong. With no media restrictions, the exhibition has a broad range of pieces on display, from sculpture to painting, book arts, photography and everything in between. All works are printed in a handbound exhibition catalog by Marquand Books and made in Tieton at Paper Hammer Studios. Every exhibited artist receives a free copy and additional copies are available for sale during the exhibition.\r\n\r\nVisitors are encouraged to attend the opening reception at the Mighty Tieton Warehouse on Saturday, August 12th from 12 - 3pm. Food and drink will provided by Tieton Cider Works, Bale Breaker, Naches Heights Vineyard, and Staci’s Catering. While in Tieton, don’t forget to stop by Mighty Tieton’s COMME to Tieton | Comme des Garçons Fashion and Design reception where collector, Cynthea J. Bogel, will be on hand as well. Those unable to make the reception can see the exhibition during regular gallery hours on Friday, Saturday and Sunday from 12 - 3pm.",
        "Web Address": "http://www.tietonarts.org/10x10x10xtieton-2017-1/",
        "Origin": "Manual"
    },
    "facultyid": "114028031",
    "coauthors": {
        "134302": {
            "firstname": "Lily",
            "middleinitial": "",
            "lastname": "Lee",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114028031",
            "authorid": 134302,
            "scholarlyactivityid": 33606
        }
    },
    "status": [
        {
            "id": 33606,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114028031",
    "attachments": []
}