{
    "activityid": 3384,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Feminist Optics and Avant-Garde Cinema: Germaine Dulac's &quot;The Smiling Madame Beudet&quot; and Virginia Woolf's &quot;Street Haunting&quot;",
        "Journal": "Feminist Studies",
        "Volume": "35",
        "Month / Season": "2009-07-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "294-322",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/24",
        "Description/Abstract": "In the story essay, &quot;Street Haunting: A London Adventure&quot; (1927), Virginia Woolf's narrator describes the experience of stepping from one's familiar, habitual room into the street: &quot;The shell-like covering which our souls have excreted to house themselves, to make for themselves a shape distinct from others, is broken, and there is left of all these wrinkles and roughness a central oyster of perceptiveness, an enormous eye. How beautiful a street is in winter! It is at once revealed and obscured.&quot;' Woolf's image of the shell breaking to unhouse &quot;a central oyster of perceptiveness&quot; is evocative of the surrealist images of French filmmaker Germaine Dulac's The Seashell and the Clergyman ( 1927). However, even more striking is the similar, subversive use of the flâneur figure by Woolf in &quot;Street Haunting&quot; and Dulac in her earlier impressionist film, The Smiling Madame Beudet (1923). Charles Baudelaire's flâneur figure, typically a male dandy who recounts his perceptions and experience in strolling without purpose through city streets, appealed to proponents of the avant-garde in the 1920s as a model for revolutionary perception. Woolf's &quot;Street Haunting&quot; takes up the tradition of the flâneur in its narrator's stroll through London, and Dulac places Baudelaire's Fleurs du Mal in the hands of her protagonist as a catalyst for Madame Beudet's estranged perception of her own experience. Both Woolf and Dulac make use of Baudelaire's flâneur figure to draw audiences to think critically about how the subject's formation is related to its perception, linking the revolutionary potential of the earlier flâneur figure to that of the new technology of the cinema.",
        "Origin": "Other"
    },
    "facultyid": "112096941",
    "coauthors": {
        "9822": {
            "firstname": "Cheryl",
            "middleinitial": "Lynn",
            "lastname": "Hindrichs",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112096941",
            "authorid": 9822,
            "scholarlyactivityid": 3384
        }
    },
    "status": [
        {
            "id": 3384,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2009,
            "termid": "2009/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112096941",
    "attachments": []
}