{
    "activityid": 3385,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Late Modernism, 1928-1945: Criticism and Theory",
        "Journal": "Literature Compass",
        "Volume": "8",
        "Month / Season": "2011-11-01",
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "840-855",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1741-4113.2011.00841.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/204",
        "Description/Abstract": "In contrast to the well-established body of criticism on early modernism in 20th-century literature, late modernism has only belatedly appeared in the critical discourse. This article presents a survey of criticism on thirties writing and writing between the World Wars in order to suggest that the early success of Auden Generation criticism narrowed the scope of the critical field. Since the late 1990s, a critical reassessment of writing between the late twenties and late forties has facilitated the emergence of late modernism. Combining cultural and historical assessment with attention to the period's plurality of aesthetics, these contributions are vital to the theorization of late modernism beyond the dyadic model of the Auden Generation and to an analysis of late modernism that examines the conceptual work these texts perform in relation to modernist and postmodernist modalities. Drawing together the approaches of recent theorists of late modernism, this article concludes by offering an alternative framework for mapping a plurality of late modernist writers, one that examines late modernist poetics in relation to historical contexts.",
        "Origin": "Other"
    },
    "facultyid": "112096941",
    "coauthors": {
        "9823": {
            "firstname": "Cheryl",
            "middleinitial": "Lynn",
            "lastname": "Hindrichs",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112096941",
            "authorid": 9823,
            "scholarlyactivityid": 3385
        }
    },
    "status": [
        {
            "id": 3385,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112096941",
    "attachments": []
}