{
    "activityid": 33985,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "A Study of Transcriptional Activation by the Transcription Factor Gal4 in Saccharomyces cerevisiae by 3D Orbital Tracking and in vivo RNA labelling",
        "Conference/Meeting Name": "Laboratory of Receptor Biology and Gene Expression",
        "Conference Location": "Bethesda, MD",
        "Date or Date Range": "12/12/2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "National Cancer Institute",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Understanding what is going on at the molecular level within individual cells is challenging. But deciphering stochastic biomolecular processes is crucial for our understanding of gene transcription and the intricacies of cellular metabolism. With 3D orbital tracking, we are able to visualize and monitor pre-mRNA and transcription factors in real-time using fluorescent tagging within yeast cells at a high sampling rate. Our study demonstrates that we can track these molecules of interest, fluorescent-labeled GFP (pre-mRNA) and JF 646 dye (transcription factors), during the process of transcribing a gene that codes for metabolizing galactose. This method allows us to directly observe the movement of a single molecule and determine the time lag between the GAL4 transcription factor binding to DNA and the activation of the mRNA synthesis. The data we collected improves our knowledge of the details of transcriptional kinetics and how single celled eukaryotic organisms regulate transcription. This will expand our research on the transcription processes in similar genes and in multicellular organisms like humans. 3D orbital tracking opens up a new window for exploring fundamental biochemical processes through a dynamic view of single fluorescent molecules in living systems at high speed (Redman, Hayden, and Ferguson 2016).\r\n",
        "Origin": "Manual"
    },
    "facultyid": "114002276",
    "coauthors": {
        "135773": {
            "firstname": "Matt",
            "middleinitial": "",
            "lastname": "Ferguson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002276",
            "authorid": 135773,
            "scholarlyactivityid": 33985
        }
    },
    "status": [
        {
            "id": 33985,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002276",
    "attachments": []
}