{
    "activityid": 33992,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Elizabeth Bishop's Perspectives on Marriage",
        "Book Title": "Elizabeth Bishop and the Literary Archive",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "65-79",
        "Edition": "",
        "Volume": "",
        "Publisher": "Lever",
        "Publisher Location": "Amherst, MA",
        "ISBN": "https//doi.org/10.3998/mpub.11649332",
        "Author/Editor of Larger Work": "Bethany Hicok",
        "DOI": "Print 978-1-64315-001-6  Open Access 978-1-64315-012-3",
        "Author(s) / Editor(s)": null,
        "Web address": "https://www.jstor.org/stable/10.3998/mpub.11649332.8?refreqid=excelsior%3Ab4f628476d2b8378576a6072eee8b295&amp;seq=1#metadata_info_tab_contents",
        "Description/Abstract": "Elizabeth Bishop’s Perspectives on Marriage\nJeff Westover\nIn a number of texts, both published and unpublished, Elizabeth Bishop addresses the themes of marriage, love, and courtship. In an era when it was dangerous to be an out-of-the-closet lesbian, the issues of love and marriage were vexed ones for her. As a young woman, she rejected Robert Seaver’s marriage proposal (Millier 112). Later, her friend Pauline Hemingway wondered in a letter to Bishop whether she and Tom Wanning were engaged (Millier 102), and Robert Lowell famously confessed to her that she was “the one that got away” (WIA 225-26). As a woman whose most important romantic relationships were lesbian at a time when same-sex relationships (much less marriages) were not socially sanctioned, Bishop had to confront the issue of marriage and adopt a quasi-public stance toward it in order to pursue a career as a professional writer. Her letters demonstrate that she felt the social pressure of other people’s expectations that she should marry. In a letter of March 11, 1941, for instance, Bishop wryly points out to Frani Blough that her housekeeper, Mrs. Almyda, wants her to have a baby (OA 99). I propose to address Bishop’s treatment of this topic in several contexts, including two unpublished and virtually undiscussed stories from the archives, “Eula Wiggle” (VC 53.19) and “River-Rat” (VC 53.4), in order to account for a pattern of indirection she displays regarding the institution (or “enterprise,” to borrow terms used by Bishop’s mentor, Marianne Moore, in her own important long poem about marriage). In particular, these two stories reveal that marriage was not only on Bishop’s mind as “material” for fiction and poetry, but as a matter to reckon with in personal terms.\nIn keeping with her reputation for reticence, when Bishop addresses the matter of courtship and marriage in her writing, she often does so indirectly. In several texts, for instance, courting characters or married spouses are observed and commented on by a narrator, so that Bishop can treat the topic through a distanced perspective. This is the case in the poem “House Guest,” as well as the two unpublished stories. In the first two “Songs for a Colored Singer,” moreover, Bishop invents a persona who expresses her dissatisfaction with marriage, which has gotten so bad that she is “going to go and take the bus / and find someone monogamous” (Poems 37). In “Roosters,” Bishop tartly comments on the subordination and even disposability of wives. In addition, a youthful Bishop published the story of a courtship that goes singularly awry, “The\nThumb.” The character-narrator of this story is a male suitor who is both attracted to and repelled by the woman he pursues. In a posthumously published story, “Was It in His Hand?,” two female friends (the narrator being one of them) consult a psychic who assumes that they want to know what their future husbands will be like. Although the subject of marriage is not at the center of other major poems, Bishop wrote many love poems, including not only exuberant ones, but also ones about unhappy, lost, or unrequited love (“Insomnia,” “Four Poems,” “Argument,” “Letter to N.Y.,” “Varick Street,” “Song for the Rainy Season,” “One Art,” “It is marvelous to wake up together,” “Dear, my compass,” “Close, close all night,” “Vague Poem,” and “Breakfast Song”). In the important long poem “Crusoe in England,” moreover, the speaker’s solitude is a central feature, and his grief about the death of Friday powerfully resonates at the end of it. Incomplete families also appear in the Manuelzinho poems (“Manuelzinho,” “Squatter’s Children,” “Gypsophilia”). As she indicates in an unpublished letter to Ruth Foster, she also watched at least one woman whom she cared for, Judy Flynne, lose her intellectual liveliness after many years of marriage (VC 188.33). Finally, in “Mr. and Mrs. Carlyle,” dated 1978, she wittily figures marriage as a tender monstrosity: “One flesh and two heads / engaged in kisses or in pecks, / Oh white seething marriage! / O Swan with Two Necks!” (Poems 264). The unpublished stories can enrich and deepen our sense of Bishop’s attitude toward marriage in relation to her own long-term “marriages” with women, her ambitions as a professional writer, and her fraught relationship to home and travel.\nBishop, Elizabeth. One Art: Letters. Ed. Robert Giroux. Farrar, Straus and Giroux, 1994.\n---. Poems, Prose, and Letters. New York: Library of America, 2008.\nWords in Air: The Complete Correspondence between Elizabeth Bishop and Robert Lowell. Ed Thomas Travisan with Saskia Hamilton. New York: Farrar, Staus and Giroux, 2008.\nMillier, Brett C. Elizabeth Bishop: Life and the Memory of It. U of California P, 1993.",
        "Web Address": "https://www.jstor.org/stable/10.3998/mpub.11649332.8?refreqid=excelsior%3Ab4f628476d2b8378576a6072eee8b295&amp;seq=1#metadata_info_tab_contents",
        "Origin": "Manual"
    },
    "facultyid": "112139145",
    "coauthors": {
        "239466": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 239466,
            "scholarlyactivityid": 33992,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 33992,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 33992,
            "status": "In Press",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 5,
            "completionorder": 5
        },
        {
            "id": 33992,
            "status": "In Press",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 5,
            "completionorder": 5
        },
        {
            "id": 33992,
            "status": "Accepted",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112139145",
    "attachments": [
        {
            "attachmentid": 5914,
            "mimetype": "application/pdf",
            "filename": "Abstract Rev 082917.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1htU0FEK3ErVkJlRXNmMVNYajh6aHZIaHcxaFZ4RkU3cjdGYUpja3NlblVNa041ZXo3U1J1TDI%3D",
            "filesize": 84603
        },
        {
            "attachmentid": 18066,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "05_Chapter03_editedJW fn7.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hrQThmZnVRZ25nTHprSXJFTFZhWFBqK1p2YUg2ejg4TzRpZlBIemN4SkswSVhMa1Q2b0dLamd4NFZlY0txNGk0dWlCTGlTMkxQVlZBPT0%3D",
            "filesize": 68372
        },
        {
            "attachmentid": 22150,
            "mimetype": "application/pdf",
            "filename": "Lever Contract Signed.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1huWW5mL1BYdzV3SHIxYnoyb2dRRlNTQUhWTndWcVRHcm5TWSs1UkpvWmZRb3l0QVRzTlNKbUdJMk1jL0xYbzRxOD0%3D",
            "filesize": 83867
        },
        {
            "attachmentid": 22151,
            "mimetype": "application/pdf",
            "filename": "Hicok_v2_Draft2_AMK.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1huWW5mL1BYdzV3SHBVYWd5bmNyQU9Bb0FIQmxTcmgrUXJ1MWVhUm9CYmRla2pqNU9abmlrK3hvZ1M0a3RpejFWUT0%3D",
            "filesize": 83117292
        }
    ]
}