{
    "activityid": 34054,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Corporate Sustainability Reporting and “Material Information:” An Empirical Study of Materiality under the GRI and  Frameworks",
        "Journal": "Connecticut Journal of International Law",
        "Volume": "33",
        "Month / Season": "Spring 2018",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "95-134",
        "Publisher": "University of Connecticut School of Law",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Corporate reporting is premised on the concept of the disclosure of “material” information, developed for financial reporting.  The increase in sustainability reporting has seen the materiality concept migrate into non-financial reporting and resurfaced two issues with the concept.  Sustainability reporting expands the traditional audience for information beyond shareholders, often resulting in lengthy reports that produce little return to the reporting companies.  In addition, the two dominant sustainability reporting frameworks – the Global Reporting Initiative (GRI) and the International Integrated Reporting Council (IIRC) – continue the tradition of broad definitions of materiality.  The promise of the materiality concept as a mechanism to improve disclosure to stakeholders remains unfulfilled.  What is less clear is whether the disappointing track record is due to defects inherent in the concept itself or to shortcomings in its application.  \nThis Article describes the results of a global, cross-sector empirical study to test the adequacy of the GRI and    materiality determination processes.  The project analyzed reports prepared under each framework to discern how reporting companies operationalize the materiality concept in their sustainability reporting.  The study shows that firms struggle with applying the materiality concept, often shortcutting the process and disconnecting the process from their stakeholders.  A recommitment to rigorous application of the materiality concept could improve the effectiveness of sustainability reporting.\n",
        "Origin": "Manual"
    },
    "facultyid": "114065992",
    "coauthors": {
        "259935": {
            "firstname": "Ruth",
            "middleinitial": "",
            "lastname": "Jebe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114065992",
            "authorid": 259935,
            "scholarlyactivityid": 34054,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 34054,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 34054,
            "status": "Accepted",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114065992",
    "attachments": []
}