{
    "activityid": 3407,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effects of Spontaneous Countermeasures Used Against the Comparison Question Test",
        "Journal": "Polygraph",
        "Volume": "30",
        "Month / Season": "2001-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "9-Jan",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/60",
        "Description/Abstract": "Polygraph tests are widely applied in assessing the truthfulness of criminal suspects, witnesses, and job applicants. The results of polygraph tests are sometimes used as evidence in courts of law. Errors of classification by a polygraph test can have serious consequences. Countermeasures are anything that a subject does in a deliberate effort to defeat, distort or alter a polygraph test. This study examines the effects of spontaneous countermeasures against the comparison question test (CQT) in an effort to replicate the earlier work by Honts and his colleagues, and to examine the frequency and effects of the use of spontaneous countermeasures by innocent subjects of CQT polygraph examinations. The CQT assesses credibility by asking direct accusatory questions known as relevant questions (e.g. Did you take the money from the safe?). The CQT also asks other questions known as comparison questions. Comparison questions are designed to evoke physiological responses from innocent subjects. Comparison questions take the form of either probable lies or known lies. The rationale is that CQT predicts that guilty subjects will produce larger physiological responses to the relevant questions. Innocent subjects are expected to produce larger physiological responses to comparison questions than to the relevant questions. The data for this study were collected from subjects who participated in a larger study that was collected for other purposes. The results show that the use of spontaneous countermeasures by deceptive participants does not affect polygraph examination outcomes. The study also examined the ability of highly trained polygraph examiners to detect the use of countermeasures. The results show that they cannot detect the use of spontaneous countermeasures. These results support the continued use of polygraph tests in applied settings.",
        "Origin": "Other"
    },
    "facultyid": "111110183",
    "coauthors": {
        "9891": {
            "firstname": "Charles",
            "middleinitial": "R",
            "lastname": "Honts",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110183",
            "authorid": 9891,
            "scholarlyactivityid": 3407
        },
        "9892": {
            "firstname": "Susan",
            "middleinitial": "L.",
            "lastname": "Amato",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9892,
            "scholarlyactivityid": 3407
        },
        "9893": {
            "firstname": "Anne",
            "middleinitial": "K.",
            "lastname": "Gordon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9893,
            "scholarlyactivityid": 3407
        }
    },
    "status": [
        {
            "id": 3407,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110183",
    "attachments": []
}