{
    "activityid": 3408,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Discussion of Comparison Questions Between List Repetitions (Charts) is Associated with Increased Test Accuracy",
        "Journal": "Polygraph",
        "Volume": "28",
        "Month / Season": "1999-01-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "117-123",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/63",
        "Description/Abstract": "The effects of reviewing questions between question list repetitions (charts) during a comparison question test were examined in the relevant scientific literature. Although the practice of reviewing questions between repetitions has a long history in the polygraph profession, controversy has recently been raised by Abrams who has testified against the admission of tests where questions were reviewed between repetitions. Eleven studies were found where questions were reviewed and eight studies were found where questions were not reviewed between repetitions. Analyses of the results of those studies clearly show Abrams to be wrong. Errors were significantly reduced in studies where questions were reviewed as compared to those where they were not reviewed. The largest effect occurred with guilty subject where the error rate was reduced by 54% in studies where questions were reviewed. The present results clearly support the review of questions between repetitions.",
        "Origin": "Other"
    },
    "facultyid": "111110183",
    "coauthors": {
        "9894": {
            "firstname": "Charles",
            "middleinitial": "R",
            "lastname": "Honts",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110183",
            "authorid": 9894,
            "scholarlyactivityid": 3408
        }
    },
    "status": [
        {
            "id": 3408,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1999,
            "termid": "1998/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110183",
    "attachments": []
}