{
    "activityid": 3411,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Spontaneous Countermeasures During Polygraph Examinations: An Apparent Exercise in Futility",
        "Journal": "Polygraph",
        "Volume": "31",
        "Month / Season": "2002-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "13-Sep",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/57",
        "Description/Abstract": "Countermeasures are deliberate actions of a subject designed to defeat or distort a polygraph test. Countermeasures can be implemented in two ways: through preplanning with or without training or spontaneously without forethought or training. The frequency of spontaneous countermeasure use and their effects were examined in this study. Participants were instructed to complete the first job application truthfully. The information they furnished was then compared with the documentation they had provided. Participants in the &quot;innocent&quot; condition were instructed to complete a second application truthfully and to place all of the contents of the envelop back into it except the second application. Participants in the deceptive conditions were instructed to select one from each of two groups and develop deceptive information about the chosen items and to put that deceptive information on the second application. If participants indicated they had used some type of countermeasure, they were asked what method they used and where they had learned about the use of such countermeasures. Responses were placed into one of four categories: alterations in breathing, mental countermeasures, physical countermeasures, and combinations. Overall, 53.8 percent of the participants reported using at least one spontaneous countermeasure. The study findings agree with previous similar studies that the use of spontaneous countermeasures by deceptive participants does not affect polygraph examination outcomes; however, this study, unlike Honts et al., (1988), found that a substantial number of truthful subjects (30 percent) also attempted to &quot;appear more innocent&quot; through the use of spontaneous countermeasures.",
        "Origin": "Other"
    },
    "facultyid": "111110183",
    "coauthors": {
        "9904": {
            "firstname": "Kimberly",
            "middleinitial": "D.",
            "lastname": "Otter-Henderson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111115897",
            "authorid": 9904,
            "scholarlyactivityid": 3411
        },
        "9905": {
            "firstname": "Charles",
            "middleinitial": "R",
            "lastname": "Honts",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110183",
            "authorid": 9905,
            "scholarlyactivityid": 3411
        },
        "9906": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Amato",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 9906,
            "scholarlyactivityid": 3411
        }
    },
    "status": [
        {
            "id": 3411,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2002,
            "termid": "2001/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110183",
    "attachments": []
}