{
    "activityid": 342,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Student Adoption &amp; Development of  Digital Learning Media:  Action Research &amp; Recommended Practices",
        "Journal": "Journal of Information Technology Education",
        "Volume": "12",
        "Month / Season": "2013-06-30",
        "Issue Number": "June",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "203-223",
        "Publisher": "Informing Science Institute",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.jite.org/documents/Vol12/JITEv12ResearchP203-223Tabor1191.pdf",
        "Description/Abstract": "Digital technologies offer many opportunities for creating engaging course content. In this study we captured student perceptions and adoption choices related to creating and using digital media as learning tools. Podcasts, video and other media were integrated in a variety of contexts and tasks in two undergraduate information technology (IT) courses in a college of business. \nDuring the fall semesters of 2009 and 2010, faculty members teaching a junior-level IT and networking concepts course and a senior-level information security course, produced video-captured lectures, recorded fine-grained conceptual tutorials and podcasts, developed software simulations, and provided media for ad-hoc learning assistance. Students produced video for several class assignments. They also had the option of replacing a typical written semester report with a video project. Student satisfaction with the various forms of digital learning media, perceptions of learning, and intention to adopt for future courses were measured in a series of surveys and compared to self-reported learning styles. Of particular interest was how students would perform and respond to the higher order learning activity of creating digital output. Outcomes were generally positive, and in some cases, students reported that access to digital media positively changed the way they prepared for class and studied for exams. While students reported that developing digital media was preferable to traditional projects and felt they learned more about their topics during the process of developing a video or simulation, they noted the time commitment was high. They are not yet ready to see digital media used exclusively for content delivery, and expressed a preference for a mix of media and traditional classroom lectures. The paper concludes with suggestions for introducing digital learning media into an IT curriculum.\n",
        "Origin": "Other"
    },
    "facultyid": "111110593",
    "coauthors": {
        "852": {
            "firstname": "Sharon",
            "middleinitial": "",
            "lastname": "Tabor",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358869",
            "authorid": 852,
            "scholarlyactivityid": 342
        },
        "853": {
            "firstname": "Robert",
            "middleinitial": "",
            "lastname": "Minch",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110593",
            "authorid": 853,
            "scholarlyactivityid": 342
        }
    },
    "status": [
        {
            "id": 342,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110593",
    "attachments": []
}