{
    "activityid": 34414,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Ten Years Later: Where are they Now? ",
        "Name of Conference": "ASEE Annual Conference and Exposition",
        "Month / Season": "June",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "",
        "Publisher": "ASEE",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://peer.asee.org/28938",
        "Description/Abstract": "Ten Years Later: Where are they Now? This paper is focused on exploring the educational and career trajectories of the alumnae of an outreach activity for girls. The outreach activity was originally developed using an integrated marketing approach to attract girls into engineering programs [Ref]. It involves a two day, overnight experience for exiting 9th, 10th and 11th grade girls, and focuses on showcasing engineering as an exciting, creative activity, including activities developed from that perspective. Started in 2005 and held annually since then, a total of over 500 girls have participated, with approximately 85% of them coming from the University’s immediate metropolitan area. Facilitated by the College of Engineering, and largely staffed by volunteering women engineers from the region, the outreach event takes place in a small metropolitan city in the United States. At the time of its onset this was the only outreach or camp activity in that state focused on girls or young women in engineering and science. The college-going rate in this state is very low, so there is interest in any programming that increases that rate – especially for girls in engineering. The specific topic of this paper is an investigation into what has transpired in the girls’ lives relative to their educational and career plans since they participated in the program. We are interested in using the pathways forward for these girls to better understand the impact the program may be having as well as to be able to better tell the story about how one program can influence such plans. Participants in this research project are drawn from the population of 418 alumni of the program who are currently at least 18 years of age. Participants in this population for whom we have a verified email address will receive a survey (n= 173). The survey will collect information from past participants focusing on what other STEM related extracurricular programs they participated in, their post-secondary activities (education and career), and what impacted those choices. Additional data will be gathered from a smaller sample of alumni who are current students at the University (n = 40) via focus group. The data will be analyzed using qualitative methods and this paper will report on the results of the analysis. Implications for program design and follow up activities will also be discussed.",
        "Origin": "Manual"
    },
    "facultyid": "113122305",
    "coauthors": {
        "139479": {
            "firstname": "Janet",
            "middleinitial": "M",
            "lastname": "Callahan",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112033791",
            "authorid": 139479,
            "scholarlyactivityid": 34414
        },
        "139480": {
            "firstname": "Donna",
            "middleinitial": "",
            "lastname": "Llewellyn",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114039004",
            "authorid": 139480,
            "scholarlyactivityid": 34414
        },
        "139481": {
            "firstname": "Vicki",
            "middleinitial": "",
            "lastname": "Stieha",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113122305",
            "authorid": 139481,
            "scholarlyactivityid": 34414,
            "classifications": {
                "Role": "Author"
            }
        },
        "139482": {
            "firstname": "Ann",
            "middleinitial": "",
            "lastname": "Delaney",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 139482,
            "scholarlyactivityid": 34414,
            "classifications": {
                "Role": "Contributor"
            }
        }
    },
    "status": [
        {
            "id": 34414,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113122305",
    "attachments": []
}