{
    "activityid": 34800,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Ultraviolet Radiation Penetration through Clothing and Hair",
        "Name of Conference": "International Society for Occupational Ergonomics and Safety",
        "Month / Season": "June 1, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "167-172",
        "Publisher": "International Society for Occupational Ergonomics and Safety",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": ", ISBN: 97819384965-5-4",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Abstract: Occupation related exposure to solar ultraviolet radiation represents a significant public health challenge globally. Overexposure can lead to accelerated skin aging, sun burn, skin inflammation, excessive tanning, and skin cancer. Clothing and body hair can provide partial barriers against such exposure.  However, the protection offered by clothing can vary depending on garment design, layering, fabric materials, garment use and garment moisture content.  Also, the protection offered by hair can vary due to hair color, hair density and hair style. To assess specifically the impact of layering on ultraviolet radiation penetration through clothing and through human head hair, a series of laboratory tests was performed to determine the penetration through cotton, polyester, Nylon, and silk fabric samples as well as through human hair. The results showed that both the fabric samples and the human hair samples exhibited increasing ultraviolet radiation attenuation as layers were added.  Referencing the fabric UV radiation penetration data to the UPF scale, it can be seen that cotton provided “good” protection with a single-layer configuration while the polyester, Nylon, and silk samples offered similar protection only with multiple layers. The results of the study provide new insights into the relationship between fabric and hair layering and skin UV radiation exposure. This information can assist in providing better protection for workers who are exposed to intense outdoor solar radiation conditions. \r\nKeywords: Occupational health; ultraviolet radiation exposure; fabric layering; protective clothing design\r\n",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "141801": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 141801,
            "scholarlyactivityid": 34800
        }
    },
    "status": [
        {
            "id": 34800,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}