{
    "activityid": 34814,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“The Fly” in the Spikenard: Mansfield, Woolf, and Lawrence",
        "Conference/Meeting Name": "Elizabeth von Arnim and Katherine Mansfield: Literary Connections, Friendships, and Influence",
        "Conference Location": "Huntington Library, San Marino, CA",
        "Date or Date Range": "19-20 July 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "Katherine Mansfield Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Katherine Mansfield’s claim that she and Elizabeth von Arim are “worms of the same family” would seem a curious analogy (Diary 46). But this deprecatory trope aligning the writer’s perspective with an insect’s, nonetheless, uses commonly held assumptions to interrogate gendered subjectivity and class dichotomies in the postwar world. In “The Fly,” Mansfield depicts a businessman distracted by the seemingly harmless entertainment of dousing a housefly with ink; his god-like play with the fly evokes an attempt to master trauma—the loss of his son in the war, his consequent lack of purpose, and his complicity. Likewise, Mabel Waring in Virginia Woolf’s “The New Dress” compulsively repeats an image she’s conjured of a fly crossing a saucer as a bulwark against the sense of irrelevance she feels in upper-class  society. In Kangaroo, D.H. Lawrence’s writer Richard Somers faces a dark night of the soul trying on and rejecting different ideologies in order to secure a sense of purpose in his work; he sees himself as a fly harrowingly climbing up and continually falling back into a pot of spikenard. Each protagonist considers or takes on the point of view of a housefly, attempting to master a trauma that, seen fully, would threaten his or her identity. These scenes should be an affective climax, however, as the deprecating choice of a housefly suggests, they are instead moments not of epiphany or emotional release but of existential impasse. \r\n\r\n",
        "Origin": "Manual"
    },
    "facultyid": "112096941",
    "coauthors": {
        "141873": {
            "firstname": "Cheryl",
            "middleinitial": "Lynn",
            "lastname": "Hindrichs",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112096941",
            "authorid": 141873,
            "scholarlyactivityid": 34814
        }
    },
    "status": [
        {
            "id": 34814,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112096941",
    "attachments": []
}