{
    "activityid": 3492,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Better educational website interface design: The implications from gender-specific preferences in graduate students",
        "Journal": "British Journal of Educational Technology",
        "Volume": "37",
        "Month / Season": "2007-12-31",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "233-242",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This study investigated graduate students’ gender-specific preferences for certain website interface design features, intending to generate useful information for instructors in choosing and for website designers in creating educational websites. The features investigated in this study included colour value, major navigation buttons placement, and navigation mode. In this study, 56 graduate students in a north-eastern research university in the US volunteered to evaluate 30 pairs of web page screenshots or website prototypes, and to indicate on the questionnaires their preferences within each pair of prototype. Each participant's preferences for the three features were coded and categorised for chi-square tests of independence to determine the relationships between gender and the investigated design features. The findings of gender effects on graduate students’ preferences for the aforementioned features were presented and discussed.",
        "Origin": "Other"
    },
    "facultyid": "113075443",
    "coauthors": {
        "10117": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 10117,
            "scholarlyactivityid": 3492
        }
    },
    "status": [
        {
            "id": 3492,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2007,
            "termid": "2007/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}