{
    "activityid": 3499,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Online graduate students' preferences of discussion modality: Does gender matter",
        "Journal": "Journal of Online Learning and Teaching",
        "Volume": "11",
        "Month / Season": "2015-03-26",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "31-41",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "udio/video discussion has been used increasingly in online courses due to its affordances in enhancing online communication. However, whether learners of different characteristics can benefit from this discussion modality has not been investigated extensively. This study examined whether gender plays a role in learners’ preferences and perceptions of audio/video discussion as compared to text discussion. The survey data of thirty-six participants’ perceptions were collected and studied after they participated in an audio/video discussion activity. The findings show that females preferred audio/video discussion more than males did, and more females reported that audio/video discussion strengthened their connection with peers. The top three benefits of audio/video discussion perceived by females and males are presented in this paper. Overall, using audio/video discussion to augment online communication and to connect learners is likely to be more effective and perceived more positively by female students than male students. The findings in this study could provide implications for sound pedagogical decisions that satisfy student preferences.",
        "Origin": "Other"
    },
    "facultyid": "113075443",
    "coauthors": {
        "10137": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 10137,
            "scholarlyactivityid": 3499
        },
        "10138": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 10138,
            "scholarlyactivityid": 3499
        }
    },
    "status": [
        {
            "id": 3499,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}