{
    "activityid": 3500,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Microblogging for Strengthening a Virtual Learning Community in an Online Course",
        "Journal": "Knowledge Management &amp; E-Learning: An International Journal",
        "Volume": "3",
        "Month / Season": "2011-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "585-598",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/32",
        "Description/Abstract": "This paper examines how a microblogging tool (i.e., Twitter) can be effectively used to strengthen a virtual learning community (VLC) in the two sections of a fully online graduate course. Students in this course were consisted of K-12 teachers, school technology specialists, corporate trainers, and military personnel. The microblogging activities were designed to allow quick peer interaction to build the momentum of social learning in the VLC. In this study, we collected quantitative data on sense of community through a Likert scale survey, and rich qualitative data on students' perception about microblogging activities. It was found that students' sense of community was generally high and students were positive about their microblogging experiences. In addition, microblogging was found to be useful and valuable in sustaining students' learning by doing such as sharing real-world design examples, critiquing design examples with technical knowledge learned in class, and quick and short commenting with peer support in a VLC. Based on the findings, the authors aim to provide design suggestions for educators and instructional designers to incorporate this social web tool in strengthening virtual learning communities in a meaningful and engaging way.",
        "Origin": "Other"
    },
    "facultyid": "113075443",
    "coauthors": {
        "10139": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 10139,
            "scholarlyactivityid": 3500
        },
        "10140": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 10140,
            "scholarlyactivityid": 3500
        }
    },
    "status": [
        {
            "id": 3500,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}