{
    "activityid": 3504,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mobile microblogging: Using Twitter and mobile devices in an online course to promote learning in authentic contexts",
        "Journal": "The International Review of Research in Open and Distance Learning",
        "Volume": "13",
        "Month / Season": "2012-10-31",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "221-227",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This research applied mix-method design to examine how to promote learning in authentic contexts in an online graduate course of instructional message design. The students used Twitter apps on their mobile devices to collect, share, and comment on authentic design examples found in their daily lives. The data sources included tweets (i.e., postings on Twitter), students’ perceptions about mobile microblogging activities, and self-reported Twitter usage. Based on the tweet analysis, we found the students appropriately applied the design principles and design terms in their critique of design examples. While the students were mainly engaged in assignment-relevant activities, they spontaneously generated social tweets as they related peers’ authentic design examples to their own life experiences. Overall, they had positive perceptions toward the mobile microblogging activities. The students also indicated the design examples shared by peers through mobile microblogging inspired their own message design work. We synthesized instructional design suggestions and challenges for educators interested in incorporating mobile microblogging in their instructional settings.",
        "Origin": "Other"
    },
    "facultyid": "113075443",
    "coauthors": {
        "10156": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 10156,
            "scholarlyactivityid": 3504
        },
        "10157": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 10157,
            "scholarlyactivityid": 3504
        }
    },
    "status": [
        {
            "id": 3504,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}