{
    "activityid": 3506,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Peer feedback to facilitate project-based learning in an online environment",
        "Journal": "The International Review of Research in Open and Distance Learning",
        "Volume": "14",
        "Month / Season": "2013-12-10",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "258-276",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.irrodl.org/index.php/irrodl/article/view/1524/2655",
        "Description/Abstract": "There has been limited research examining the pedagogical benefits of peer feedback for facilitating project-based learning in an online environment. Using a mixed method approach, this paper examines graduate students’ participation and perceptions of peer feedback activity that supports project-based learning in an online course of Instructional Design. Our findings indicate that peer feedback can be implemented in an online learning environment to effectively support project-based learning. Students actively participated in the peer feedback activity and responded positively about how the peer feedback activity facilitated their project-based learning experiences. The results of content analysis exploring the peer feedback provided reveal that learners were mostly supportive of peers’ work and they frequently asked questions to help advance their peers’ thinking. The implications and challenges of implementing peer feedback activity in an online learning environment are discussed.",
        "Origin": "Other"
    },
    "facultyid": "113075443",
    "coauthors": {
        "10160": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 10160,
            "scholarlyactivityid": 3506
        },
        "10161": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 10161,
            "scholarlyactivityid": 3506
        }
    },
    "status": [
        {
            "id": 3506,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}