{
    "activityid": 3507,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Exploring Learners’ Interpersonal Beliefs and Generated Feedback in an Online Role-Playing Peer Feedback Activity",
        "Journal": "The International Review of Research in Open and Distance Learning",
        "Volume": "",
        "Month / Season": "2016-08-12",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Peer feedback affords interaction and critical thinking opportunities for learners in \r\n\r\nonline courses. However, various factors prevent learners from taking advantage of \r\n\r\nthese promising benefits. This study explored learners’ perceptions of the interpersonal \r\n\r\nfactors in a role-playing peer feedback activity, and examined the types of peer feedback \r\n\r\nlearners generated when playing a role. Participants were 16 graduate students engaging \r\n\r\nin an online role-playing peer feedback activity. The results from survey responses \r\n\r\nrevealed learners’ positive interpersonal beliefs, including psychological safety and \r\n\r\ntrust, toward the role-playing peer feedback activity. In addition, more than sixty \r\n\r\npercent of the participants reported being more comfortable critiquing peers’ work \r\n\r\nwhen playing a role. The content analysis of the peer feedback entries indicated that \r\n\r\nlearners were able to generate highly constructive feedback entries that identified \r\n\r\nproblems, asked questions, and provided suggestions, in addition to supportive \r\n\r\ncomments. The results show that the role-play strategy has great potential to enhance \r\n\r\nlearners’ interpersonal beliefs in a peer feedback activity and their feedback quality.",
        "Origin": "Other"
    },
    "facultyid": "113075443",
    "coauthors": {
        "109213": {
            "firstname": "Yu-Hui",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 109213,
            "scholarlyactivityid": 3507
        },
        "109214": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 109214,
            "scholarlyactivityid": 3507
        }
    },
    "status": [
        {
            "id": 3507,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}