{
    "activityid": 35088,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Brief daily exposure to low-intensity vibration mitigates the degradation of the intervertebral disc in a frequency-specific manner",
        "Journal": "Journal of applied physiology (Bethesda, Md. : 1985)",
        "Volume": "111",
        "Month / Season": null,
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "1846-53",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Hindlimb unloading of the rat causes rapid hypotrophy of the intervertebral disc (IVD) as well as reduced IVD height and glycosaminoglycan content. Here we tested the hypothesis that low-intensity mechanical vibrations (0.2 g), as a surrogate for exercise, will mitigate this degradation. Four groups of Sprague-Dawley rats (4.5 mo, n = 11/group) were hindlimb unloaded (HU) for 4 wk. In two of the HU groups, unloading was interrupted for 15 min/day by placing rats in an upright posture on a platform that was vertically oscillating at 45 or 90 Hz (HU+45, HU+90). Sham control rats stood upright on an inactive plate for 15 min/day (HU+SC). These three experimental groups were compared with HU uninterrupted by weightbearing (HU) and to normally ambulating age-matched controls. In the HU and HU+SC rats, 4 wk of unloading resulted in a 10% smaller IVD height, as well as less glycosaminoglycan in the whole IVD (7%) and nucleus pulposus (17%) and a greater collagen-to-glycosaminoglycan ratio in the whole IVD (17%). Brief daily exposure to 90 Hz mechanical oscillations mitigated this degradation; compared with HU ± SC, the IVD of HU+90 had an 8% larger height and greater glycosaminoglycan content in the whole IVD (12%) and nucleus pulposus (24%). In contrast, the 45 Hz signal failed to mitigate changes in height or glycosaminoglycan content brought with altered spinal loading, but normalized the collagen-to-glycosaminoglycan ratio to levels observed in age-matched controls. In summary, unloading caused marked phenotypic and biochemical changes in the IVD, a deterioration that was not slowed by brief weightbearing. However, low-intensity 90 Hz vibrations superimposed on weightbearing largely preserved the morphology and biochemistry of the IVD and suggest that these biomechanically based signals may help protect the IVD during long bouts of nonambulation.",
        "Origin": "PubMed"
    },
    "facultyid": "114062489",
    "coauthors": {
        "143353": {
            "firstname": "Nilsson",
            "middleinitial": "",
            "lastname": "Holguin",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143353,
            "scholarlyactivityid": 35088
        },
        "143354": {
            "firstname": "Gunes",
            "middleinitial": "",
            "lastname": "Uzer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143354,
            "scholarlyactivityid": 35088
        },
        "143355": {
            "firstname": "Fu-",
            "middleinitial": "P",
            "lastname": "Chiang",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143355,
            "scholarlyactivityid": 35088
        },
        "143356": {
            "firstname": "Clinton",
            "middleinitial": "",
            "lastname": "Rubin",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143356,
            "scholarlyactivityid": 35088
        },
        "143357": {
            "firstname": "Stefan",
            "middleinitial": "",
            "lastname": "Judex",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143357,
            "scholarlyactivityid": 35088
        }
    },
    "status": [
        {
            "id": 35088,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062489",
    "attachments": []
}