{
    "activityid": 35083,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Vibration induced osteogenic commitment of mesenchymal stem cells is enhanced by cytoskeletal remodeling but not fluid shear",
        "Journal": "Journal of biomechanics",
        "Volume": "46",
        "Month / Season": null,
        "Issue Number": "13",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "2296-302",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Consistent across studies in humans, animals and cells, the application of vibrations can be anabolic and/or anti-catabolic to bone. The physical mechanisms modulating the vibration-induced response have not been identified. Recently, we developed an in vitro model in which candidate parameters including acceleration magnitude and fluid shear can be controlled independently during vibrations. Here, we hypothesized that vibration induced fluid shear does not modulate mesenchymal stem cell (MSC) proliferation and mineralization and that cell's sensitivity to vibrations can be promoted via actin stress fiber formation. Adipose derived human MSCs were subjected to vibration frequencies and acceleration magnitudes that induced fluid shear stress ranging from 0.04 Pa to 5 Pa. Vibrations were applied at magnitudes of 0.15 g, 1g, and 2g using frequencies of both 100 Hz and 30 Hz. After 14 d and under low fluid shear conditions associated with 100 Hz oscillations, mineralization was greater in all vibrated groups than in controls. Greater levels of fluid shear produced by 30 Hz vibrations enhanced mineralization only in the 2g group. Over 3d, vibrations led to the greatest increase in total cell number with the frequency/acceleration combination that induced the smallest level of fluid shear. Acute experiments showed that actin remodeling was necessary for early mechanical up-regulation of RUNX-2 mRNA levels. During osteogenic differentiation, mechanically induced up-regulation of actin remodeling genes including Wiskott-Aldrich syndrome (WAS) protein, a critical regulator of Arp2/3 complex, was related to the magnitude of the applied acceleration but not to fluid shear. These data demonstrate that fluid shear does not regulate vibration induced proliferation and mineralization and that cytoskeletal remodeling activity may play a role in MSC mechanosensitivity.",
        "Origin": "PubMed"
    },
    "facultyid": "114062489",
    "coauthors": {
        "143316": {
            "firstname": "Gunes",
            "middleinitial": "",
            "lastname": "Uzer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143316,
            "scholarlyactivityid": 35083
        },
        "143317": {
            "firstname": "Suphannee",
            "middleinitial": "",
            "lastname": "Pongkitwitoon",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143317,
            "scholarlyactivityid": 35083
        },
        "143318": {
            "firstname": "M",
            "middleinitial": "",
            "lastname": "Ete Chan",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143318,
            "scholarlyactivityid": 35083
        },
        "143319": {
            "firstname": "Stefan",
            "middleinitial": "",
            "lastname": "Judex",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143319,
            "scholarlyactivityid": 35083
        }
    },
    "status": [
        {
            "id": 35083,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062489",
    "attachments": []
}