{
    "activityid": 35089,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Multiple exposures to unloading decrease bone's responsivity but compound skeletal losses in C57BL/6 mice",
        "Journal": "American journal of physiology. Regulatory, integrative and comparative physiology",
        "Volume": "303",
        "Month / Season": null,
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "R159-67",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "A single exposure to mechanical unloading can result in significant bone loss, but the consequences of multiple exposures are largely unknown. Within a 18-wk period, adult C57BL/6 male mice were exposed to 2 wk of hindlimb unloading (HLU) followed by 4 wk of reambulation (RA) once (1x-HLU), twice (2x-HLU), or three times (3x-HLU), or served as ambulatory age-matched controls. In vivo μCT longitudinally tracked changes in trabecular and cortical compartments of the femur. Normally ambulating control mice experienced significant age-related loss in trabecular bone volume fraction throughout the course of the experiment. This loss was compounded by HLU with 2x- and 3x-HLU mice experiencing a 27% and 24% greater reduction in trabecular bone and a 60% and 63% inhibition of age-related trabecular thickening. The recovery of cortical bone was also incomplete during each 4-wk RA period and, at completion of the experiment, cortical area in 3x-HLU mice was 5% smaller than in control and 1x-HLU. When eliminating age as a confounding variable, comparison between individual HLU/RA cycles showed that the magnitude of the response diminished during subsequent exposures. The extent of trabecular thinning in mice unloaded for the first time was 1.6-fold greater than the second time and nearly twofold greater than the third time. Similarly, the increase in trabecular thickness during the first RA cycle was twofold greater than during the second and third RA cycle. Together, our data demonstrate that even though multiple exposures to mechanical unloading are more detrimental than a single unloading period, bone's mechanosensitivity is reduced with consecutive unloading/reambulation cycles.",
        "Origin": "PubMed"
    },
    "facultyid": "114062489",
    "coauthors": {
        "143358": {
            "firstname": "Shikha",
            "middleinitial": "",
            "lastname": "Gupta",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143358,
            "scholarlyactivityid": 35089
        },
        "143359": {
            "firstname": "Surabhi",
            "middleinitial": "",
            "lastname": "Vijayaraghavan",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143359,
            "scholarlyactivityid": 35089
        },
        "143360": {
            "firstname": "Gunes",
            "middleinitial": "",
            "lastname": "Uzer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143360,
            "scholarlyactivityid": 35089
        },
        "143361": {
            "firstname": "Stefan",
            "middleinitial": "",
            "lastname": "Judex",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 143361,
            "scholarlyactivityid": 35089
        }
    },
    "status": [
        {
            "id": 35089,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062489",
    "attachments": []
}