{
    "activityid": 35289,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Tracing the Impact of Evidence in Drug Cases",
        "Conference/Meeting Name": "American Society of Criminology",
        "Conference Location": "",
        "Date or Date Range": "November ",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "While a considerable body of literature is devoted to understanding final sentencing outcomes, the state of knowledge on the actual processes leading up to sentencing is lacking.  However, more attention has recently been given to the study of interim court outcomes and plea bargaining.  Further, many scholars have pointed out the salience of evidence for prosecutorial decision making, yet few readily available datasets provide this type of information.  Extant research on evidence is mixed and indicates that the impact of evidence may depend on both case type and case time point.  Using a newly collected dataset of felony drug convictions from a large urban jurisdiction, this study examines the impact of evidentiary and situational arrest measures on a variety of outcomes that are the result of prosecutorial decision making and/or plea bargaining, including initial charging decisions and charge reductions.  Preliminary results indicate that evidence in drug cases has a differential impact based upon the decision under review. ",
        "Origin": "Manual"
    },
    "facultyid": "114081231",
    "coauthors": {
        "149480": {
            "firstname": "Jacqueline",
            "middleinitial": "G",
            "lastname": "Lee",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114081231",
            "authorid": 149480,
            "scholarlyactivityid": 35289
        }
    },
    "status": [
        {
            "id": 35289,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114081231",
    "attachments": []
}