{
    "activityid": 35282,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Generating piecewise continuous periodic input to a physical system using mechanical accumulators in a physics simulator",
        "Journal": "Journal of Computation and Applied Mathematics",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Responses of systems to wave trains composed of piecewise-continuous functions are critically important in engineering and science applications, including pulse-width modulation (PWM) control of mechanical systems1,   wave-driven piezoelectric motors2, wave-based control of flexible systems3, and vortex-induced vibration of structural elements4 .   Wave trains composed of piecewise-continuous functions can be generated by specific software modules or directly programmed in mathematical modeling applications such as MathematicaTM and MATLABTM 5; however, these applications require the creation of a mathematical model representing a physical system.  Physics-modeling applications such as Working ModelTM 6 provide a powerful and convenient framework for constructing and animating complicated systems of machine elements representing lumped dynamic models.   However, Working ModelTM and similar modeling applications do not provide a direct means for generating wave trains composed of piecewise-continuous functions.  Physics-modeling applications may provide scripting functionality that can be used to program general periodic input; however, scripting reduces user interaction and adds complexity to a model.  A method is presented that uses native simulator elements as mechanical accumulators to create wave trains composed of piecewise-continuous functions.  The wave train can be used as input to a dynamical system in a physics modeling application such as Working ModelTM.  The method requires only single lines of code for element control.  Mechanical accumulators and constituent forces used to create wave trains are part of the simulation and provide insight to the nature of the periodic input, while user interaction and simplicity are retained.  Algorithms accommodating user-defined scaled amplitude, frequency, DC offset, and pulse width are presented.  The method is exemplified in Working ModelTM , using a second-order mechanical system with input wave trains composed of five piecewise-continuous functions:  rectangular, ramp, triangle, power, and half-period sinusoidal.    ",
        "Origin": "Manual"
    },
    "facultyid": "111669747",
    "coauthors": {
        "144719": {
            "firstname": "Joseph",
            "middleinitial": "Charles",
            "lastname": "Guarino",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111111812",
            "authorid": 144719,
            "scholarlyactivityid": 35282
        },
        "144718": {
            "firstname": "Robert",
            "middleinitial": "W",
            "lastname": "Hamilton",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110009",
            "authorid": 144718,
            "scholarlyactivityid": 35282
        },
        "144717": {
            "firstname": "Donald",
            "middleinitial": "Gene",
            "lastname": "Plumlee Jr",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111669747",
            "authorid": 144717,
            "scholarlyactivityid": 35282
        }
    },
    "status": [
        {
            "id": 35282,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 35282,
            "status": "Revise &amp; Resubmit",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 3,
            "completionorder": 3
        }
    ],
    "userid": "111669747",
    "attachments": []
}