{
    "activityid": 35288,
    "fields": {
        "Type": "Other Works",
        "Title": "Re-Entry Outcomes in Federal Court: Court-Assisted Re-Entry (CARE) Pilot Program Outcome Evaluation. Report to the Southern District of Florida.",
        "Outlet (if applicable)": "",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The goal for this study is to evaluate the outcomes of the Court Assisted Re-Entry (CARE) Pilot Program for the Southern District of Florida. The CARE program was established as a pilot program to help reduce recidivism and assist moderate to high-risk offenders to successfully reintegrate back into the community. Started in April 2016, the CARE court provides additional judicial oversight and intensive supervision to offenders, and includes treatment, job skills training, and helps defendants work through other barriers to reentry. \r\n\tThe CARE program is run by a team of court professionals (the CARE team), including a presiding judge and several law clerks, members of the U.S. Attorney’s Office, the Public Defender’s Office, Federal Probation, and the Department of Corrections. The court meets every other week, where participants attend and discuss their progress with the team. Points are awarded to participants for meeting program goals that are set each session, and can be removed for not meeting these goals. After completion of 52 points in the program, participants graduate from the program and eligible for a year reduction in their supervision term. The program also connects participants with services, including housing, employment, and legal assistance, as well as containing a mentorship component. Mentors are generally drawn from the CARE Team’s existing networks, and are largely professionals in the community.\r\nThe court requested that an outside researcher study the pilot program in order to evaluate the implementation and outcomes for CARE court participants. This report represents findings from the program evaluation for the first year of the program, starting from April 2016 to April 2017. Our report is comprised of four main sections. The first section describes the methods and sample for the CARE and comparison groups. The second section discusses the quantitative outcomes and needs, largely drawn from the Post Conviction Risk Assessment (PCRA) instrument. The third section describes other participant outcomes, which is drawn from a combination of interviews conducted with participants, and observations and notes taken during CARE team meetings. We conclude with suggestions for program improvements.\r\n",
        "Origin": "Manual"
    },
    "facultyid": "114081231",
    "coauthors": {
        "144737": {
            "firstname": "Jacqueline",
            "middleinitial": "G",
            "lastname": "Lee",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114081231",
            "authorid": 144737,
            "scholarlyactivityid": 35288,
            "classifications": {
                "Role": "Author"
            }
        },
        "144738": {
            "firstname": "Marisa",
            "middleinitial": "",
            "lastname": "Omori",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 144738,
            "scholarlyactivityid": 35288,
            "classifications": {
                "Role": "Author"
            }
        },
        "144739": {
            "firstname": "Rachel",
            "middleinitial": "",
            "lastname": "Lautenschlager",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 144739,
            "scholarlyactivityid": 35288
        }
    },
    "status": [
        {
            "id": 35288,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114081231",
    "attachments": [
        {
            "attachmentid": 7141,
            "mimetype": "application/pdf",
            "filename": "Outcome_Evaluation_FINAL.Nov17.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitiaklrNE5wMWtWeGxLT29YeEttdWVMdURvQTdTNXZDcVFYMGF2aHBiSDE0dG9FY2JocFI0WmJTUDVUN1dGakpKOGpZeHo4dGVqaXJ3PT0%3D",
            "filesize": 547670
        }
    ]
}