{
    "activityid": 35295,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Fatigue in Contingent Valuation Estimates of the Costs of White-Collar Crime: Implications from Willingness to Pay Surveys",
        "Journal": "Criminal Justice Policy Review",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Contingent Valuation (CV) methods are used in many contexts to estimate non-tangible costs.  In criminal justice, CV has been used to generate “costs of crime” for street, violent, and white-collar crimes  (see, e.g. Cohen &amp; Piquero, 2009; Cohen, 2010).  These figures are then often used in cost-benefit analysis by governments when determining how to invest resources. However, recent criticisms of the method suggest that the numbers generated by CV surveys may not be reliable (see Diamond &amp; Hausman, 1994). This paper explores one contributing factor to the unreliability of these numbers, survey fatigue, using data from an open-ended CV survey in which respondents were asked the maximum they would be willing to pay (WTP) out of pocket to reduce crime.  Specifically, it asks how fatigue might affect values reported by respondents. In this study, fatigue includes tired, uninterested, and annoyed WTP justification responses associated with cognitive burden respondents experienced with the survey task. Of particular interest is whether fatigue is related to specific individual factors (i.e., age, education, victimization, perceived crime seriousness, and income). We use both quantitative and qualitative indicators to explore this phenomenon. Our results have important implications for policy makers and other consumers of contingent valuation studies.",
        "Origin": "Manual"
    },
    "facultyid": "114081231",
    "coauthors": {
        "222655": {
            "firstname": "Jacqueline",
            "middleinitial": "G",
            "lastname": "Lee",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114081231",
            "authorid": 222655,
            "scholarlyactivityid": 35295
        },
        "222656": {
            "firstname": "Cristina",
            "middleinitial": "",
            "lastname": "Layana",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 222656,
            "scholarlyactivityid": 35295
        }
    },
    "status": [
        {
            "id": 35295,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 35295,
            "status": "Submitted",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 35295,
            "status": "Submitted",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114081231",
    "attachments": []
}