{
    "activityid": 35396,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;Bleed Him Instead: Sweet Sweetback and the Politics of Race and Labor&quot;",
        "Conference/Meeting Name": "Voices of Dissent",
        "Conference Location": "Oxford University",
        "Date or Date Range": "June 2, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "Rothermere American Studies Institute, Oxford University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Melvin Van Peebles’s 1971 film Sweet Sweetback’s Baadasssss Song has often been associated with the American Black Power and Black Liberation movements of the late-1960s and early-1970s. Ensuring that link shortly after the film’s release, Huey Newton, leader of the infamous Black Panther Party, published a “Revolutionary Analysis” of the film in the organization’s newspaper. Newton saw the film as a call to arms, and urged young black men and women to attend to the doubled meanings inherent in many of its crucial scenes. Without Van Peebles’s clever use of “signifying,” Newton wrote, the “corporate capitalist” would never have allowed for the distribution of such a potentially incendiary film.\r\nIn this paper I will reconsider Sweet Sweetback..., not to reevaluate its racial politics or its position in 1970s cinema, but to look more closely at Van Peebles’s labor practices in light of more recent developments in American politics. On this front, two aspects of the film in particular are noteworthy: first, Van Peebles’s willingness to train unskilled and inexperienced crewmembers to ensure that at least half of those involved in the film’s production would be African-American; and second, his willingness to flout the rules of Hollywood by employing a non-union crew. While the latter was explained as a simple necessity given the film’s miniscule budget, I believe it is worth returning to these two practices, to consider them side-by-side at a moment when the American politics of race and labor have come to be viewed as virtually mutually exclusive. Reading Sweet Sweetback... in relation to the analyses of labor and race found in Dan Georgakas’s and Marvin Surkin’s Detroit: I Do Mind Dying (1975), and Judith Stein’s Pivotal Decade (2010), I will argue that Van Peebles’s film, while a landmark in revolutionary racial politics, was also the harbinger of an emerging neoliberalism.",
        "Origin": "Manual"
    },
    "facultyid": "113024765",
    "coauthors": {
        "145293": {
            "firstname": "Craig",
            "middleinitial": "",
            "lastname": "Peariso",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113024765",
            "authorid": 145293,
            "scholarlyactivityid": 35396,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 35396,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113024765",
    "attachments": []
}