{
    "activityid": 3547,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "E-Learning in Supplemental Educational Systems in Taiwan: Present Status and Future Challenges",
        "Journal": "International Journal on E-Learning: Corporate, Government, Healthcare, &amp; Higher Education",
        "Volume": "8",
        "Month / Season": "2009-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "479-494",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/12",
        "Description/Abstract": "As Taiwan's full-scale e-learning initiatives moved to the seventh year in 2009, the current status and challenges of e-learning development there are yet to be fully understood. Further extending Zhang and Hung's (2006) investigation on e-learning in all universities and colleges in Taiwan, this study investigated the after-school programs (ASPs) in Taiwan. ASPs are an interesting social phenomenon in Asian culture. As influential supplemental educational systems (SES), they are popularly available at all educational levels (K-20) as well as in those highly in-demand training or continuing education areas. This article reviews the current status and trends of the SES in Taiwan while also analyzing related guiding policies, identifying challenges in e-learning implementation in these systems, and concluding with suggestions to address these issues. The findings are of particular value not only for policy makers in Taiwan and other countries or regions with similar problems, but also for e-learning vendors and developers aiming to better understand as well as extend the e-learning market within Taiwan and other areas with similar cultures.",
        "Origin": "Other"
    },
    "facultyid": "112146020",
    "coauthors": {
        "10322": {
            "firstname": "Ke",
            "middleinitial": "",
            "lastname": "Zhang",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10322,
            "scholarlyactivityid": 3547
        },
        "10323": {
            "firstname": "Jui-long",
            "middleinitial": "",
            "lastname": "Hung",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112146020",
            "authorid": 10323,
            "scholarlyactivityid": 3547
        }
    },
    "status": [
        {
            "id": 3547,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112146020",
    "attachments": []
}