{
    "activityid": 3549,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Examining Online Learning Patterns with Data Mining Techniques in Peer-Moderated and Teacher-Moderated Courses",
        "Journal": "Journal of Educational Computing Research",
        "Volume": "40",
        "Month / Season": "2010-04-15",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "183-210",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2190/EC.40.2.c",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/13",
        "Description/Abstract": "The student learning process is important in online learning environments. If instructors can &quot;observe&quot; online learning behaviors, they can provide adaptive feedback, adjust instructional strategies, and assist students in establishing patterns of successful learning activities. This study used data mining techniques to examine and compare learning patterns between peer-moderated and teacher-moderated groups from a recently completed experimental study (Zhang, Peng, &amp; Hung, 2009). The online behaviors of the students from the Zhang et al. study were analyzed to determine why teacher-moderated groups performed significantly better than peer-moderated groups. Three data mining techniques—clustering analysis, association rule analysis, and decision tree analysis—were used for data analysis. The results showed that most students in the peer-moderated condition had low participation levels and relied on student-content interaction only. On the other hand, teacher presence promoted student interaction with multiple sources (content, student, and teacher). The findings demonstrate the potential of data mining techniques to support teaching and learning.",
        "Origin": "Other"
    },
    "facultyid": "112146020",
    "coauthors": {
        "10326": {
            "firstname": "Jui-long",
            "middleinitial": "",
            "lastname": "Hung",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112146020",
            "authorid": 10326,
            "scholarlyactivityid": 3549
        },
        "10327": {
            "firstname": "Steven",
            "middleinitial": "M.",
            "lastname": "Crooks",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10327,
            "scholarlyactivityid": 3549
        }
    },
    "status": [
        {
            "id": 3549,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112146020",
    "attachments": []
}