{
    "activityid": 35934,
    "fields": {
        "Type": "Other Works",
        "Title": "AGU Chapman Conference on Submarine Volcanism: New Approaches and Research Frontiers",
        "Outlet (if applicable)": "",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": null,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Submarine volcanism remains underexplored and underexamined – ¾ of Earth lies beneath water, and a substantial majority of Earth’s volcanic eruptions take place in this subaqueous realm.This conference aims to bring together research on how submarine volcanic eruptions work, and to take advantage of assembled expertise to plot a course for the future of submarine volcanology. The conference will address a range of questions, beginning (but not ending) with the list below.\r\n\r\nWhat determines explosivity of a submarine eruption?\r\nHow does an eruption evolve through the hours, weeks, or years that it persists?\r\nWhat are the effects of the submarine environment on particle dispersal of explosive eruptions in the submarine environment?\r\nWhat are the effects of the submarine environment on lava effusion and emplacement?\r\nHow can we use our understanding of subaerial eruptions and their products to interpret observations and deposits of submarine eruptions?\r\nWhat can we learn from submarine eruptions about eruptions in general, subaerial ones on Earth and extraterrestrial ones?",
        "Origin": "Manual"
    },
    "facultyid": "114027679",
    "coauthors": {
        "148158": {
            "firstname": "Dorsey",
            "middleinitial": "",
            "lastname": "Wanless",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114027679",
            "authorid": 148158,
            "scholarlyactivityid": 35934
        }
    },
    "status": [
        {
            "id": 35934,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114027679",
    "attachments": []
}