{
    "activityid": 36151,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The Establishment roots of the liberal media critique",
        "Book Title": "News on the Right: Studying Conservative News Cultures",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "The notion that a loose association of individuals, groups, and institutions dominated American postwar political culture went unquestioned within conservative circles by the early 1960s.  This Establishment, as National Review labeled it, and the journalists and news outlets deemed integral to its functioning typically are considered centrist by the standards of the time.  Yet the idea that the mainstream media betray a liberal bias, which developed on the right during the 1950s and gained widespread acceptance the following decade, initially was grounded in arguments about the Establishment. \r\nThis chapter will examine how National Review and publisher William Buckley, Jr. – despite representing a sort of Establishment conservatism themselves – embedded the idea of liberal media bias in their argument about the existence and character of the American Establishment during the late 1950s and early 1960s, intertwining the two concepts and laying the foundation for widespread acceptance of both. Buckley had pitched the journal from its start in 1955 as a necessary counter to what he judged a liberal postwar political structure that was biased against conservatism.  Editorials, columns, and other content regularly reinforced the charge that a “Liberal Machine” ran the nation and forced conformity with its way of thinking with aid from the mainstream media that functioned as its “propaganda machine.”  Editors and contributors eventually began to charge individual journalists and news institutions with belonging to or serving as mouthpieces of an American Establishment, which editor Frank Meyer described as “men inspired by so essential a unity of belief on fundamental matters that consultation, organization, detailed agreement, is unnecessary,”  and by the Goldwater campaign of 1964 such claims were commonplace.\r\n These efforts were part of National Review’s attempt to sow distrust of a post-industrialist power structure that favored the liberal values of “knowledge elites,” including the mainstream media.  There was an element of self-interest at play, as the journal sought to attract investors and readers by offering itself as an alternative to traditional news sources. More significantly, however, the journal worked to forge a cohesive movement capable of challenging the prevailing political culture – a culture it argued was directed by the American Establishment – by fashioning “a symbolic collective identity” for Americans displeased with this culture and by casting liberals as a common enemy against which they could unite.  These efforts thus helped link popular discontent with conservative intellectualism.\r\nThe right’s efforts to cast doubt on the credibility of the mainstream media is not a new phenomenon but one that dates back several decades, and this chapter will address how National Review simultaneously branded the Establishment and the media as liberal, linking the two ideas and helping to strengthen the ideological divide taking shape.",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "113069150",
    "coauthors": {
        "149297": {
            "firstname": "Julie",
            "middleinitial": "",
            "lastname": "Lane",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113069150",
            "authorid": 149297,
            "scholarlyactivityid": 36151,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 36151,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 36151,
            "status": "Accepted",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113069150",
    "attachments": []
}