{
    "activityid": 36299,
    "fields": {
        "Type": "Other Works",
        "Title": "Promoting Community Resilience to Critical Events through Implementation of a Community-based, Interdisciplinary Education Module",
        "Outlet (if applicable)": "",
        "Date": "2016/01",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Publisher": "Natural Hazards Workshop ",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Problem Statement and Proposed Idea: Reducing the impact of disasters through the development of resilient communities is a top priority in our nation. Resiliency refers to a community’s ability to proactively plan for and recover (or adapt) from events such as natural and manmade hazards (Cutter et al., 2013). The question is – how can we promote such behavior amongst communities within our nation? \r\n\r\nI am working with colleagues in Public Policy and Anthropology to develop  a community building tool that would (1) raise awareness of college and high school students through the implementation of a published, validated educational module, (2) raise community awareness of local natural hazards and preparedness actions through community-based surveys, distributed by students in local colleges, (3) bring together local educators, first responders, emergency managers, and community planners to community-based workshops to discuss the aforementioned education module, modify survey questions to ensure community applicability, and thus begin a community-based dialogue regarding preparedness and resilience to natural hazards, and (4) provide crucial data on the factors controlling a given population’s knowledge, perception of risk and level of preparedness to natural hazards. \r\n\r\nModule: ‘Map your Hazards’ is an educational module developed within the NSF- InTeGrate program (serc.carleton.edu/integrate/; Brand et al., 2014). The module engages students in place-based exploration of natural hazards, social vulnerability, and the perception of natural hazards and risk. The module was successfully piloted at three institutions in geology, environmental geology and environmental sociology courses. Students in these courses reported a fascination with learning about the hazards around them and identifying the high risk areas in their communities. They were also surprised at the low level of knowledge, inaccurate risk perception and lack of preparedness of their social networks. Details of the module are published online. Here we highlight the most important aspect of the module -- the distribution and evaluation of survey data on the knowledge, risk perception and preparedness within individual communities. \r\n\r\nImplementation Plan: We propose to introduce the module tool through regional PNW workshops with high school and college instructors, first responders, emergency managers, community planners and public works representatives in municipalities with a range of hazards and economies. American Indian Reservations are often on the front-lines of natural hazards. A special effort will be made to reach out to tribal colleges and tribal emergency/community planners. The workshops will give local stakeholders the opportunity to evaluate and contribute questions to the community-based surveys, thus promoting dialogue between community members. The survey not only raises community awareness (participants are provided links to local hazard and preparedness information), but the data collected will be analyzed by our research team to determine information such as (1) the cultural and socioeconomic influences on knowledge and risk perception and (2) the best ways to reach specific communities in an effort to promote preparedness actions, which will be shared with outreach coordinators and emergency managers. \r\n\r\nInstructors who implement the module will be provided an incentive stipend (see attached budget). The survey data collected by the students will ultimately be stored in an open source database. Instructors can easily pull their classroom data from the database, researchers can use the data to formulate and test research questions regarding a wide range of topics, and emergency managers can access data to determine and address the weaknesses in their community’s ability to react to and recover from potential natural hazard events. In addition, all reports generated from the data by our investigators will be given to emergency managers.  Thus this tool has the potential to have a high impact for both scientific study and building community resilience. \r\n\r\nFunding Plan: We will submit a proposal next year to an NSF hazards program (or other government funding source) to support our full, three-year proposal. In the meantime our team has raised ~$22K in seed funds for a pilot study to assess feasibility, generate data, and provide a proof of concept. A successful pilot will increase the chance of success for future funding opportunities and the full implementation of the program and research. \r\nPilot Study:  The purpose of our pilot study to demonstrate the capacity of our proposed idea to impact communities that vary in economy, culture, scale and the types of potential natural hazards.  We have chosen to pilot our study in Washington because of Dr. Brand’s connections with local geoscience educators, the Washington Emergency Management Division (EMD) and Skagit County Emergency Management. We propose to hold up to three workshops, two in the Seattle region (given large number of universities) and one in Skagit County:\r\n\r\n•\tGreater Seattle Area –  Institutions may include (but are not limited to):\r\n\r\no\tUniversity of Washington\r\no\tShoreline Community College \r\no\tNorth Seattle Community College \r\no\tEverett Community College \r\no\tA select number of local high schools\r\n\r\n•\tSkagit County Area –  Institutions may include (but are not limited to):\r\no\tSkagit Valley College\r\no\tNorthwest Indian College \r\no\tA select number of local high schools\r\n\r\nWe would like to work with the Washington State and local EMD to determine which stakeholders are most appropriate for the pilot study. These may include (but are not limited to):\r\n\r\n•\tFirst responders\r\n•\tLocal and state emergency managers\r\n•\tCommunity planners\r\n•\tPublic policy representatives \r\n•\tLocal officials\r\n•\tMajor business owners (e.g., amazon, Microsoft, )\r\n\r\nAdditional Support:  We will request space from local universities to host our workshops free of charge.  In addition, we will seek additional funding from local agencies and businesses to contribute lunch and coffee during the workshops.  \r\n\r\nReferences Cited:\r\nBrand et al., 2014. Map your Hazards! – Assessing Hazards, Vulnerability, and Risks. http://serc.carleton.edu/dev/integrate/teaching_materials/map_hazards/index.html. \r\n\r\nCutter, S. L., Ahearn, J. A., Amadei, B., Crawford, P., Eide, E. A., Galloway, G. E., Goodchild, M.F., Kunreuther, H.C., Li-Vollmer, M., Schoch-Spana, M., Scrimshaw, S.C., Stanley, E.M., Whitney, G., Zoback, M. L. (2013). Disaster resilience: A national imperative. Environment: Science and Policy for Sustainable Development, 55(2), 25-29.\r\n\r\nPartners:  Washington State Emergency Management; Cascade Volcano Observatory; Ada County Emergency Management; Northwest Geologic Society; Local 2- and 4-year institutions \r\nDescription of Partner:   We will request space from local universities to host our workshops free of charge.  In addition, we will seek additional funding from local agencies and businesses to contribute lunch and coffee during the workshops.  \r\nRole:  Principal",
        "Origin": "Manual"
    },
    "facultyid": "111688329",
    "coauthors": {
        "149968": {
            "firstname": "Brittany",
            "middleinitial": "",
            "lastname": "Brand",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111688329",
            "authorid": 149968,
            "scholarlyactivityid": 36299
        },
        "149969": {
            "firstname": "Pei-Lin",
            "middleinitial": "",
            "lastname": "Yu",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111705436",
            "authorid": 149969,
            "scholarlyactivityid": 36299
        },
        "149970": {
            "firstname": "Monica",
            "middleinitial": "",
            "lastname": "Hubbard",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114011762",
            "authorid": 149970,
            "scholarlyactivityid": 36299
        },
        "149971": {
            "firstname": "Johnston",
            "middleinitial": "",
            "lastname": "David",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 149971,
            "scholarlyactivityid": 36299
        }
    },
    "status": [
        {
            "id": 36299,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111688329",
    "attachments": []
}