{
    "activityid": 36429,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Facts and Fiction About Truth and Deception",
        "Conference/Meeting Name": "TEDxBoise",
        "Conference Location": "Boise, Idaho",
        "Date or Date Range": "April 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "TEDxBoise",
        "Presenter(s)": null,
        "Web Address": "https://www.youtube.com/watch?v=xD9ZaZR1jG4",
        "Description/Abstract": "Can you tell when someone is lying to you? Do lie detection wizards exist? Charles R. Honts, Professor of Psychological Science at Boise State University, is an internationally known expert on deception and deception detection. Having testified as an expert witness more than 100 times in court, he dispels common lie detection myths through the lens of science and demystifies the topic of deception detection.\r\n\r\nCharles R. Honts is a Professor of Psychology at Boise State University. He continues a 36-year long research program that focuses on applying psychological science to real-world problems. He is internationally recognized as one of the world's top experts on credibility assessment. Professor Honts has published and/or presented more than 350 scientific papers on deception detection. He has also published and given expert testimony on interrogation and false confession, eyewitness identification, and the forensic interviewing of children. Besides the United States, Professor Honts has given lectures and continuing education in Canada, China, Columbia, Israel, Italy, Mexico, Norway, Sweden, and The Netherlands, and has appeared in courts around the world as an expert witness 121 times.\r\n\r\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx\r\n",
        "Origin": "Manual"
    },
    "facultyid": "111110183",
    "coauthors": {
        "150500": {
            "firstname": "Charles",
            "middleinitial": "R",
            "lastname": "Honts Ph. D.",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110183",
            "authorid": 150500,
            "scholarlyactivityid": 36429
        }
    },
    "status": [
        {
            "id": 36429,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110183",
    "attachments": []
}