{
    "activityid": 36421,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Using a Polygraph System for Evaluation of   the Social Desirability Response Bias  in Self-Report Measures of Aggression",
        "Journal": "Applied Psychophysiology and Biofeedback",
        "Volume": "43",
        "Month / Season": "",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "309-318",
        "Publisher": "Springer",
        "DOI": "https://doi.org/10.1007/s10484-018-9414-4",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Empirical evidence suggests that respondents systematically overreport socially desirable behaviors and systematically underreport socially undesirable behaviors. This &quot;social desirability response bias&quot; presents significant challenges for research that relies on self-report measures to assess behaviors that adhere to or violate social norms. The present study used a state-of-the-art polygraph system to examine social desirability response bias in widely used aggression questionnaires, including the Buss-Perry Aggression Questionnaire-Short Form, the Indirect Aggression subscale of the Aggression Questionnaire by Western Psychological Services, and the Reactive-Proactive Questionnaire. Sixteen college students with no criminal record, no known prior history of aggressive behavior, and no reported drug abuse, responded to verbally administered forms of the instruments. Indirect aggression items produced the largest, statistically significant physiological response across the sampled channels. The magnitude of this response was negatively and significantly correlated with the self-report ratings of the frequency of such behaviors. The mean separation between physiological (skin conductance) and self-report responses for indirect aggression remained significant and consistent with correlational analyses when both types of responses were converted to the same scale and compared directly. Finally, the relative magnitude of skin conductance response for items assessing indirect aggression was significantly greater than the relative magnitude of skin conductance response for direct aggression. Overall, the study suggests that the use of automated state-of-the art polygraph systems may potentially identify sensitive items on self-report instruments where social responsibility response bias is possible. Implications for the use of this procedure with such instruments are discussed.",
        "Origin": "Manual"
    },
    "facultyid": "111110183",
    "coauthors": {
        "185344": {
            "firstname": "Dmitri",
            "middleinitial": "",
            "lastname": "Poltavski",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 185344,
            "scholarlyactivityid": 36421,
            "classifications": {
                "Role": "Author"
            }
        },
        "185345": {
            "firstname": "Richard",
            "middleinitial": "",
            "lastname": "Van Eck",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 185345,
            "scholarlyactivityid": 36421,
            "classifications": {
                "Role": "Author"
            }
        },
        "185346": {
            "firstname": "Austin",
            "middleinitial": "T",
            "lastname": "Winger",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 185346,
            "scholarlyactivityid": 36421,
            "classifications": {
                "Role": "Author"
            }
        },
        "185347": {
            "firstname": "Charles",
            "middleinitial": "R",
            "lastname": "Honts Ph. D.",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110183",
            "authorid": 185347,
            "scholarlyactivityid": 36421,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 36421,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 36421,
            "status": "Revise &amp; Resubmit",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 3,
            "completionorder": 3
        },
        {
            "id": 36421,
            "status": "Revise &amp; Resubmit",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 3,
            "completionorder": 3
        }
    ],
    "userid": "111110183",
    "attachments": []
}