{
    "activityid": 3643,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Source and Propagation Effects on Near-Field Co-Eruptive Ground Motion at Santiaguito Volcano",
        "Journal": "Bulletin of the Seismological Society of America",
        "Volume": "102",
        "Month / Season": "2012-04-30",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "696-706",
        "Publisher": "",
        "DOI": "10.1785/0120110106",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Data from a December 2008–January 2009 seismometer deployment show substantial variation in seismic signal characteristics among different sites and eruptive events at Santiaguito volcano. A station on one of the inactive domes typically records higher amplitudes and a more peaked spectrum than does another station closer to the vent on lower ground. Amplitude ratios between the stations and spectral peakedness of the station on the dome vary substantially and depend on vertical signal polarity, which is controlled by seismic source mechanism. Finite- difference models considering two likely source mechanisms and several hypothetical subsurfaces show that the topography of the free surface and subsurface units can increase or decrease amplitudes by focusing or obstructing body waves. A homoge- neous velocity structure is shown not to be a close approximation to the actual shallow subsurface, while a subsurface including a dipping reflective layer produces results that fit observations better. These models also indicate that path effects act more strongly on waves originating from an implosion than from a downward force, pos- sibly due to differences in body and surface wave proportions and differing suscept- ibilities of body and surface waves to these path effects. Thus, recorded data and models both indicate that the level of wave-field distortion associated with propaga- tion effects is controlled by the source mechanism.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "10606": {
            "firstname": "Jacob",
            "middleinitial": "F",
            "lastname": "Anderson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10606,
            "scholarlyactivityid": 3643
        },
        "10607": {
            "firstname": "Jonathan",
            "middleinitial": "M",
            "lastname": "Lees",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10607,
            "scholarlyactivityid": 3643
        },
        "10608": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Waite",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10608,
            "scholarlyactivityid": 3643
        },
        "10609": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 10609,
            "scholarlyactivityid": 3643
        }
    },
    "status": [
        {
            "id": 3643,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113150379",
    "attachments": []
}