{
    "activityid": 36513,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Transformative Practices in an Online Graduate Course",
        "Conference/Meeting Name": "9th International Conference for Language Learning",
        "Conference Location": "Florence",
        "Date or Date Range": "Novemeber",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "https://books.google.it/books/about/Conference_proceedings_ICT_for_language.html?id=vJWSDQAAQBAJ&amp;redir_esc=y",
        "Description/Abstract": "\r\nThis presentation examines the sense of community developed in a Linguistic online course for practicing educators enrolled in an English as Another Language (EAL, ENL or ESL) endorsement graduate program in US. The sense of learning community is applied to the virtual classroom by taking on the issue of how to best design and conduct an online course that fosters community among learners who are physically separated from each other. In the study, a learning community is defined as “a group of individuals who collaboratively engage in purposeful critical discourse and reflection to construct meaning and confirm mutual understanding” (Garrisson, 2007).  The study explores how the integration of the tree elements of a learning community: Teaching presence, social presence and cognitive presence foments learner engagement and how the interaction and collaboration among educators increases overtime. This presentation will highlight findings from the study using survey results from a cohort of students who completed the online class in the program. The presenter will share her journey of teaching online, and how this design has changed her views and experiences of online teaching.\r\n\r\nReference\r\n\r\nGarrison, D. (2007). Online community of inquiry review: Social, cognitive and teaching presence \r\nissues. Journal of Asynchronous Learning Networks, 11(1), 61-72.\r\n",
        "Origin": "Manual"
    },
    "facultyid": "111727706",
    "coauthors": {
        "150783": {
            "firstname": "Claudia",
            "middleinitial": "",
            "lastname": "Peralta",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727706",
            "authorid": 150783,
            "scholarlyactivityid": 36513,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 36513,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727706",
    "attachments": []
}