{
    "activityid": 3656,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The First Second of a Strombolian Volcanic Eruption - Energies, Pressures, Infrasound",
        "Journal": "Journal of Geophysical Research: Earth Surface",
        "Volume": "118",
        "Month / Season": "2013-07-15",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "23-Jan",
        "Publisher": "",
        "DOI": "10.1002/jgrb.50234",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "We describe a multi-parameter experiment at Erebus volcano, Antarctica, that employs Doppler radar, video, acoustic, and seismic observations to estimate the detailed energy budget of Strombolian eruptions. Explosions from a persistent phonolite lava lake are readily studied from the crater rim at ranges of less than 500~m, and present an ideal opportunity to constrain the dynamics and mechanism of a Strombolian eruption. We estimate the energy budget of the first second of a typical Erebus explosion as a function of time and energy type, and constrain gas pressures and forces using an analytic model for the expansion of a gas bubble above a conduit that incorporates conduit geometry and magma and gas parameters. The model, consistent with video and radar observations, invokes a spherical bulging surface with a base diameter equal to that of the lava lake. The model has no ad hoc free parameters, and geometrical calculations predict zenith height, velocity and acceleration during shell expansion. During explosions, the energy contained in hot over-pressured gas bubbles is freed and partitioned into other energy types, where by far the greatest non-thermal energy component is the kinetic and gravitational potential energy of the accelerated magma shell (~10^9J). Seismic source energy created by explosions is estimated from radar measurements and is consistent with source energy determined from seismic observations. For the generation of the infrasonic signal, a dual mechanism incorporating a terminally disrupted slug is proposed, which clarifies previous models and provides good fits to observed infrasonic pressures. A new and straightforward method is presented for determining gas slug sizes at Strombolian volcanoes from remote infrasound recordings.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "10653": {
            "firstname": "Alexander",
            "middleinitial": "",
            "lastname": "Gerst",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10653,
            "scholarlyactivityid": 3656
        },
        "10654": {
            "firstname": "Matthias",
            "middleinitial": "",
            "lastname": "Hort",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10654,
            "scholarlyactivityid": 3656
        },
        "10655": {
            "firstname": "Richard",
            "middleinitial": "",
            "lastname": "Aster",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10655,
            "scholarlyactivityid": 3656
        },
        "10656": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 10656,
            "scholarlyactivityid": 3656
        },
        "10657": {
            "firstname": "Philip",
            "middleinitial": "",
            "lastname": "Kyle",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10657,
            "scholarlyactivityid": 3656
        }
    },
    "status": [
        {
            "id": 3656,
            "status": "Accepted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 3656,
            "status": "Accepted",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113150379",
    "attachments": []
}