{
    "activityid": 36706,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Variation in wealth and educational drivers of fertility decline across 45 countries",
        "Journal": "Population Ecology",
        "Volume": "60",
        "Month / Season": "April ",
        "Issue Number": "1-2",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "155-169",
        "Publisher": "Population Ecology",
        "DOI": "10.1007/s10144‐018‐0626‐5",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Fertility decline in human populations is an inherent evolutionary puzzle with major demographic, socio‐cultural and evolutionary consequences. The individual level predictors of fertility decline are numerous, but the way these effects vary by country and how they are causally mediated by other factors has received relatively little attention. Here we take a multilevel approach to compare similarities and differences in the primary predictors of contemporary fertility declines—wealth and education—across 45 countries in Africa, Asia, Central and South America, the Caribbean, and the Middle East using Demographic and Health Survey (DHS) data collected from 2003 to 2015. We use multilevel models to understand variation in the slopes of these predictors on fertility, and structural equation models to examine the causal pathways by which they take their effects, focusing on four mediating variables: local mortality and birth rates, women's work status, and contraceptive use. We find that associations between wealth and fertility differ substantially across populations, while associations between education and fertility are consistently negative. The mediators also vary: community‐level birth rates and women's contraceptive use are important mediators between education, wealth and the number of children born across a wide variety of countries, but community‐level mortality rates and women's work status are not. We discuss our results in the context of different causal pathways that reflect cultural and biological evolutionary dynamics as simultaneous and interacting drivers of fertility decline.",
        "Origin": "Manual"
    },
    "facultyid": "114026821",
    "coauthors": {
        "190452": {
            "firstname": "Heidi",
            "middleinitial": "",
            "lastname": "Colleran",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 190452,
            "scholarlyactivityid": 36706,
            "classifications": {
                "Role": "Author"
            }
        },
        "190453": {
            "firstname": "Kristin",
            "middleinitial": "",
            "lastname": "Snopkowski",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026821",
            "authorid": 190453,
            "scholarlyactivityid": 36706,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 36706,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026821",
    "attachments": []
}