{
    "activityid": 36738,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "The Fickle Financiers of Elections? The Impact of Moving on Individual Contributions",
        "Conference/Meeting Name": "State Politics &amp; Policy Conference",
        "Conference Location": "St. Louis, MO",
        "Date or Date Range": "May 2, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Why do people donate to candidates? While ideology and partisanship often motivate individual contributions to candidates (Ensley 2009; Francia et al. 2003), an individual’s social and political environment also influences donating behavior (Gimpel et al. 2006; Sinclair 2012).  We leverage a life experience that many citizens undergo – moving from one area to another – to better understand individual motivations for making campaign donations. Observing the behavior of citizens before and after a move allows us to hold individuals constant, and vary their external circumstances. If the political and social context that people reside in influences their contributions, then we should observe donating behavior change in systematic ways as people move. Thus, we explore several questions: If a contributor moves to a politically different neighborhood, does the individual continue to donate? Do the recipients of contributions change in terms of party or ideology?  We address these questions using the DIME dataset for 1980-2012 election cycles. We track individuals’ campaign contributions and zip codes across congressional and state legislative elections, allowing us to evaluate how moving affects donating behavior. Our research contributes new insights into the impact of external social and political circumstances on individual donors.",
        "Origin": "Manual"
    },
    "facultyid": "114025971",
    "coauthors": {
        "152431": {
            "firstname": "Jaclyn",
            "middleinitial": "",
            "lastname": "Kettler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114025971",
            "authorid": 152431,
            "scholarlyactivityid": 36738
        },
        "152432": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Lyons",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113059727",
            "authorid": 152432,
            "scholarlyactivityid": 36738
        }
    },
    "status": [
        {
            "id": 36738,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114025971",
    "attachments": []
}