{
    "activityid": 3680,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Signficance of Physical Education Content: &quot;Sending the Message&quot; in Physical Education Teacher Education",
        "Journal": "Quest",
        "Volume": "64",
        "Month / Season": "2012-08-13",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "187-196",
        "Publisher": "Taylor &amp; Francis",
        "DOI": "10.1080/00336297.2012.693753",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.tandfonline.com/loi/uqst20",
        "Description/Abstract": "Mind-body dualism has likely influenced how many view human beings and their behavior—mind (i.e., thinking) is elevated over body (i.e., performing)—even in Physical Education Teacher Education. The problem is that such a perspective makes physical education content (i.e., dance, games, play, and sport) subsidiary to more &quot;intellectual&quot; or &quot;academic&quot; content. This article invites Physical Education Teacher Education faculty to consider how to effectively &quot;send the message&quot; to future physical educators that physical education content is valuable and respectable and in many ways epitomizes intelligent human behavior. Specifically, Physical Education Teacher Education faculty are invited to (a) challenge traditional definitions of intelligence and introduce alternative definitions, (b) participate regularly in their own playgrounds, (c) provide a sufficient dose of activity courses in their curricula, (d) teach activity courses, (e) establish a performance-oriented culture, and (f) administer performance and/or game play evaluations.\n\n",
        "Origin": "Other"
    },
    "facultyid": "112179883",
    "coauthors": {
        "10725": {
            "firstname": "Tyler",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112179883",
            "authorid": 10725,
            "scholarlyactivityid": 3680
        }
    },
    "status": [
        {
            "id": 3680,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112179883",
    "attachments": []
}