{
    "activityid": 3695,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Breast Cancer Cells Stimulate Neutrophils to Produce Oncostatin M: Potential Implications for Tumor Progression",
        "Journal": "Cancer Research",
        "Volume": "65",
        "Month / Season": "2005-10-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "8896-8904",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1158/0008-5472.CAN-05-1734",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/brc_facpubs/2",
        "Description/Abstract": "Tumor-associated and tumor-infiltrating neutrophils (TAN) and macrophages (TAM) can account for as much as 50% of the total tumor mass in invasive breast carcinomas. It is thought that tumors secrete factors that elicit a woundrepair response from TAMs and TANs and that this response inadvertently stimulates tumor progression. Oncostatin M is a pleiotropic cytokine belonging to the interleukin-6 family that is expressed by several cell types including activated human T lymphocytes, macrophages, and neutrophils. Whereas oncostatin M can inhibit the proliferation of breast cancer cells in vitro, recent studies suggest that oncostatin M may promote tumor progression by enhancing angiogenesis and metastasis. In addition, neutrophils can be stimulated to synthesize and rapidly release large quantities of oncostatin M. In this article, we show that human neutrophils secrete oncostatin M when cocultured with MDA-MB-231 and T47D human breast cancer cells. Neutrophils isolated from whole blood or breast cancer cells alone express little oncostatin M by immunocytochemistry and ELISA, but neutrophils express and release high levels of oncostatin M when they are cocultured with breast cancer cells. In addition, we show that granulocyte-macrophage colony-stimulating factor produced by breast cancer cells and cell-cell contact are both necessary for the release of oncostatin M from neutrophils. Importantly, neutrophilderived oncostatin M induces vascular endothelial growth factor from breast cancer cells in coculture and increases breast cancer cell detachment and invasive capacity, suggesting that neutrophils and oncostatin M may promote tumor progression in vivo.",
        "Origin": "Other"
    },
    "facultyid": "111110166",
    "coauthors": {
        "10778": {
            "firstname": "Marisa",
            "middleinitial": "M.",
            "lastname": "Queen",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10778,
            "scholarlyactivityid": 3695
        },
        "10779": {
            "firstname": "Randall",
            "middleinitial": "E.",
            "lastname": "Ryan",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10779,
            "scholarlyactivityid": 3695
        },
        "10780": {
            "firstname": "Ryan",
            "middleinitial": "G.",
            "lastname": "Holzer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10780,
            "scholarlyactivityid": 3695
        },
        "10781": {
            "firstname": "Cynthia",
            "middleinitial": "R.",
            "lastname": "Keller-Peck",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10781,
            "scholarlyactivityid": 3695
        },
        "10782": {
            "firstname": "Cheryl",
            "middleinitial": "",
            "lastname": "Jorcyk",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110166",
            "authorid": 10782,
            "scholarlyactivityid": 3695
        }
    },
    "status": [
        {
            "id": 3695,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110166",
    "attachments": []
}