{
    "activityid": 3702,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Oncostatin M Induces Cell Detachment and Enhances the Metastatic Capacity of T-47D Human Breast Carcinoma Cells",
        "Journal": "Cytokine",
        "Volume": "33",
        "Month / Season": "2006-03-21",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "323-336",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.cyto.2006.03.004",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/204",
        "Description/Abstract": "Oncostatin M (OSM), an IL-6 family cytokine, has previously been shown to increase migration of several breast cancer cell lines in vitro. Our studies report additional effects of OSM treatment on the human breast carcinoma cell line T-47D. OSM treatment alters T-47D cell morphology from a normal epithelial phenotype to a mesenchymal-like phenotype that is associated with cell detachment from substratum. These effects are also seen with H3922 human breast cancer cells. OSM treatment of T-47D cells for 5–8 days leads to a three-fold increase in cell detachment. OSM-induced detachment of T-47D cells is blocked by the protein kinase inhibitors UO126 and bisindolylmaleimide, indicating a role for MAP kinases and protein kinase C in OSM signaling events that regulate cell detachment. T-47D cells induced to detach by OSM have a reduced capacity to re-adhere to laminin in comparison to other extracellular matrix components. Detached multi-cell aggregates of T-47D cells are viable, whereas detached single cells appear apoptotic. In addition, OSM treatment induces the secretion of the lysosomal proteases cathepsins D and L from T-47D cells, which have been implicated in invasion and metastasis. Importantly, OSM-treated T-47D cells show a 250% increase in invasive capacity as measured by the Matrigel invasion chamber assay. Collectively, these data demonstrate that OSM induces a motile/invasive phenotype in T-47D cells in vitro, and suggest that OSM may enhance metastasis in vivo. Our results suggest that OSM itself may be a valid therapeutic target.",
        "Origin": "Other"
    },
    "facultyid": "111110166",
    "coauthors": {
        "10816": {
            "firstname": "Cheryl",
            "middleinitial": "",
            "lastname": "Jorcyk",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110166",
            "authorid": 10816,
            "scholarlyactivityid": 3702
        },
        "10817": {
            "firstname": "Ryan",
            "middleinitial": "G.",
            "lastname": "Holzer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10817,
            "scholarlyactivityid": 3702
        },
        "10818": {
            "firstname": "Randall",
            "middleinitial": "E.",
            "lastname": "Ryan",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 10818,
            "scholarlyactivityid": 3702
        }
    },
    "status": [
        {
            "id": 3702,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110166",
    "attachments": []
}