{
    "activityid": 37128,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Healthy Habits, Healthy U: Collaborating to Prevent Cancer",
        "Conference/Meeting Name": "Prevent Cancer Foundation",
        "Conference Location": "Tyson's Corner VA",
        "Date or Date Range": "April 19-21, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background: Healthy Habits, Healthy U (HHHU) is a collaboration among St. Luke’s Mountain States Tumor Institute (MSTI), Boise State University (BSU), and the Boise School District (BSD). HHHU started in April 2013 as a community outreach initiative designed to teach and reinforce positive health habits in children. HHHU focuses on the positive connection between increased physical activity and healthy food and beverage choices, and reduced cancer risks. HHHU is two-day educational program that is integrated BSD health curriculum. Since 2014, HHHU has reached over 3,000 fourth and eighth-grade students, along with parents and guardians.\r\nThis program leverages the partnership between Boise State University and St. Luke’s MSTI. \r\n\r\nGoals and Objectives: Reduce cancer risks and obesity and risks in youth through hands-on learning. Increase student’s knowledge about health habits and cancer risks.\r\n\r\nMethods Day one is taught by the teacher and focuses on what cancer is and how healthy habits can reduce cancer risks. Day two is taught by St. Luke’s MSTI and Boise State University personnel who reinforce the previous lesson by using interactive discussions and hands on activities. St. Luke’s pathology provides students with a unique opportunity by donating cancerous and noncancerous tissue samples for the students to examine in small groups. The samples give the students a better understanding of how poor health habits can increase cancer risks and impact the function of various organs. After a recap of the lessons, the students answer a variety of knowledge questions, identify three poor health habits and three corresponding replacement habits. Plus they select health behaviors they will work on improving over the next two weeks. St. Luke’s MSTI provides a water bottle and small beach ball to increase water intake and promote physical activity.\r\n\r\nResults: Over 3000 students in the 4th and 8th grade have participated in HHHU. Current evaluation results indicate HHHU is an effective program. Students knowledge about cancer and associated risks increased from pretest to posttest and they showed an increase in behavioral intent to change their risky health behaviors after the program.\r\n\r\nConclusions: HHHU is an example of an effective partnership among a hospital system, university, and school district. The program helps the hospital reach some of their community health outreach goals. HHHU offers a unique experience to see inside of the human body. Over the past three years we have gathered evidence that HHHU is an effective, low-investment intervention that may help reduce negative health habits and increase positive health habits in participating students. Reinforcing these positive health behaviors can help reduce their future risk of developing cancer.\r\n",
        "Origin": "Manual"
    },
    "facultyid": "111110020",
    "coauthors": {
        "153934": {
            "firstname": "Caile",
            "middleinitial": "E",
            "lastname": "Spear",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110020",
            "authorid": 153934,
            "scholarlyactivityid": 37128,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "153935": {
            "firstname": "Alicia",
            "middleinitial": "",
            "lastname": "Anderson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 153935,
            "scholarlyactivityid": 37128,
            "classifications": {
                "Role": "Author"
            }
        },
        "153936": {
            "firstname": "Mary",
            "middleinitial": "Elizabeth",
            "lastname": "Pritchard",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112014101",
            "authorid": 153936,
            "scholarlyactivityid": 37128,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 37128,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110020",
    "attachments": []
}