{
    "activityid": 3730,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Critically Reflexive Theory: A Proposal for Nursing Education",
        "Journal": "Advances in Nursing",
        "Volume": "2014",
        "Month / Season": "2014-07-24",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "7",
        "Publisher": "Hindawi publishers",
        "DOI": "http://dx.doi.org/10.1155/2014/594360",
        "PubMed Central ID Number": "594360",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.hindawi.com/journals/anurs/2014/594360/",
        "Description/Abstract": "Nursing is a discipline in transition. As the complexity and acuity of patients increase, nurses are taking on a more comprehensive role in health care leadership and patient outcomes. As the discipline has evolved so has the curricular framework of nursing educational programs, moving from being based on a specific nursing theory, to a general metaparadigm, to the current focus on meeting curricular content standards developed by national accrediting agencies. When considering the skills needed to fully engage in critical thinking and patient advocacy there may be room for an additional curricular focus: that of metacognitive development based on critical theory and constructivism. The empowerment of students via metacognitive and self-evaluative practices also supports the critical theory pedagogy. If graduating nurses are presented with a cohesive and comprehensive curriculum that meets the need for competent and critically reflexive nurses the discipline of nursing can continue to expand in function and voice. The use of metacognition, constructivism, competency, and critical pedagogies in a unified and broad curricular framework allows for the development of these essential skills in contemporary nursing practice. This paper presents this innovative curricular framework that embodies these various teaching and learning perspectives.\n",
        "Origin": "Other"
    },
    "facultyid": "111663502",
    "coauthors": {
        "10988": {
            "firstname": "Jayne",
            "middleinitial": "",
            "lastname": "Josephsen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111663502",
            "authorid": 10988,
            "scholarlyactivityid": 3730
        }
    },
    "status": [
        {
            "id": 3730,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111663502",
    "attachments": []
}