{
    "activityid": 3734,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Electronic Portfolios for Distance Learning: A case from a nursing clinical course",
        "Journal": "International Journal of ePortfolios",
        "Volume": "2",
        "Month / Season": "2012-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "15-27",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/nursing_facpubs/92",
        "Description/Abstract": "Clinical nursing courses can already be challenging, in the traditional context of placements and hours spent in a health care setting. These types of courses are additionally problematic when offered via distance learning, due to geographic separation of students, lack of clinical placement sites in the student's community, and lack of faculty/student personal interaction and connectedness. In this review of an online R.N. to B.S. completion clinical course in community and public health nursing, the self-directed learning (SDL) educational theory framework and a project based eportfolio format was instituted as a way to address these online learning problems. The results of implementing the eportfolio as a pedagogical practice are examined as well as considerations for improvement in the use of this instructional strategy. Additionally, student and faculty issues related to the introduction and use of the eportfolio are discussed.\n\n",
        "Origin": "Other"
    },
    "facultyid": "111663502",
    "coauthors": {
        "10995": {
            "firstname": "Jayne",
            "middleinitial": "",
            "lastname": "Josephsen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111663502",
            "authorid": 10995,
            "scholarlyactivityid": 3734
        }
    },
    "status": [
        {
            "id": 3734,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111663502",
    "attachments": []
}