{
    "activityid": 3737,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Evidence Based Reflective Teaching Practice: A Preceptorship Course Example",
        "Journal": "Nursing Education Perspectives",
        "Volume": "34",
        "Month / Season": "2013-02-28",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "11-Aug",
        "Publisher": "Nursing Education Perspectives",
        "DOI": "http://dx.doi.org/10.5480/1536-5026-34.8",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Aim. This preceptorship course case study employed an evidence-based reflective teaching practice perspective based on a nursing process framework to develop, implement, and evaluate assignment efficacy directly related to course objectives.\n\nBackground. Journaling and article analysis had been used to assess development of role socialization, critical thinking, and self-reflective practice. These activities were found to be ineffective; new assignments were needed to address essential issues and allow for evaluation of assignment efficacy.\n\nMethod. Based upon contextual constructivism, four assignments were developed focused on learning goals, nursing skills, assumptions/biases, and role socialization. Assignment efficacy was evaluated via anonymous exploratory surveys.\n\nResults. Student reports identified that assignments met learning outcomes. Methods for improvement in instructional practice were identified and revisions made.\n\nConclusion. Participation in evidence-based reflective teaching practice can enhance reflective practice in students through appropriate assignment development, advancing the discipline of nursing education.",
        "Origin": "Other"
    },
    "facultyid": "111663502",
    "coauthors": {
        "10999": {
            "firstname": "Jayne",
            "middleinitial": "",
            "lastname": "Josephsen",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111663502",
            "authorid": 10999,
            "scholarlyactivityid": 3737
        }
    },
    "status": [
        {
            "id": 3737,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111663502",
    "attachments": []
}