{
    "activityid": 37661,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Deploying Distributed Energy Resources: Classifying Challenges and Opportunities among Municipal Utilities and Electric Cooperatives",
        "Conference/Meeting Name": "Association of Public Policy and Management - Fall Research Conference",
        "Conference Location": "Chicago, IL",
        "Date or Date Range": "November 3",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "McKnight Foundation",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The electricity industry is undergoing a profound shift in form and function; the industry’s future is envisioned to be one with increasingly decentralized power generation, and a business model less driven by large capital expenditures than by energy service provision. An important technological driver of this change is the evolution of distributed energy resources (DER), or, electricity generation or load management technologies which operate at the distribution grid level rather than the transmission grid level. Rapidly declining prices for facility-sized photovoltaic modules and the rise of real-time load control technologies are examples of these drivers. A critical but understudied population in this space is municipal and rural electric cooperative utilities, which serve one in five electricity customers in the United States. These consumer-owned utilities face different challenges and opportunities than investor-owned utilities due to their not-for-profit business models, governance structures, relatively small size, and the socio-economic classes of their customers. We create a taxonomy characterizing how different utilities frame opportunities and barriers presented by DER technologies and policies through qualitative data analysis on interviews with municipal and electric cooperative utilities in Minnesota, where these utility types serve roughly twice the national average percentage of customers. In doing so, we provide insight to industry stakeholders and recommendations to policy makers on how to support DER in this understudied segment of the electricity industry. For example, financing barriers are important to these tax-exempt utilities, which can be addressed by state or federal incentive programs that do not depend on tax credits.",
        "Origin": "Manual"
    },
    "facultyid": "113171158",
    "coauthors": {
        "157028": {
            "firstname": "Stephanie",
            "middleinitial": "",
            "lastname": "Lenhart",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113171158",
            "authorid": 157028,
            "scholarlyactivityid": 37661
        }
    },
    "status": [
        {
            "id": 37661,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113171158",
    "attachments": []
}