{
    "activityid": 3770,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Humor, Irony and Surrealism in Luis Cardoza y Aragón’s Maelstrom: Films telescopiados (1926)",
        "Journal": "Brújula",
        "Volume": "9",
        "Month / Season": "2012-04-30",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "54-75",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/lang_facpubs/39",
        "Description/Abstract": "Guatemalan novelist and critic Arturo Arias has suggested that the disappearance of the socialist block and the crisis of Marxism at the end of the twentieth century have provided an opportunity to reevaluate with fresh eyes much of the forgotten production of the avant-garde era in Spanish American literature (La identidad de la palabra 18). Indeed, in his study of twentieth century Guatemalan fiction, Arias argues that Spanish American avant-garde production has a direct aesthetic link to postmodern fiction (19). This assertion supports the work of several literary critics who maintain that the avant-garde era inspired many of the subsequent innovations in modern and postmodern Spanish American fiction (Bustos Fernández 18; Martínez 116; Verani 69; Burgos 111; Osorio XXXV). Although Spanish American novels from the 1920s have received a considerable increase in critical attention during the last thirty years, Central American fiction from this period has been largely ignored.1 Indeed, as Forster and Jackson note, critical work in all areas of the Central American avant-garde is &quot;sketchy,&quot; and &quot;much more careful work is needed&quot; (178). Despite the relatively limited quantity of Central American avant-garde production, the lack of critical attention noted by Forster and Jackson stems from a larger problem noted by Arias in a 1996 article. He states: &quot;Central American literature is still seen as peripheral to the rest of Latin American literature [. . .] in spite of the Nobel Prize awarded to Miguel Angel Asturias in 1967, and the presence of other first-rate Central American figures such as Augusto Monterroso, Ernesto Cardenal or Luis Cardoza y Aragón&quot; (&quot;The Magic and/of Eroticism&quot; 182). Since the publication of Arias's article, the status of Central American literature has also improved in Latin American studies, but the necessity of this special issue is evidence that there are still many gaps to be filled due to decades of inattention in literary criticism to the Central American region. Critical analysis of Central American literature from the 1920s, in particular, will help provide a more complete picture of the continental project of the Spanish American avant-garde. The present essay focuses on Maelstrom: Films telescopiados, a lesser-known text by one of Guatemala's most prolific twentieth-century authors, Luis Cardoza y Aragón. My reading of this novel attempts to illustrate the relation between the use of humor, irony and Surrealism as elements of play, and the way in which the text undermines dominant intellectual discourses and literary conventions",
        "Origin": "Other"
    },
    "facultyid": "112093478",
    "coauthors": {
        "11119": {
            "firstname": "Adrian",
            "middleinitial": "Taylor",
            "lastname": "Kane",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112093478",
            "authorid": 11119,
            "scholarlyactivityid": 3770
        }
    },
    "status": [
        {
            "id": 3770,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112093478",
    "attachments": []
}