{
    "activityid": 3772,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "El Tigre de Flavio Herrera: Entre el Criollismo y el Vanguardismo",
        "Journal": "Istmo: Revista Virtual de Estudios Literarios y Culturales Centroamericanos",
        "Volume": "16",
        "Month / Season": "2008-06-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/lang_facpubs/6",
        "Description/Abstract": "En su prólogo a la novela El tigre, Francisco Albizúrez Palma la  describe como &quot;una de las más conocidas obras literarias&quot; de Guatemala,  aseverando que resulta &quot;fundamental para el conocimiento y exploración  de la literatura guatemalteca&quot; (1989: 8-9). Esta novela de Flavio  Herrera fue publicada en 1932 y desde entonces ha sido leída por la  crítica principalmente como una novela telúrica que forma parte del  movimiento criollista. Si bien es cierto que esta obra demuestra varias  tendencias de la novela telúrica, hasta el momento la crítica apenas ha  comentado la evidente influencia del vanguardismo que se manifiesta en  ella. Por lo tanto, en este estudio destacaré los elementos estéticos en  El tigre que provienen de los movimientos vanguardistas de  Europa y las Américas a principios del siglo veinte y resaltaré la  importancia de esta estética para un análisis hermenéutico de la novela.  Además, discutiré las implicaciones de tal lectura para el concepto de  la vanguardia centroamericana que actualmente se maneja por la crítica.",
        "Origin": "Other"
    },
    "facultyid": "112093478",
    "coauthors": {
        "11121": {
            "firstname": "Adrian",
            "middleinitial": "Taylor",
            "lastname": "Kane",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112093478",
            "authorid": 11121,
            "scholarlyactivityid": 3772
        }
    },
    "status": [
        {
            "id": 3772,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112093478",
    "attachments": []
}