{
    "activityid": 37782,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Electromagnetic-Induced Alteration of Hydraulic Conductivity of Coarse-Grained Soils, Potential Application for Liquefaction Mitigation",
        "Name of Conference": "ASCE GeoFrontiers 2017",
        "Month / Season": "March 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "10",
        "Publisher": "ASCE",
        "Publisher Location": "",
        "Volume": "1",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "In this study, the effect of radio-frequency (RF) waves on the generation of excess pore- water pressure (EPWP), and the hydraulic conductivity of coarse-grained soils was is examined. Apparent viscosity of water can change due to the oscillation of dipole molecules within the an alternating electric field. Change in Altering the viscosity alters the hydraulic conductivity and can, hence, can minimize the buildup of the EPWP. Constant-head permeability tests were performed to measure the hydraulic -conductivity of two types of samples, : (i) glass -beads and (ii) natural sand with / and  without the RF waves. Impact tests were performed on a box made of Plexiglas to measure the EPWP of glass-bead samples. Different sets of tests were conducted to evaluate the effect of RF waves’ the power and frequency of the RF waves. The results showed a positive correlation between the RF waves variable power and hydraulic- conductivity alteration in the case of only natural sand whereas no change was observed in the generation of EPWP.",
        "Origin": "Manual"
    },
    "facultyid": "112176072",
    "coauthors": {
        "157381": {
            "firstname": "Arvin",
            "middleinitial": "",
            "lastname": "Farid",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112176072",
            "authorid": 157381,
            "scholarlyactivityid": 37782
        }
    },
    "status": [
        {
            "id": 37782,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112176072",
    "attachments": []
}