{
    "activityid": 37813,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Lightning Talks: Developing Introductory Data Management Curriculum for Graduate Students",
        "Conference/Meeting Name": "RDAP (Research Data Access &amp; Preservation) Summit",
        "Conference Location": "Seattle, Washington",
        "Date or Date Range": "April 19",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "ASSIST",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This presentation will discuss a set of introductory online data management curriculum modules created by the Albertsons Library Data Management team at Boise State University. The need for such a curriculum became evident after conducting in-person interviews with individual faculty members regarding their data needs and following up with an online survey specifically related to data management instruction for graduate courses including data collection other forms of research. A group of online modules was created covering data management plans, data description, data organization, data quality assurance and control, data access and reuse, data preservation, metadata, and data scholarship. Each module consists of several learning outcomes, a short video introducing the concept, a list of additional resources, and optional assessments. Faculty can incorporate one or more of the modules into their curriculum as they see fit using the Included links and embed codes for the use with university’s course management system. The presentation will discuss the curriculum and its status after one semester after use.",
        "Origin": "Manual"
    },
    "facultyid": "111323598",
    "coauthors": {
        "157555": {
            "firstname": "Garad",
            "middleinitial": "M",
            "lastname": "Davis",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111323598",
            "authorid": 157555,
            "scholarlyactivityid": 37813,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 37813,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111323598",
    "attachments": []
}