{
    "activityid": 37869,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Spatial pathogen transmission for emergent vectors with explicit host interactions for infection",
        "Journal": "Journal of Theoretical Biology",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Although the classical theories commonly used for the transmission dynamics of\nvector-borne infections such as malaria, dengue and West Nile virus overlook\nspatial heterogeneities, the distributions of larval habitat, potential hosts,\nand the density and flight pattterns of the vectors all strongly influence\ntheir transmission. Each of these creates a highly irregular spatiotemporal\npatchwork through which pathogens may conduct, propelled forward by a mobile\nvector sequentially acquiring, harboring, and creating infections.  To\nunderstand systematically how these complexities, in their simplest possible\nforms, influence vector infectivity, a spatial, probabilistic formalism\nextending the classical theory is developed. A locally-emergent, dispersing\nvector cohort is formulated to have contact interactions, or bloodmeals, with\nproximal hosts for potential transmission events. Hosts are regarded as\nstationary and universally available to focus on the infectious dynamics of\nprimarily endophagic vectors in a simple setting. A latency prior to\ninfectiousness in the vector is included and the mosquito population feeds and\nperishes according to classic malarial models. The infectious portion of the\nvector population is compared to other sub-cohorts of the emergence, including\nthe fed and infected populations, and found to be longer-lived. Due to their\nboosted longevity, the infectious portion explores an extended region of space\nabout the larval source where it may infect distal hosts. The transmission\nformalism is developed as a continuous space and real-time model carried out\ntwo-dimensions, and it unites classical Ross/Macdonald dynamics with a\nreaction/diffusion approach. Connections to classical malarial epidemiology are\nmade throughout to emphasize the role of the included mosquito dispersal.\n\n",
        "Origin": "Manual"
    },
    "facultyid": "114067626",
    "coauthors": {
        "226602": {
            "firstname": "Richard",
            "middleinitial": "C",
            "lastname": "Elliott",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114067626",
            "authorid": 226602,
            "scholarlyactivityid": 37869,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 37869,
            "status": "Submitted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 37869,
            "status": "Submitted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 37869,
            "status": "Submitted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 37869,
            "status": "Submitted",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 37869,
            "status": "Submitted",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 37869,
            "status": "Submitted",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114067626",
    "attachments": []
}