{
    "activityid": 37875,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Comprehensive operational malaria control using IRS, MDA, IPTp and MSAT in one high transmission district of NE Uganda",
        "Conference / Meeting Name": "American Society of Tropical Medicine and Hygiene",
        "Conference Location": "Baltimore",
        "Date or Date Range": "",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "Pilgrim Aftica",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In 2008, the Ugandan Ministry of Health's National Malaria Control Program and Pilgrim Africa (a Ugandan NGO) implemented a comprehensive malaria control intervention in one\r\ndistrict in NE Uganda with very high malaria endemicity. A pre-intervention\r\nepidemiological survey (1500 individuals) was carried out August 2008 and showed\r\n48% of children 15 and under positive by rapid diagnostic test (RDT), while 15% of\r\nthose over 15 were positive. Indoor residual spraying (IRS) with a pyrethroid insecticide,\r\nlambda-cyhalothrin, was conducted in Katakwi District in November of 2008,\r\nconcurrently with a medical campaign of mass drug administration (MDA) of\r\nantimalarials with dihydroartemesinin-piperaquine for children aged 4 mo to 15 years,\r\nmass screening and treating (MSAT) with artemisinin-naphthoquine for &gt;15, and\r\npregnancy testing for all menstruating girls and women, with all pregnancy positives\r\nreferred either for intermittent preventive treatment in pregnancy (IPTp) or for treatment\r\nif also positive for malaria.  The population covered by interventions was estimated by\r\ncensus to be 150,000, but found in practice to be higher. 172,260 people were covered\r\nby IRS and 107,159 people were attended to in the medical campaign. A post-\r\nintervention RDT survey (1600 individuals) was conducted in April 2009, and showed\r\nthat 16% of children between 4 mo and 15 years had a positive result and 4%\r\nof persons over 15 were positive. Analysis of national health center data show a\r\nconvincing reduction of malaria morbidity associated with the intervention package with\r\nan 80% drop in reported median malaria cases in the district in both patients under 5\r\nand those over 5 for the 6 months following the combined intervention (p &lt;0.001). This\r\noverall 67% reduction in parasitemia after one round of IRS + MDA/MSAT is steeper\r\nthan the ~33%-55% reported elsewhere for lambda-cyhalothrin IRS alone in areas with\r\ngood susceptibility. Simulation with openmalaria indicates the added benefit contributed\r\nby MDA/MSAT is not merely due to seasonal variation and may have been more than\r\nadditive.",
        "Origin": "Manual"
    },
    "facultyid": "114067626",
    "coauthors": {
        "157765": {
            "firstname": "Richard",
            "middleinitial": "C",
            "lastname": "Elliott",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114067626",
            "authorid": 157765,
            "scholarlyactivityid": 37875
        },
        "157766": {
            "firstname": "S",
            "middleinitial": "",
            "lastname": "Adibaku",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 157766,
            "scholarlyactivityid": 37875
        },
        "157767": {
            "firstname": "K",
            "middleinitial": "",
            "lastname": "Colburn",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 157767,
            "scholarlyactivityid": 37875
        },
        "157768": {
            "firstname": "A",
            "middleinitial": "",
            "lastname": "Asenu",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 157768,
            "scholarlyactivityid": 37875
        },
        "157769": {
            "firstname": "K",
            "middleinitial": "",
            "lastname": "Hurd",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 157769,
            "scholarlyactivityid": 37875
        },
        "157770": {
            "firstname": "M",
            "middleinitial": "",
            "lastname": "Lugemwa",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 157770,
            "scholarlyactivityid": 37875
        }
    },
    "status": [
        {
            "id": 37875,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114067626",
    "attachments": []
}