{
    "activityid": 37878,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Targeting bacterial-extracellular matrix interactions to construct a mucosal Staphylococcus aureus vaccine for bovine mastitis. ",
        "Conference/Meeting Name": "11th Vaccine Congress",
        "Conference Location": "San Diego, CA",
        "Date or Date Range": "Sept 17-20, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "Elsevier",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Staphylococcus aureus is an important human bacterial pathogen as well as a major cause of infection in the udder, or mastitis, in dairy cattle.  Despite increased control measures and vaccine development efforts over more than two decades, S. aureus continues to cause human mortality and considerable economic loss for the dairy industry worldwide.  In bovines, S. aureus can establish chronic subclinical colonization of the udder that is highly transmissible and difficult to detect. Subclinical disease is dependent upon bacterial interaction with host extracellular matrix (ECM) molecules such that S. aureus is able to establish intracellular growth.  The development of an effective vaccine to target S. aureus mammary gland colonization in bovines would improve animal health, reduce agricultural dependence on antibiotics, and inform human vaccine development. The S. aureus iron-regulated surface determinant A (IsdA) and clumping factor A (ClfA), are conserved ECM adhesins and promising vaccine candidates. We have previously reported the construction of an IsdA-cholera toxin A2/B fusion (IsdA-CTA2/B) and the ability of this vaccine to stimulate antigen-specific responses after mucosal delivery in mice. Here we report the results of two immunogenicity clinical trials on cows using IsdA-CTA2/B and ClfA-CTA2/B. Cows were intranasally inoculated with IsdA-CTA2/B + ClfA-CTA2/B at the dry off period. Cellular immune responses were detected from bovine serum using flow cytometry and quantitative PCR on cytokine expression. Humoral responses were examined by ELISA and opsonophagocytosis. Results from clinical trials indicate an increase in antigen-specific CD4+ T cells and an increase in antigen-specific humoral responses in vaccinated cows. We also report the identification of immunogenic ECM-binding proteins from S. aureus using two-dimensional electrophoresis (2-DE) and MALDI-TOF/TOF mass spectrometry followed by serological proteome analysis (SERPA). These studies were undertaken to isolate novel antigens for incorporation into a multivalent vaccine.  Overall results support the potential of CTA2/B fusions to induce antigen-specific responses after intranasal delivery in cows to prevent mastitis. \n\n",
        "Origin": "Manual"
    },
    "facultyid": "112045852",
    "coauthors": {
        "223384": {
            "firstname": "Neha",
            "middleinitial": "",
            "lastname": "Misra",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 223384,
            "scholarlyactivityid": 37878,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "223385": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 223385,
            "scholarlyactivityid": 37878,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 37878,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": [
        {
            "attachmentid": 10013,
            "mimetype": "application/pdf",
            "filename": "Vaccine congress presentation_final  Tinker EDIT 9-17-17.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWpuRllEYTF1bVgwcU8vUjdaY1R6T2lLM0RwT29ZTWtadHY2RDdMR09waUtHTEFUby9wSzBkdHFEUTFxNGtYNnNSQXlqdmlCVEFPTGg0cUdyU2NlbEFOTlB4VVc5bU9IUWNWK21Ha3o3NVRNcUliK0F3cjlUdEE9PQ%3D%3D",
            "filesize": 1424399
        }
    ]
}