{
    "activityid": 38022,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&quot;Almost Unknown to the General Reader&quot;: Melville’s Marginalia in Thomas Warton’s The History of English Poetry",
        "Name of Conference": "Marginal Notes Social Reading and the Literal Margins, Monash University",
        "Month / Season": "23 September 2016",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": "Palgrave",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Herman Melville’s marked and annotated copy of Thomas Warton’s The History of English Poetry (London: Ward, [1871]) epitomizes the fate of Melville’s dispersed library while also illustrating the challenges and importance of his reading and marginalia to ongoing scholarship on his life and writings.  The 1,032-page volume left Melville’s library following his death in 1891. It was discovered in the 1930s, subsequently lost, and rediscovered in 1999. Twice rebound and missing its original endpapers (and therefore, most likely, Melville's usual ownership inscription), the extremely brittle volume has been photographed by Houghton Library and digitized at Melville’s Marginalia Online. Along with following the historian’s account of English literature from the Eleventh Century to the poetry of the Reformation, Melville’s markings and annotations reveal his preoccupation with Warton’s attention to subjects “almost unknown to the general reader.” His marginalia gravitate uncannily to Warton’s discussions of lost works, dispersals of libraries, works rescued from oblivion, languages and writings concealed by ecclesiastical dictates, banned writings, and esoteric modes of literary expression—all topics with deep aesthetic and biographical connections to Melville's own writings and to his failed career as a popular author. The book also contains marginalia on writers Melville had already studied in still-surviving volumes, such as his copies of Dante, Shakespeare, and Milton, whose works had profoundly influenced his own writings, as well as unique marginalia on now-forgotten writers excerpted by Warton, and by whom no works owned by Melville are known to survive. Dating deep within the period of reputational decline that followed his failure as a marketable writer, when he closely studied works of poetry and criticism while quietly pursuing his own sophisticated efforts in verse, Melville’s marginalia in Warton’s History of English Poetry offer an unparalleled look into an obscure but artistically fertile period of his life and thought. ",
        "Origin": "Manual"
    },
    "facultyid": "111643332",
    "coauthors": {
        "273685": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 273685,
            "scholarlyactivityid": 38022,
            "classifications": {
                "Role": "Author"
            }
        },
        "273686": {
            "firstname": "Cheyene",
            "middleinitial": "",
            "lastname": "Austin",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 273686,
            "scholarlyactivityid": 38022,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        },
        "273687": {
            "firstname": "Denise",
            "middleinitial": "",
            "lastname": "Holbrook",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 273687,
            "scholarlyactivityid": 38022,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        }
    },
    "status": [
        {
            "id": 38022,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 38022,
            "status": "Accepted",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111643332",
    "attachments": [
        {
            "attachmentid": 22511,
            "mimetype": "application/pdf",
            "filename": "Melville-Warton Olsen-Smith Austin et al fac180.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25vc0Q5blExK0FRSHRHaFFyL2s4djlVRzRManRYbmMxUlN1eGZBemRNOExseGJmTW1FTG9uVVpiNWNMbHpJTHQ1M3htVWh1UXBXZ2NrTGk2QVZRTXNPVXJvV0FTWm1Jekw4PQ%3D%3D",
            "filesize": 269225
        }
    ]
}