{
    "activityid": 38217,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "A Mucosal Vaccine for Bovine Mastitis using Cholera Toxin A2/B Adjuvant",
        "Conference / Meeting Name": "Boise State University Graduate Student Showcase",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "3-28-17",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "Boise State University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Staphylococcus aureus is a pathogenic gram-positive bacterium, affecting both humans and animal species. Mastitis is a prevalent inflammatory disease of mammary tissues in cows, and chronic, contagious mastitis is mainly caused by Staphylococcus aureus. This infection is difficult or impossible treat with antibiotics, and has a significant economic impact on agriculture worldwide. An effective multivalent vaccine to prevent S. aureus infection would improve animal health and also reduce dependence on antibiotics. The surface of S. aureus contains microbial surface proteins critical for establishing infection and adhesion in the host. The iron-regulated surface determinant A (IsdA) and clumping factor A (ClfA), are conserved adhesins that are promising vaccine candidates. We have previously reported the construction of an IsdA-cholera toxin A2/B fusion (IsdA-CTA2/B) and the ability of this vaccine to stimulate antigen-specific responses after mucosal delivery in mice. Here we report, the results of two immunogenicity clinical trials on cows using IsdA-CTA2/B and ClfA-CTA2/B fusions. The cows were intranasally inoculated with IsdA-CTA2/B + ClfA-CTA2/B at the dry off period. Cellular immune responses were detected from bovine serum using flow cytometry analysis. Humoral immune responses were also examined by ELISA on serum, milk, and nasal washes. Results from clinical trials indicate a significant increase in antigen-specific CD4+ T cells in vaccinated cows versus unvaccinated, and a significant increase in antigen-specific humoral responses in milk in vaccinated cows. We also report the identification of IsdA polymorphisms or variants from bovine strains of S. aureus that are differentially immunogenic and affect binding to fibronectin.  Studies not shown include current efforts to identify novel antigens by 2D electrophoresis and serological proteome analysis (SERPA). Overall current results indicate positive immunogenic potential of the IsdA- and ClfA-CTA2/B fusions to induce antigen-specific responses after intranasal delivery in cows. Continued exploration of immunogenic antigens, using affinity chromatography and immuno co-precipitation, will promote the identification of additional vaccine antigens to generate an effective vaccine for bovine mastitis.\r\n",
        "Origin": "Manual"
    },
    "facultyid": "112045852",
    "coauthors": {
        "159854": {
            "firstname": "Neha",
            "middleinitial": "",
            "lastname": "Misra",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 159854,
            "scholarlyactivityid": 38217,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "159855": {
            "firstname": "Tyler",
            "middleinitial": "",
            "lastname": "Wines",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 159855,
            "scholarlyactivityid": 38217,
            "classifications": {
                "Role": "Author"
            }
        },
        "159856": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 159856,
            "scholarlyactivityid": 38217,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 38217,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}