{
    "activityid": 38399,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Creating a STEM Identity: Investment with Return",
        "Name of Conference": "2014 ASEE Annual Conference &amp; Exposition, Indianapolis, Indiana",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "",
        "Publisher": "American Society for Engineering Education",
        "Publisher Location": " ",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://peer.asee.org/20219",
        "Description/Abstract": "Creating a STEM Identity: Investment with Return Establishing a strong STEM identity on this metropolitan campus has been an important step toward creating a climate conducive to facilitating fundamental change. Examples of such change include building collaborations among faculty within and across departments,establishing the identity of students as part of a community beyond their chosen major,improving the efficiency and effectiveness of university systems, and perhaps most importantly in higher education, developing a framework to think very purposefully about ways to effect change. The College of Engineering on this metropolitan campus began focusing heavily on student success initiatives in 2004 with support from the Engineering Schools of the West Initiative, through The Hewlett Foundation. This first wave of initiatives was critically assessed,and engineering student success became a focal point for the College of Engineering. Internal research conducted under this grant exposed numerous roadblocks that impeded students' academic success, particularly in the mathematics sequence. In 2010, another large grant, funded through the National Science Foundation Science Talent Expansion Program, was awarded to help focus on increasing the numbers of students graduating with STEM degrees. This grant engaged an interdisciplinary, cross-college team of educators passionate about continuous improvement and pedagogical reform. All activities associated with this grant were deliberately categorized as “STEM” activities, in order to further unify the STEM community and its sense of common purpose. Within approximately one year of the STEP grant's launch, a second grant was awarded, a NSF Innovation through Institutional Integration grant. This paper discusses and presents supporting data to show how creating a STEM identity has been a critical step towards cross-curricular integration and improvements in pedagogical training. Structures and policies have changed on campus. Across campus, educational research and curriculum collaboration is expanding. Information distribution to STEM majors has changed, and a sense of STEM community and culture has emerged.",
        "Origin": "Manual"
    },
    "facultyid": "111110323",
    "coauthors": {
        "161522": {
            "firstname": "Janet",
            "middleinitial": "",
            "lastname": "Callahan",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112033791",
            "authorid": 161522,
            "scholarlyactivityid": 38399
        },
        "161521": {
            "firstname": "Patricia",
            "middleinitial": "",
            "lastname": "Pyke",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 161521,
            "scholarlyactivityid": 38399
        },
        "161520": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Shadle",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110041",
            "authorid": 161520,
            "scholarlyactivityid": 38399
        },
        "161519": {
            "firstname": "R.",
            "middleinitial": "Eric",
            "lastname": "Landrum",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110323",
            "authorid": 161519,
            "scholarlyactivityid": 38399
        }
    },
    "status": [
        {
            "id": 38399,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110323",
    "attachments": []
}