{
    "activityid": 38426,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;Poetics and Style: Literary Connections for Multilingual Writers&quot;",
        "Conference/Meeting Name": "Conference on College Composition and Comunication",
        "Conference Location": "Portland, Oregon",
        "Date or Date Range": "March 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Many L2 students take first-year writing classes, where the use of literature can be perceived as a &quot;step backward . . . [to an] outmoded . . . traditional, teacher-centered, product-centered pedagogy,&quot; one that fails to prepare students for &quot;the discourses of the academy and the professions&quot; (Lindemann 1993). Yet discussions of literary texts in FYW tend to imagine primarily L1 populations. This presentation argues that exploring and creating literary text can be a crucial means of fielding authorial intent and agency, reader interpretation, the ceration of meaning through language, and especially the importance of cultural context and negotiation of engagement (Monehun 2006). This engagement, which harnesses the power of a creative poem or story, can tap the &quot;importance of something from within that will help [L2 students] in overcoming . . . barriers [of] access and structure&quot; (Varghese 2012). In addition, the reading and writing of poetry in an L2 class &quot;create[s] optimal conditions . . . that help students notice and utilize particular rhetorical and linguistic practices&quot; (Shapiro et al. forthcoming). These activities minimize &quot;constraints . . . [in] linguistic resources&quot; and ask students to &quot;pay close attention to genre and 'break out\r\n from academic norms that shape . . . their other papers&quot; (Shapiro et al. forthcoming).\r\n\r\nIn this presentation, an instructor from a mid-sized university shares two perspectives on the significance of using poetry in a FYW classroom for multilingual students. Poetries from American traditions help multilingual writers connect with rhetorical methods, English-language structures, genre conventions and subversions, and particularities of class, achievement, and personal challenge. Poetries atypical of American traditions highlight additional linguistic expertise, allow for structural play, and build confidence and agency in learners from many language traditions. New voices are cultivated as L2 learns meld agency and tradition with expansion and cultural invitation. The students' resulting writing yields unexpected benefits of expression and language acquisition.",
        "Origin": "Manual"
    },
    "facultyid": "111301723",
    "coauthors": {
        "161695": {
            "firstname": "Heidi",
            "middleinitial": "",
            "lastname": "Naylor",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111301723",
            "authorid": 161695,
            "scholarlyactivityid": 38426
        }
    },
    "status": [
        {
            "id": 38426,
            "status": "Accepted",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111301723",
    "attachments": []
}