{
    "activityid": 38536,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Stories Make the Food Taste Better: Cookbook Memoirs, Domesticity, and Tech Comm",
        "Conference/Meeting Name": "Western States Rhetoric and Literacy Conference",
        "Conference Location": "Salt Lake City, UT",
        "Date or Date Range": "27 October 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As a domestic (and often feminine) genre, cookbooks are an often overlooked form of technical communication (Allen, 1990). If a cookbook is dismissed as not technical, then cookbook memoirs—books intertwining autobiography with recipes—would be less likely to be accepted, perhaps in part due to their association with domesticity and women as writers and readers. Yet these writers transform their blogs into printed texts that invite users to savor the stories and recipes together, creating a form of technical writing linked to a narrative—a human—element.\r\n\r\nIn this presentation, I argue that cookbook memoirs are a form of technical communication that instruct their readers to reenter the kitchen as creators of both a pleasurable experience and a tangible product. In a social context where women are pressured to perform domestically and yet have less available time, these technical texts offer an avenue for women to fulfill culinary desires by reminding them of cooking’s sensory delights. Through works such as Julia and Julia (Julie Powell), A Handmade Life (Molly Wizenberg), My Berlin Kitchen (Luisa Weiss), and Lunch in Paris (Elizabeth Bard), readers are transported into kitchens that are composed of intense and sensual memories, not to mention foreign and romanticized places such as Paris; these cookbook memoirs offer an instructional guide to create these experiences at home. Unlike Ruth Reichl’s Tender at the Bone, which includes recipes that augment the stories but are not meant to be made, these memoirs are intended to be used—they should be read simultaneously as literature and technical document.\r\n\r\nIn addition to their hybridization, cookbook memoirs are a gendered genre or a genre primarily written by and for women. Theophano (2002) has demonstrated that cookbooks can offer historical glimpses into the domestic lives of women; thus while cookbook memoirs are primarily categorized as literary texts, when analyzed as technical document, the cultural motivations of both writer and reader can be revealed. Moreover, these memoirs represent a response to the social situation that American women often find themselves: readers desire to connect themselves to a food culture rooted in more than a need to feed themselves or their families. Cookbook memoirs constitute a response to this exigence as they provide a roadmap for women to navigate the rhetorical situation of modern domesticity. As Leonardi (1989) argues, recipes are an exchange, an avenue through which women from different walks of life connect and share themselves. Cookbook memoirs, in addition to their literariness, offer that exchange, a form of communication among women to guide them as they uncover what it means to cook in the changing cultural landscape.\r\n\r\nReferences\r\n\r\nAllen, J. (1990). “The case against defining technical writing.” Journal of Business and Technical Communication, 4(2), 68-77.\r\n\r\nLeonardi, S.J. (1989). “Recipes for reading: Summer pasta, lobster à la Riseholme, and key lime pie,” PMLA, 104 (3), 340-347.\r\n\r\nTheophano, J. (2002). Eat my words: Reading women’s lives through the cookbooks they wrote. New York, NY: Palgrave.\r\n",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "162105": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 162105,
            "scholarlyactivityid": 38536
        }
    },
    "status": [
        {
            "id": 38536,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": []
}