{
    "activityid": 38534,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Cultivating Collaboration Between Writing Studies and Engineering",
        "Conference/Meeting Name": "Conference on College Composition and Communication",
        "Conference Location": "Portland, OR",
        "Date or Date Range": "16 March 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "National Council of Teachers of English",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As universities increasingly focus on STEM while seemingly overlooking the humanities, tensions can emerge between engineering and writing programs. Some of these tensions are historical (Connors, 1982; Kynell, 1996); others are related to ongoing struggles for funding and status within the university. Instead of focusing on these toxic relationships, administrators, scholars, and teachers should look for opportunities to cultivate productive partnerships to pursue aligned goals. This panel explores both the challenges of interdisciplinary collaboration as well as the outcomes of forming and maintaining relationships between engineering and writing instructors. Presenting experiences from multiple institutional contexts, we seek to engage the audience in a conversation to extend and apply these strategies in their institutional context. Speakers 1-3: Integrating Writing and Engineering Instruction to Cultivate Student Learning The first presentation will explore three models of integrating writing into engineering courses at a major university in Canada and the challenges and successes these models create for interdisciplinary collaboration and student learning. Over the last decade, a number of attempts were made to integrate communication modules into engineering courses from a stand-alone second-year technical communication course taught by the three presenters. While the course was mandatory for engineering students, engineering faculty viewed it as important to the development of students’ communication skills. Having worked hard at building and maintaining relationships with engineering professors, Speakers 1-3 discuss the challenges and rewards of collaboration and the pedagogical innovation that emerged from three models of integration. The first model is full integration: The mechanical engineering second-year curriculum is integrated into a design course organized around two team-based design projects. Courses are taught as modules based on just-in-time scheduling as students design their projects. Students document this work in recommendation reports and support prototypes with descriptions of mechanisms and procedures. The second and third models partially integrate communication into engineering courses. In chemical and biological engineering (CHBE), as well as in geological engineering, some assignments are integrated into the curriculum of core second year engineering courses. These are lab reports and poster presentations in CHBE, and scope-of-work proposals and formal reports in geological engineering. In mining engineering, technical communication is still a stand-alone course that incorporates problems in mining economics into a research project. Ancillary assignments support the content in the core, second year course in mineral processing. These three models create opportunities for productive integration of writing and engineering but also present challenges for writing instruction. In 2015, the presenters conducted a student survey in order to find out whether and how integration is improving their learning experience. This presentation will discuss the feedback received from students and our attempts to devise new ways of measuring students’ learning to explore the effectiveness of integration and the impact of cross-disciplinary relationships. Speaker 4: Cultivating Relationships within an Engineering Department Learning to cultivate relationships within an institution is important when initiating, developing, and sustaining a presence of a communication curriculum within an engineering department. Through insightful narratives, leaders within technical and professional communication have recently compiled narratives on their strategies for cultivating these relationships (Bridgeford, Kitalong &amp; Williamson, 2014). Of note to engineering communication instructors and program administrators, is Julie Dyke Ford’s narrative on challenges associated with integrating communication into a mechanical engineering department. This presentation seeks to add to these narratives of challenges and lessons learned, specifically within the context of engineering communication. Models of instruction can take many forms, including the integration of communication lessons within technical courses, standalone courses, and capstone courses (Ford &amp; Riley, 2013; Paretti et al., 2014; Parker, 2010). The model at the presenter’s university consists of a first-year programs division where undergraduate engineering students complete a foundational engineering design course with a technical component and a communication component, and upper-level undergraduate communication-across-the curriculum (CAC) courses. This presentation will highlight the evolution of the programmatic model applied at a large midwest research university with multiple engineering departments. The presenter will focus specifically on experiences within a chemical engineering department over the past 10 years. This department has four courses with integrated communication components, including two laboratory courses and two senior design courses. Through short vignettes and audience participation, the presenter will lead a discussion on how relationships have been and can be cultivated with the engineering faculty, technical laboratory staff, alumni and industry mentors, students, and administrative staff. Speaker 5: Strategies to Initiate and Expand Interdisciplinary Collaboration Calling on experiences working with engineering professionals as well as faculty and students at two institutions, this presentation will provide strategies for overcoming disciplinary divisions and cultivating productive relationships that enrich scholarship and teaching. Researchers and teachers interested in engineering communication can struggle to form relationships with engineering faculty and students, and they need approaches that help them overcome barriers that inhibit interdisciplinary work. However, scholarship in technical communication demonstrates that perceived value differences, while problematic, do not make partnerships impossible. For instance, Julie Dyke Ford’s joint appointment as a faculty member in both English and mechanical engineering allowed her to overcome her disciplinary outsider status to contribute to both departments. Ford (2012) argues that such a collaboration allows her to establish writing as more than a skill, creating what Paretti (2012) calls an interdisciplinary approach that facilitated collaboration and transfer. Based on surveys and interviews, this presenter offers perspectives from engineering faculty who have collaborated with researchers in writing studies to improve engineering communication instruction. The goal of this presentation is facilitate discussion to explore potential applications and strategies that the audience can apply in their specific institutional contexts to establish interdisciplinary collaborations that benefit students and faculty in multiple fields.",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "162102": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 162102,
            "scholarlyactivityid": 38534
        }
    },
    "status": [
        {
            "id": 38534,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": []
}