{
    "activityid": 38717,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Does Generalized Audit Software Really Improve the Audit? Perceptual Differences Between Financial and Information Technology Auditors",
        "Conference/Meeting Name": "Accounting Information Systems Mid-Year Meeting",
        "Conference Location": "Newport Beach, CA",
        "Date or Date Range": "January 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "American Accounting Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "We adapt DeLone and McLean’s (2003) Information Systems (IS) Success Model and survey financial (n=122) and IT (n=66) auditors’ perceptions of generalized audit software (GAS) use and satisfaction related audit objectives. We adapt the IS Success model by expanding and specifying GAS capabilities as antecedents and dependent variables related to audit effectiveness and efficiency. Specifically, we focus on how GAS features of finding material misstatements, identifying control deficiencies, and helping to detect fraud influence GAS usefulness and satisfaction. We find that for financial auditors, GAS's usefulness in detecting material misstatements is the only significant contributor to their perceptions of whether GAS is useful in an audit. IT auditors, on the other hand, find that GAS’s usefulness in identifying control deficiencies is a significant contributor to their overall view of GAS usefulness. For both groups, as use and satisfaction of GAS increases, the perception of audit effectiveness and efficiency increases. Surprisingly, system quality, as measured by whether GAS is easy to use, did not have an influence on auditor use or satisfaction. Additionally, service quality, as measured by the degree of training, only affects financial auditors’ use of GAS. Given these and other findings, we offer practical implications and future research directions. In particular, despite the prioritization of internal control disclosure and testing for well over a decade, the articulation of the relevance of GAS may be the main barrier. For GAS uptake and impact, financial auditors would likely benefit from more compelling explanations that connect GAS use with reducing audit risks related to control deficiencies and fraud detection.",
        "Origin": "Manual"
    },
    "facultyid": "114026485",
    "coauthors": {
        "319721": {
            "firstname": "Ryan",
            "middleinitial": "",
            "lastname": "Baxter",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026485",
            "authorid": 319721,
            "scholarlyactivityid": 38717,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "319722": {
            "firstname": "Marianne",
            "middleinitial": "",
            "lastname": "Bradford",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 319722,
            "scholarlyactivityid": 38717,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 38717,
            "status": "Accepted",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114026485",
    "attachments": []
}