{
    "activityid": 38742,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;Religious Diversity in the Radziwiłł Clientelle of the 18th Century&quot;",
        "Conference/Meeting Name": "Religious and Ethnic Diversity in the Polish Lithuanian Commonwealth",
        "Conference Location": "Warsaw. Poland",
        "Date or Date Range": "June 21, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "German Historical Institute, Warsaw, Poland - A sponsored conference covering hotel and meals",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "  There is no question regarding the place of the Radziwiłł family in the history of the Reformation in the Polish-Lithuanian Commonwealth.  It is widely accepted in historiography that the Reformation in Lithuania had a more significant and longer lasting impact than in Poland, thanks to its strong protectors, Janusz and Bogusław Radziwiłł.  But after their death, it is said, the Counter-Reformation was triumphant and Protestantism lost its influence in the political and cultural life of the Grand Duchy of Lithuania.  According to Jerzy Ochmański, the end of the 17th century saw the downfall of Protestantism in Lithuania.\r\n\r\n\r\n            My research takes issue with that perspective, and that simplistic view of historiography.  I have studied the Radziwiłł clientele and women’s influence upon it, but this article will examine the multi-ethnic and multi-confessional character of the Radziwiłł household and the Radziwiłł clientele.  Excellent work has been done by Adam Teller, Moshe Rosman, and others looking at the centrality of Jewish agency in making the Radziwiłł fortune, but their work ignores the contributions of other religious minority groups.  Far from disappearing, even in the 18th century there were functioning Protestant and flourishing Uniate religious communities within the Grand Duchy of Lithuania, notably in Radziwiłł towns and political strongholds.  My article will be a part of a larger microhistory of the town of Kiejdany, (Kėdainiai), and I contend that one of the sources of this family’s power was its ability to navigate intergroup relations well. \r\n\r\n ",
        "Origin": "Manual"
    },
    "facultyid": "111116629",
    "coauthors": {
        "163517": {
            "firstname": "Lynn",
            "middleinitial": "T",
            "lastname": "Lubamersky",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111116629",
            "authorid": 163517,
            "scholarlyactivityid": 38742
        }
    },
    "status": [
        {
            "id": 38742,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116629",
    "attachments": [
        {
            "attachmentid": 10755,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Różnorodność etniczna i wyznaniowa w dawnej Rzeczpospolitej Program.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeVNhTzlHZUsyQUswOVhueW5lelZ6aXVVditTSmNtV2xwR2JvV1o3cHBlalllVk5JL1VubWdtMDF2ZlhuWm1ERVp6TEJYcEdFZTRuMnYxdWZoY2ZINjZFMUo2Wnh2QjRlNWZMcXQwSlQwM1orYzdrdWRVcjlIUG1kUmFNWnVQZEw3MmxkNDVza1VTcVNJZHJ4dWJURkNJUW0xVU9yL3VkeEI%3D",
            "filesize": 19602
        }
    ]
}