{
    "activityid": 38740,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "On Making a `Bad Career Choice': Administration, Emotive Dissonance, and Institutional Change",
        "Conference/Meeting Name": "Conference on College Composition and Communication",
        "Conference Location": "Portland, OR",
        "Date or Date Range": "March 17, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "College Composition and Communication",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This presentation offers a concrete example of the transformation of service at one institution (a four year state university), where several years ago grassroots faculty leaders and administrators began to challenge the status quo and implement policy changes that have transformed the ways service is defined and rewarded. Speaker #3 describes her own efforts as a Department Chair to “make service matter” within the English Department as well as the university, efforts which she argues must begin by recognizing and interrogating the “outlaw emotions” (Jaggar) faculty express. She also analyzes the “incongruous, gendered, bureaucratic structures” (Bird) that shape rhetorics of service generally and department chair work specifically. Using sociological research on emotional labor, she analyzes the emotion discourses that define a chair’s identity, define the kinds of emotional labor and emotion management required, enable and constrain a chair’s power and authority, and often create “emotive dissonance.” Those gendered structures privilege a masculine faculty identity over a feminized administrative identity, despite the institutional power of a Chair, and have essentially institutionalized and naturalized “emotive dissonance” as an inevitable consequence of the role. She argues that interrogating this emotive dissonance is critical not only to exposing how those structures perpetuate inequity, but also to transforming gendered service and redefining the power and authority of academics, more generally.",
        "Origin": "Manual"
    },
    "facultyid": "111110239",
    "coauthors": {
        "163512": {
            "firstname": "Michelle",
            "middleinitial": "Marie",
            "lastname": "Payne",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110239",
            "authorid": 163512,
            "scholarlyactivityid": 38740,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 38740,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110239",
    "attachments": [
        {
            "attachmentid": 10754,
            "mimetype": "custom/url",
            "filename": "https://docs.google.com/presentation/d/101c5S1_IRYTvGTYLrxEsHblRkBXlq208n9k44y8e-rE/edit?usp=sharing",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeVNhTzlHZUsyQUsyOFhITG4xWWpMNzRqRm5TUFJJMi9Vd3JQZ3g0MUVybThJTDk2WlRxWDB4eFRhOFdycEtKNSt1RUZnR3l1WjZhcmllSTgzOGY1ajhGd3A0a3BCckQxbzNibjBybytQRCs3Lzg1MnRiTXZKNVJCaE05SWNCSGdua05ISlNzYXpCVzdpTDhpOXJpcGdSOHB6aFNmZlpKK1JuSTdockEreUhFVWxCdGw0YlU2TlFCNkNxL3dsaDA1Qg%3D%3D",
            "filesize": 354050
        }
    ]
}