{
    "activityid": 38771,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Fatigue life of bovine meniscus under longitudinal and transverse tensile loading",
        "Journal": "Journal of the mechanical behavior of biomedical materials",
        "Volume": "69",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "185-192",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The knee meniscus is composed of a fibrous extracellular matrix that is subjected to large and repeated loads. Consequently, the meniscus is frequently torn, and a potential mechanism for failure is fatigue. The objective of this study was to measure the fatigue life of bovine meniscus when applying cyclic tensile loads either longitudinal or transverse to the principal fiber direction. Fatigue experiments consisted of cyclic loads to 60%, 70%, 80% or 90% of the predicted ultimate tensile strength until failure occurred or 20,000 cycles was reached. The fatigue data in each group was fit with a Weibull distribution to generate plots of stress level vs. cycles to failure (S-N curve). Results showed that loading transverse to the principal fiber direction gave a two-fold increase in failure strain, a three-fold increase in creep, and a nearly four-fold increase in cycles to failure (not significant), compared to loading longitudinal to the principal fiber direction. The S-N curves had strong negative correlations between the stress level and the mean cycles to failure for both loading directions, where the slope of the transverse S-N curve was 11% less than the longitudinal S-N curve (longitudinal: S=108-5.9ln(N); transverse: S=112-5.2ln(N)). Collectively, these results suggest that the non-fibrillar matrix is more resistant to fatigue failure than the collagen fibers. Results from this study are relevant to understanding the etiology of atraumatic radial and horizontal meniscal tears, and can be utilized by research groups that are working to develop meniscus implants with fatigue properties that mimic healthy tissue.",
        "Origin": "PubMed"
    },
    "facultyid": "113124248",
    "coauthors": {
        "163617": {
            "firstname": "Jaremy J",
            "middleinitial": "J",
            "lastname": "Creechley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 163617,
            "scholarlyactivityid": 38771
        },
        "163618": {
            "firstname": "Madison ",
            "middleinitial": "E",
            "lastname": "Krentz",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 163618,
            "scholarlyactivityid": 38771
        },
        "163619": {
            "firstname": "Trevor ",
            "middleinitial": "J",
            "lastname": "Lujan",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 163619,
            "scholarlyactivityid": 38771
        }
    },
    "status": [
        {
            "id": 38771,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113124248",
    "attachments": []
}