{
    "activityid": 38981,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Two-phase Evolution of the Camas Prairie, Idaho Revealed by Active Seismic Methods",
        "Conference / Meeting Name": "AGU Annual Meeting",
        "Conference Location": "San Francisco",
        "Date or Date Range": "2016-12-16",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "AGU",
        "Presenter(s)": null,
        "Web Address": "https://agu.confex.com/agu/fm16/meetingapp.cgi/Paper/185929",
        "Description/Abstract": "The east-west oriented Camas Prairie in south central Idaho is a suspected rift basin on the northern edge of the Snake River Plain. The basin is bounded by Cretaceous Idaho Batholith granitic rocks of the Soldier Mountains to the north and Neogene rhyolitic volcanic rocks of the Mount Bennett Hills to the south. Based on new seismic data, we show evidence for cross-basin faults within the shallow sedimentary basin. We collected 38 km of seismic reflection data along five profiles within the west-central portion of the valley. We acquired 4 m spaced shots with a 200 kg accelerated weight drop and 72-channel vertical component land streamer. High quality seismic data tied to well logs show a ~300 m deep basin that contains Quaternary sands and clays. We track a near continuous and relatively flat-lying reflector in the upper 100 m that marks a clay aquitard dividing shallow and deep sand-dominated groundwater systems. Above this reflector, we observe a zone of low reflectivity associated with alluvial fan deposits from the Soldier Mountains. While we find no evidence for late Quaternary motion on the mapped east-trending faults that presumably formed the graben, we do identify northwest-trending normal faults that offset the shallowest reflectors. This zone of distributed faulting exists along the strike of a 20 m scarp mapped at the base of the Mount Bennett Hills that cuts a Quaternary volcanic vent. We note the newly discovered faults follow a trend of anomalously warm water well temperatures that cross the basin. Our results suggest two-phase development of Camas Prairie. While rifting related to development of the Snake River Plain began ~9 Ma, our newly discovered faults provide evidence for a later phase of Basin and Range style extension. Though little regional seismicity is identified from an analysis of the US Array deployment of 2006-2008, we suggest these faults are responding to present day Basin and Range extension and may be active.",
        "Origin": "Manual"
    },
    "facultyid": "111110034",
    "coauthors": {
        "165740": {
            "firstname": "Mara",
            "middleinitial": "",
            "lastname": "Reed",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 165740,
            "scholarlyactivityid": 38981
        },
        "165741": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 165741,
            "scholarlyactivityid": 38981
        },
        "165742": {
            "firstname": "Dylan",
            "middleinitial": "",
            "lastname": "Mikesell",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112102731",
            "authorid": 165742,
            "scholarlyactivityid": 38981
        },
        "165743": {
            "firstname": "Thomas",
            "middleinitial": "",
            "lastname": "Harper",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 165743,
            "scholarlyactivityid": 38981
        }
    },
    "status": [
        {
            "id": 38981,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110034",
    "attachments": []
}