{
    "activityid": 38994,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Seismic imaging of the Main Frontal Thrust in Nepal reveals a shallow décollement and blind thrusting",
        "Journal": "Earth and Planetary Science Letters",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Because great earthquakes in the Himalaya have an average recurrence interval exceeding 500 years, most of what we know about past earthquakes comes from paleoseismology and tectonic geomorphology studies of the youngest fault system there, the Main Frontal Thrust (MFT). However, these data are sparse relative to the fault length, and often hard to interpret in the absence of information about fault geometry. Here, we image the upper 2 km of strata in the vicinity of the fault tip of the MFT in Central Nepal (around the town of Bardibas) using two seismic reflection profiles that we have acquired and processed, and we interpret the data using quantitative fault-bend folding theory. Our results provide direct evidence of the décollement and both emergent (Patu thrust) and blind (Bardibas thrust) fault strands. We show that the décollement lies about 2 km below the land surface, in contrast to the 5 km depth interpreted elsewhere along the frontal thrust, but steps down to the north to this regional décollement level. . This implies that there is significant variation in the depth of the décollement level. We demonstrate that some faults do not reach the surface, and therefore paleoseismic trenching alone cannot characterize the earthquake history at these locations. However, these blind faults have associated growth strata that allow us to infer their most recent displacement history. We present the first direct evidence of fault dip on two fault strands of the MFT at depth that can allow terrace uplift measurements to be more accurately converted to fault slip. We identify a beveled, erosional surface buried beneath Quaternary sediments, indicating that strath surface formation is modulated by both climate-related base level changes and tectonics. Together, these results indicate that subsurface imaging, in conjunction with traditional paleoseismological tools, can best characterize the history of fault slip in the Himalaya. ",
        "Origin": "Manual"
    },
    "facultyid": "111110034",
    "coauthors": {
        "165774": {
            "firstname": "Rafael",
            "middleinitial": "",
            "lastname": "Almeida",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 165774,
            "scholarlyactivityid": 38994,
            "classifications": {
                "Role": "Author"
            }
        },
        "165775": {
            "firstname": "Judith",
            "middleinitial": "",
            "lastname": "Hubbard",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 165775,
            "scholarlyactivityid": 38994,
            "classifications": {
                "Role": "Author"
            }
        },
        "165776": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 165776,
            "scholarlyactivityid": 38994,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 38994,
            "status": "Accepted",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111110034",
    "attachments": []
}