{
    "activityid": 38991,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Absurd Passion: Camusian Revolt in Cante Flamenco",
        "Conference/Meeting Name": "Eleventh Annual Conference in Global Studies",
        "Conference Location": "Granada, Spain",
        "Date or Date Range": "July",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Common Ground Research Networks",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Absurd Passion: Camusian Revolt in Cante Flamenco. In &quot;The Myth of Sisyphus&quot; (1942), Albert Camus defines the absurd as the gap between human reason and the irrational world. Awareness of this ever-churning void (between how the world should be and how it actually is) constitutes consciousness. Although awareness of the fundamental absurdity of life may be frightening and painful, Camus insists that the conscious human must directly confront and oppose the absurd. This paper explores how Camus’s three-pronged response to absurdity—revolt, passion, and freedom—is powerfully articulated in the flamenco song tradition (cante flamenco) of Andalusia in Spain. Flamencos (gypsies) have lived in Spain since the fifteenth century, enduring extreme othering and persecution; yet, their song lyrics bear witness to a clear-eyed appraisal of the absurdity of life without resorting to despair. I propose that this defiant attitude is a true expression of Camusian rebellion, and furthermore offers an inspiring example of cultural persistence under oppression.",
        "Origin": "Manual"
    },
    "facultyid": "111702833",
    "coauthors": {
        "323030": {
            "firstname": "Ruth",
            "middleinitial": "",
            "lastname": "Salter",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111702833",
            "authorid": 323030,
            "scholarlyactivityid": 38991
        }
    },
    "status": [
        {
            "id": 38991,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111702833",
    "attachments": []
}