{
    "activityid": 39036,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "You Write Like a Girl! Perceptions of Women's Communication in Engineering",
        "Conference/Meeting Name": "Boise State Gender and Research Symposium",
        "Conference Location": "Boise ID",
        "Date or Date Range": "2 March 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "Boise State Gender Studies Program",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As engineering fields strive to be more inclusive of women, focusing on perceptions of women’s work is vital to understanding how women can succeed and the limitations they may face. One area in need of more attention is the connection between communication and women’s experiences in engineering. This presentation examines the gendered nature of writing labor in engineering, focusing on how three women were able to use writing effectively. However, for these women, communication emerged as a gendered form of labor subject to gendered perceptions. While these women’s communication skills led to professional success, their association with writing echoes a historical division, where writing is viewed as less valuable than technical knowledge. This division has the potential to disadvantage women who are asked to take on more writing-related tasks. In addition, their writing and communication is subject to gendered perceptions of being “chatty” or blunt rather than effective or efficient. Articulating these perceptions and attitudes can lead to a breakdown of the binary between writing and technical labor as well as appropriately valuing the contributions women make in engineering.",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "166027": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 166027,
            "scholarlyactivityid": 39036
        }
    },
    "status": [
        {
            "id": 39036,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": []
}