{
    "activityid": 3932,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Present Effects of Past Wildfires on Leaf Litter Breakdown in Stream Ecosystems",
        "Journal": "Western North American Naturalist",
        "Volume": "70",
        "Month / Season": "2010-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "164-174",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/52",
        "Description/Abstract": "We investigated the present effects from a 10-year-old wildfire on leaf litter breakdown rates in 3 headwater streams in central Idaho. These systems experienced a massive debris flow one year after the fire. Based on soil instability and burn patterns, we identified 3 stream conditions: unburned, burned only, and burned/scoured. We placed leaf bags containing willow leaves (Salix sp.) in each stream type and removed bags at various time intervals until all bags were collected 100 days after their introduction. Leaf material was dried and weighed, and decay rate coefficients were calculated. Macroinvertebrates colonizing the bags were enumerated and identified, and selected taxa were placed into trophic groups. We found that the unburned stream had the fastest leaf litter breakdown rate, the lowest level of incident light reaching the stream, and the largest amount of benthic organic matter. The burned/scoured stream was nearly opposite in all respects. Numbers of 2 detritivore invertebrate taxa, Serratella tibialis and Zapada oregonensis, were highest in the unburned stream but lowest in the burned/scoured stream. A third taxon, Baetis sp., showed the opposite relationship. Presence of predatory invertebrates did not affect detritivore abundance or leaf decay rate in the bags. Our research suggests that recovery response variables of some stream systems may not have returned to prefire levels even a decade after the initial wildfire. In this study, the recovery of our streams appears to be connected to the return of the riparian zone, though fire-induced debris flows may slow or alter final recovery of the stream system.",
        "Origin": "Other"
    },
    "facultyid": "111110405",
    "coauthors": {
        "11571": {
            "firstname": "Peter",
            "middleinitial": "",
            "lastname": "Koetsier",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110405",
            "authorid": 11571,
            "scholarlyactivityid": 3932
        },
        "11572": {
            "firstname": "Teresa",
            "middleinitial": "R. B.",
            "lastname": "Krause",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11572,
            "scholarlyactivityid": 3932
        },
        "11573": {
            "firstname": "Quenton",
            "middleinitial": "M.",
            "lastname": "Tuckett",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11573,
            "scholarlyactivityid": 3932
        }
    },
    "status": [
        {
            "id": 3932,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110405",
    "attachments": []
}