{
    "activityid": 39352,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Finding a good fit for student videomaking in the classroom: What the research reveals",
        "Conference/Meeting Name": "TCC 2018 Worldwide Online Conference",
        "Conference Location": "Honolulu, HI (Virtual Session)",
        "Date or Date Range": "April 18, 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The advancement of affordable digital video technologies and social media websites has contributed to an upsurge in user-generated media. When students become active creators of video content they have the opportunity to develop digital and media literacy skills deemed important for 21st Century learning. Yet, how does this translate to real-world practice in the classroom? How do teachers find a good fit for student videomaking in the content-area curriculum? This session provides an overview of cross-cutting themes identified from a review of 52 research studies of classroom videomaking projects that were implemented in 18 content areas across K-16 levels. These studies reveal points of common ground in how teachers have found a good fit for student videomaking projects. Findings suggest that video production has been oriented toward educational goals pertaining to information, performance, composition, literacy, or creativity. Researchers have reported positive reactions by students, albeit with some challenges such as the amount of time and work involved, technology issues, inadequate support, or problematic group dynamics. The information gleaned from this review of the research has practical implications for educators who are considering student videomaking projects.",
        "Origin": "Manual"
    },
    "facultyid": "111319147",
    "coauthors": {
        "169118": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 169118,
            "scholarlyactivityid": 39352
        }
    },
    "status": [
        {
            "id": 39352,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}