{
    "activityid": 3937,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Titanium in Muscovite, Biotite, and Hornblende: Modeling, Thermometry, and Rutile Activities of Metapelites and Amphibolites",
        "Journal": "American Mineralogist",
        "Volume": "97",
        "Month / Season": "2012-04-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "543-555",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2138/am.2012.3890",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/120",
        "Description/Abstract": "Reactions involving the VITiIVAl-VIAlIVSi exchange in muscovite, biotite, and hornblende were calibrated thermodynamically using a set of experimental and natural data in rutile-plus quartz/coesite-bearing assemblages. The specific respective reactions are \nK(Al2)(AlSi3)O10(OH)2 + TiO2 = K(AlTi)(Al2Si2)O10(OH)2 + SiO2 (R1)\nK(?MgAl)Si4O10(OH)2 + TiO2 = K(?MgTi)AlSi3O10(OH)2 + SiO2 (R2)\nCa2Mg3Al2Al2Si6O22(OH)2 + 2TiO2 = Ca2Mg3Ti2Al4Si4O22(OH)2 + 2SiO2. (R3)\nIdeal mixing on octahedral or octahedral plus tetrahedral sites and a non-ideal van Laar solution model yield the best regression results for thermodynamic fit parameters, with R2 values of 0.98–1.00. Isopleths of the equilibrium constant (Keq) show minimal pressure dependencies of &lt;1 &gt;°C/kbar, implying that the equilibria are poor barometers. Model reproducibility of the ideal portion of the equilibrium constant (Kid) is excellent (ca. ±0.1 to 0.3, 2?), but the absolute value of the combined term ?S+Kid is quite small (absolute values from 0 to 4), so calibration residuals propagate to temperature errors &gt;±50–100 °C, 1?. Whereas the consistency of a mica or hornblende composition with a known T can be evaluated precisely, Ti chemistry in these reactions is sensitive to composition and does not resolve T (or P) well. The activity of TiO2 in rutile [a(rt)] was also evaluated using both the garnet-rutile-ilmenite-plagioclase-quartz (GRIPS) equilibrium and our new calibrations in rutile-absent, ilmenite-bearing rocks whose peak P-T conditions are otherwise known. Metapelites have average a(rt) of 0.9 (GRIPS) and 0.8 (R1), whereas amphibolites have a(rt) of 0.95 (GRIPS and R3). A value for a(rt) of 0.80 ± 0.20 (metapelites) and 0.95 +0.05/?0.25 (amphibolites) is recommended for trace-element thermomobarometers in ilmenite-bearing, rutile-absent rocks. The dependence of Ti contents of minerals on a(rt) and the reequilibration of Ti during metamorphic reactions both deserve further exploration, and may affect application of trace-element thermobarometers.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11582": {
            "firstname": "Jennifer",
            "middleinitial": "A.",
            "lastname": "Chambers",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11582,
            "scholarlyactivityid": 3937
        },
        "11583": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11583,
            "scholarlyactivityid": 3937
        }
    },
    "status": [
        {
            "id": 3937,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}