{
    "activityid": 3942,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Young Eclogite from the Greater Himalayan Sequence, Arun Valley, Eastern Nepal: P–T–t Path and Tectonic Implications",
        "Journal": "Earth and Planetary Science Letters",
        "Volume": "289",
        "Month / Season": "2010-01-31",
        "Issue Number": "4-Mar",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "406-416",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.epsl.2009.11.029",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/58",
        "Description/Abstract": "Garnet geochronology was used to provide the first direct measurement of the timing of eclogitization in the central Himalaya. Lu–Hf dates from garnet separates in one relict eclogite from the Arun River Valley in eastern Nepal indicate an age of 20.7 ± 0.4 Ma, significantly younger than ultra-high pressure eclogites from the western Himalaya, reflecting either different origins or substantial time lags in tectonics along strike. Four proximal garnet amphibolites from structurally lower horizons are 14–15 Ma, similar to post-eclogitization ages published for rocks along strike in southern Tibet. P–T calculations indicate three metamorphic episodes for the eclogite: i) eclogite-facies metamorphism at  670 °C and ? 15 kbar at 23–16 Ma; ii) a peak-T granulite event at  780 °C and 12 kbar; and iii) late-stage amphibolite-facies metamorphism at  675 °C and 6 kbar at  14 Ma. The garnet amphibolites were metamorphosed at  660 °C. Three models are considered to explain the observed P–T–t evolution. The first assumes that the Main Himalayan Thrust (basal thrust of the Himalayan thrust system) cuts deeper at Arun than elsewhere. While conceptually the simplest, this model has difficulty explaining both the granulite-facies overprint and the pulse of exhumation between 25 and 14 Ma. A second model assumes that (aborted) subduction, slab breakoff, and ascent of India's leading edge occurred diachronously:  50 Ma in the western Himalaya,  25 Ma in the central Himalaya of Nepal, and presumably later in the eastern Himalaya. This model explains the P–T–t path, particularly heating during initial exhumation, but implies significant along-strike diachroneity, which is generally lacking in other features of the Himalaya. A third model assumes repeated loss of mantle lithosphere, first by slab breakoff at  50 Ma, and again by delamination at  25 Ma; this model explains the P–T–t path, but requires geographically restricted tectonic behavior at Arun. The P–T–t history of the Arun eclogites may imply a change in the physical state of the Himalayan metamorphic wedge at 16–25 Ma, ultimately giving rise to the Main Central Thrust by 15–16 Ma.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11590": {
            "firstname": "Stacey",
            "middleinitial": "",
            "lastname": "Corrie",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112122830",
            "authorid": 11590,
            "scholarlyactivityid": 3942
        },
        "11591": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11591,
            "scholarlyactivityid": 3942
        },
        "11592": {
            "firstname": "J.",
            "middleinitial": "D.",
            "lastname": "Vervoort",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11592,
            "scholarlyactivityid": 3942
        }
    },
    "status": [
        {
            "id": 3942,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}