{
    "activityid": 39449,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "“The Distinctive Voice of Franciszka Urszula Radziwiłłowa: On Love, Marriage, and Freedom” ",
        "Book Title": "The Wheels of Change: Feminist Transgression in Polish Culture",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "13 page manuscript",
        "Edition": "",
        "Volume": "",
        "Publisher": "Warsaw University Press",
        "Publisher Location": "Warsaw, Poland",
        "ISBN": "",
        "Author/Editor of Larger Work": "Jolanta Wrobel Best",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "“The Distinctive Voice of Franciszka Urszula Radziwiłłowa: On Love, Marriage, and Freedom” by Lynn Lubamersky\n\tFranciszka Urszula Radziwiłłowa (1705-1753) wrote for her own theater, casted actors from her own family court, introduced tragedies, comedies, one act plays and ballets and could be called “the mother of Polish theater.” My focus will be upon the fact that she found her own voice by challenging traditional expectations and that she advocated for personal freedom in her plays, poetry, and prose.  Rather than be limited by the conventional forms of expression and behavior that would have been expected of women in her place and time, she found a different form of private and public expression.  Being a playwright was not her only contribution.  Franciszka Urszula Radziwiłłowa founded the longest running courtly center of theater at Nieśwież and built the building housing the archive there.  She was a woman who had found her own voice and used it.  She wrote, “I am a woman, I am quite aware of my own capabilities,”  and she used these capabilities to reject the patriarchal culture in which she was living, and to express her own ideas regarding love, marriage, and freedom.  \n\tFranciszka Urszula Radziwiłłowa married into one of the richest and most powerful families of the Polish Lithuanian Commonwealth when she married Michał Kazimierz Radziwiłł nick-named “Rybeńko” or “Little Fishie” on account of his gentle nature.  But she brought a great deal to the marriage as a lady of letters and the only surviving child and heiress to the fortune of the Castellan of Kraków, Janusz Wiśniowiecki, who died in 1741.     Because her husband became the Voivode of Wilno and the Hetman of the Grand Duchy of Lithuania, his engagement in public affairs kept him away from home and so Francziszka Urszula Radziwiłłowa’s life was filled with the duties of a wife and mother, but also the obligations of a large landowner with a great fortune who often stood in for her husband in his absence.    Despite these obligations, she was able to devote herself to her work as a playwright, producing more than 12 plays.  While she was noteworthy in her translation of the works of Molière, thanks to her achievements, the theater at Nieśwież developed its own repertoire of works in the Polish language.\nHer most extensive biographer, Barbara Judkowiak, has devoted a lifetime to Radziwiłłowa’s work from the point of view of the history of Polish literature and Polish theater, but this study examines Radziwiłłowa’s prose, poetry, and letters from a feminist perspective and focuses upon the ways that she was to overcome some of the limitations placed upon her.   Based upon an analysis of her writing, some of the most clear cut ways that Radziwiłłowa challenged convention was by insisting upon love and freedom of choice in marriage at a time when parents still customarily arranged the marriages of their children.  The second way that she resisted the mores of her time was by expressing her doubts and objections to the patriarchal order of the time through her plays, poetry and didactic literature.  And finally, as a writer and femme savant, she raised the cultural level of the court.  She collected works, constructed the building for and re-organized the archives at Nieśwież, establishing the foundation of the greatest archive of the Polish-Lithuanian Commonwealth.  Even though she is most well-known for her achievements as a playwright and poet, her work as a collector, translator, and archivist may have been more significant for the preservation of Polish history and culture.  And in the end, without this archive, her most distinctive voice would never have been heard.\nThe article will be 3396 words, including notes and bibliography \n \nIllustration of the author by Hersz Leybowicz below,  or by Ksawery Dominik Heski, whichever is in the public domain.\n    \n Also at least one illustration from her manuscript, preferably this one:\n\n \nhttp://www.encyklopediateatru.pl/autorzy/3863/urszula-radziwillowa\n",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "111116629",
    "coauthors": {
        "253524": {
            "firstname": "Lynn",
            "middleinitial": "T",
            "lastname": "Lubamersky",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111116629",
            "authorid": 253524,
            "scholarlyactivityid": 39449,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 39449,
            "status": "In Press",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 5,
            "completionorder": 5
        },
        {
            "id": 39449,
            "status": "Submitted",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 39449,
            "status": "Accepted",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111116629",
    "attachments": [
        {
            "attachmentid": 11368,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "FXRadziwillowaText.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeVNhTzlHZUsyQUsyTDVJTmtVakVTbXJHSC8xS2cxOENwNDZhWmFBaXZXYlBzT2F0VW9COUFwM2lyTFhmRTIvLzJmTEZOK1hqZVcybz0%3D",
            "filesize": 39416
        }
    ]
}