{
    "activityid": 3944,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Age and Rate of Displacement Along the Main Central Thrust in the Western Bhutan Himalaya",
        "Journal": "Earth and Planetary Science Letters",
        "Volume": "319-320,",
        "Month / Season": "2012-02-15",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "146-158",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.epsl.2011.12.005",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/113",
        "Description/Abstract": "In western Bhutan, the Main Central Thrust (MCT) is broadly folded, creating multiple exposures of the fault surface over a ~ 70 km across-strike distance. This unusual map pattern presents a unique opportunity to map the MCT and document both the magnitude and age of displacement. In situ Th-Pb (SIMS and LA-ICP-MS) geochronology of metamorphic monazite from the immediate hanging wall of the MCT indicates that prograde monazite growth in Greater Himalayan (GH) rocks continued until 20.8 ± 1.1 Ma, whereas crystallization of in situ melts, characterized by high Y monazite overgrowths, occurred during cooling from ca. 15–10 Ma. Prograde monazite growth at 15 Ma in Lesser Himalaya (LH) rocks in the immediate footwall requires that LH footwall strata began to be buried at this time, and the MCT had reached its southernmost, exposed extent. By combining prograde monazite ages in the immediate hanging wall and footwall, the duration of MCT displacement is bracketed between 20.8 ± 1.1 and 15.0 ± 2.4 Ma. Immediately north of our study area, a published estimate of shearing along the outer-South Tibetan detachment (STD) argues for displacement between 20 and 15 Ma, coeval with the age range for MCT displacement that we document in this study. However retrograde monazite grains as young as 10 Ma suggest that GH rocks were cooling until ~ 10 Ma, 5 Myr later than motion on the outer-STD immediately to the north. This cooling was either the result of continued displacement on the MCT, or growth of a duplex that passively folded the MCT. Using a sequential reconstruction, we estimate a total displacement of ~ 230 km, which is the sum of displacements on the MCT and the structurally-lower Paro Thrust, over a duration of 5.8 ± 2.6 Myr. This indicates a horizontal shortening rate of 4.0 + 3.2/? 1.3 cm/yr, which exceeds present rates estimated from geodetic measurements across the Himalaya, and MCT displacement rates (c. 2 cm/yr) inferred from petrologic and thermal models in central Nepal but is indistinguishable from plate convergence rates calculated for eastern Bhutan between 23 and 20 Ma (3.3 ± 0.7 cm/yr). Our study highlights that displacement on the MCT alone achieved plate velocity rates in western Bhutan, and that the age and rate of MCT displacement varied significantly across the Himalaya.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11595": {
            "firstname": "Tobgay",
            "middleinitial": "",
            "lastname": "Tobgay",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11595,
            "scholarlyactivityid": 3944
        },
        "11596": {
            "firstname": "Nadine",
            "middleinitial": "",
            "lastname": "McQuarrie",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11596,
            "scholarlyactivityid": 3944
        },
        "11597": {
            "firstname": "Sean",
            "middleinitial": "",
            "lastname": "Long",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11597,
            "scholarlyactivityid": 3944
        },
        "11598": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11598,
            "scholarlyactivityid": 3944
        },
        "11599": {
            "firstname": "Stacey",
            "middleinitial": "L.",
            "lastname": "Corrie",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112122830",
            "authorid": 11599,
            "scholarlyactivityid": 3944
        }
    },
    "status": [
        {
            "id": 3944,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}