{
    "activityid": 3951,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Models of Diffusion-Limited Uptake of Trace Elements in Fossils and Rates of Fossilization",
        "Journal": "Geochimica et Cosmochimica Acta",
        "Volume": "72",
        "Month / Season": "2008-08-01",
        "Issue Number": "15",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "3758-3770",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.gca.2008.05.045",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/52",
        "Description/Abstract": "Many fossils are assumed to take up trace elements by a process of combined diffusion plus adsorption (DA), yet in principle composition profiles can be explained by several different diffusion-limited processes, including diffusion plus reaction or recrystallization (DR) and double-medium diffusion (DMD). The DA and DMD models are supported by REE and U composition profiles across fossil teeth, measured by laser-ablation ICP–MS, that show error-function – like diffusion profiles into enamel from the dentine–enamel interface and concentrations in the interior of enamel that are at original biogenic levels or higher. Published composition and age profiles in some Pleistocene bones may be better explained by a DR model. All three diffusion models imply linear behavior between age and distance squared, vastly simplifying U-series dating methods for Pleistocene fossils. Modeled uptake rates for fossil teeth yield a strict minimum bound on durations of about one decade to one century. The similarity of diffusion profiles in teeth, irrespective of depositional ages ranging from 30 ka to &gt;30 Ma, implies that uptake occurred quickly, with a maximum duration of a few tens of kyr for typical fossil enamel; faster uptake is implied for typical fossil bone and dentine. Disparities in these uptake estimates compared to some archeological bone may reflect sampling and preservation bias for paleontological vs. archeological materials.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11613": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11613,
            "scholarlyactivityid": 3951
        }
    },
    "status": [
        {
            "id": 3951,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}