{
    "activityid": 3952,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Models of Garnet Differential Geochronology",
        "Journal": "Geochimica et Cosmochimica Acta",
        "Volume": "73",
        "Month / Season": "2009-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "170-182",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.gca.2008.10.004",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/13",
        "Description/Abstract": "Rayleigh distillation models are developed to describe theoretical growth zoning of Lu, Hf, Rb, Sr, Sm and Nd in typical garnet crystals from metapelites and metabasites. Effects of diffusion limited transport within the matrix and intracrystalline diffusion are also considered qualitatively. Theoretical zoning profiles show strong depletions of Lu in garnet rims compared to cores, but virtually invariant Hf, Rb, Sr, Sm, and Nd profiles, generally consistent with natural profiles for Lu and Hf and previously published models. Theoretical isochron diagrams for Lu-Hf exhibit distinctive arcuate distributions and high MSWD's consistent both with Himalayan data, and with expectations that garnet growth durations exceed chronologic resolution by as much as an order of magnitude. Predicted isochron diagrams for Sm-Nd and Rb-Sr exhibit vertical arrays for garnet and high MSWD's that are generally lower than for Lu-Hf in metapelites. Inherent chronologic resolution for bulk separates is best for Lu-Hf in metapelites and Rb-Sr, but analytical considerations favor Rb-Sr or Sm-Nd for chronologic zoning studies. Diffusion limited transport in the rock matrix strongly influences zoning profiles, but does not change the main trends on isochron diagrams. Intracrystalline diffusion will initially rotate Lu-Hf isochrons to steeper slopes, giving older apparent ages. The natural Himalayan data indicate growth of garnet in one rock from the Greater Himalayan Sequence at ~34 Ma, consistent with previously measured monazite ages from the same rock. Data from another Himalayan rock suggest polymetamorphism that includes a Paleozoic component.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11614": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11614,
            "scholarlyactivityid": 3952
        }
    },
    "status": [
        {
            "id": 3952,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}