{
    "activityid": 3953,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Effect of Tissue Structure and Soil Chemistry on Trace Element Uptake in Fossils",
        "Journal": "Geochimica et Cosmochimica Acta",
        "Volume": "74",
        "Month / Season": "2010-06-01",
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "3213-3231",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.gca.2010.03.011",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/39",
        "Description/Abstract": "Trace element profiles for common divalent cations (Sr, Zn, Ba), rare-earth elements (REE), Y, U, and Th were measured in fossil bones and teeth from the c. 25 ka Merrell locality, Montana, USA, by using laser-ablation ICP-MS. Multiple traverses in teeth were transformed into 2-D trace element maps for visualizing structural influences on trace element uptake. Trace element compositions of different soils from the fossil site were also analyzed by solution ICP-MS, employing progressive leaches that included distilled H2O, 0.1 M acetic acid, and microwave digestion in concentrated HCl–HNO3. In teeth, trace element uptake in enamel is 2–4 orders of magnitude slower than in dentine, forming an effective trace element barrier. Uptake in dentine parallel to the dentine–enamel interface is enhanced by at least 2 orders of magnitude compared to transverse, causing trace element &quot;plumes&quot; down the tooth core. In bone, U, Ba and Sr are nearly homogeneous, implying diffusivities 5 orders of magnitude faster than in enamel and virtually complete equilibration with host soils. In contrast all REE show strong depletions inward, with stepwise linear segments in log-normal or inverse complementary error function plots; these data require a multi-medium diffusion model, with about 2 orders of magnitude difference in slowest vs. fastest diffusivities. Differences in REE diffusivities in bone (slow) vs. dentine (fast) reflect different partition coefficients (Kd's). Although acid leaches and bulk digestion of soils yield comparable fossil–soil Kd's among different elements, natural solutions are expected to be neutral to slightly basic. Distilled H2O leachates instead reveal radically different Kd's in bone for REE than for U–Sr–Ba, suggest orders of magnitude lower effective diffusivities for REE, and readily explain steep vs. flat profiles for REE vs. U–Sr–Ba, respectively. Differences among REE Kd's and diffusivities may explain inward changes in Ce anomalies. Acid washes and bulk soil compositions yield misleading Kd's for many trace elements, especially the REE, and H2O-leaches are preferred. Patterns of trace element distributions indicate diagenetic alteration at all scales, including enamel, and challenge the use of trace elements in paleodietary studies.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11615": {
            "firstname": "Emily",
            "middleinitial": "A.",
            "lastname": "Hinz",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11615,
            "scholarlyactivityid": 3953
        },
        "11616": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11616,
            "scholarlyactivityid": 3953
        }
    },
    "status": [
        {
            "id": 3953,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2010,
            "termid": "2010/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}