{
    "activityid": 3954,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Metamorphic History of the Central Himalaya, Annapurna Region, Nepal, and Implications for Tectonic Models",
        "Journal": "Geological Society of America Bulletin",
        "Volume": "123",
        "Month / Season": "2011-09-01",
        "Issue Number": "10-Sep",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "1863-1879",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1130/b30376.1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/89",
        "Description/Abstract": "Pressure-temperature-time (P-T-t) conditions of metamorphism have been determined in the Annapurna region of central Nepal that place new constraints on the structural and tectonic evolution of the Himalayan orogenic wedge. Peak P-T conditions increase structurally upward: ?525°C and 8 kbar in the Lesser Himalayan sequence, 650°C and 12 kbar at the base of the Greater Himalayan sequence across the Main Central thrust, 750°C and 12 kbar in the middle of the Greater Himalayan sequence, and 775°C and 13 kbar near the top of the Greater Himalayan sequence. Metamorphic monazite ages in the Greater Himalayan sequence also increase structurally upward: 16–21 Ma for subsolidus growth at the base of the Greater Himalayan sequence to ?25 Ma for peak-T metamorphism and anatexis near the top of the Greater Himalayan sequence. These ages are several million years older than at equivalent structural levels at Langtang, ?200 km to the east. The P-T-t data recommend reinterpretation of the Bhanuwa fault within the Greater Himalayan sequence as a thrust, and the presence of a different thrust structurally above the Bhanuwa thrust, here named the Sinuwa thrust. The new data are consistent with progressive stacking of tectonic slices, with calculated overthrust rates that are consistent with some (but not all) models that presume ?2 cm/yr convergence across the Himalaya since 25 Ma. Despite differences in absolute ages, similarities among the chemical systematics of monazite, peak P-T conditions, and overthrust rates calculated for Annapurna when compared to Langtang imply that the broad geodynamics in one part of an orogen can be realistically extrapolated within a few hundred kilometers, although the timing and duration of movement on discrete thrust surfaces may differ.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11617": {
            "firstname": "Stacey",
            "middleinitial": "",
            "lastname": "Corrie",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112122830",
            "authorid": 11617,
            "scholarlyactivityid": 3954
        },
        "11618": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11618,
            "scholarlyactivityid": 3954
        }
    },
    "status": [
        {
            "id": 3954,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}