{
    "activityid": 39578,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Improving Students' Learning in Precalculus with E-Learning Activities and Through Analyses of Student Learning Styles and Motivational Characteristics",
        "Name of Conference": "American Society for Engineering Education (ASEE) Annual Conference &amp; Expo",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "Austin, TX ",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://peer.asee.org/5591",
        "Description/Abstract": "During the spring semester of 2008, a quasi-experimental study with 138 students who were enrolled in 4 sections of an undergraduate Precalculus class was conducted. The study investigated (1) the effectiveness of using a systematically sequenced and managed, self-paced e-learning program, ALEKS, on academic performance of students with different learning styles, and (2) the relationship among the students' dominant learning styles, motivational characteristics, and overall performance in the Precalculus class. Students in the experimental group, consisting of 2 of the 4 sections of the course, were assigned to complete ALEKS as homework assignments throughout the semester. Students in the control group, consisting of the other 2 sections of the course, completed a series of traditional paper-and-pencil homework assignments instead. Students' dominant learning styles were measured by Gregorc Style Delineator™. Their motivational orientations and learning strategies were measured with the Motivated Strategies for Learning Questionnaire. A pre-test and a post-test, measuring students' entry- and exit-knowledge levels in Precalculus, were administered in both experimental and control groups at the beginning and at the end of the semester. This study revealed that sequential-type students who used ALEKS outperformed sequential-type students who completed handout homework assignments and random-type students who used ALEKS or handout homework assignments by one letter grade, although this difference was not statistically significant. Several instructional implications related to students' learning styles, motivational characteristics, and academic performance are discussed. Especially, students with a dominant abstract-random style may need more tailored learning support to be more successful in a Precalculus class.",
        "Origin": "Manual"
    },
    "facultyid": "111112331",
    "coauthors": {
        "175315": {
            "firstname": "Seung",
            "middleinitial": "Youn",
            "lastname": "Chyung",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112331",
            "authorid": 175315,
            "scholarlyactivityid": 39578
        },
        "175316": {
            "firstname": "Janet",
            "middleinitial": "M",
            "lastname": "Callahan",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112033791",
            "authorid": 175316,
            "scholarlyactivityid": 39578
        },
        "175317": {
            "firstname": "Douglas",
            "middleinitial": "",
            "lastname": "Bullock",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110582",
            "authorid": 175317,
            "scholarlyactivityid": 39578
        },
        "175318": {
            "firstname": "Kendra",
            "middleinitial": "",
            "lastname": "Bridges",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 175318,
            "scholarlyactivityid": 39578
        },
        "175319": {
            "firstname": "Joanna",
            "middleinitial": "",
            "lastname": "Guild",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 175319,
            "scholarlyactivityid": 39578
        },
        "175320": {
            "firstname": "Cheryl",
            "middleinitial": "B",
            "lastname": "Schrader",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111728601",
            "authorid": 175320,
            "scholarlyactivityid": 39578
        }
    },
    "status": [
        {
            "id": 39578,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2009,
            "termid": "2009/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111112331",
    "attachments": []
}