{
    "activityid": 396,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Digital-Self Ownership: A Publicity-rights Framework for Determining Employee Social Media Rights",
        "Journal": "American Business Law Journal",
        "Volume": "",
        "Month / Season": "2016-01-18",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "When employers and employees part ways, who keeps the employee’s dual-purpose Twitter feed or Facebook page? A spate of recent court cases pose these emerging legal questions, about which little scholarly work has been written: Who retains control of a social media account an employee uses both personally and for the employer’s benefit? When an employee leaves the firm, who keeps the valuable contacts and business relationships created through it? How should courts parse the personal from the professional? The law remains unanchored, and courts, confused.\n\nThis Article focuses on the right of continued post-employment access to mixed-use social media accounts. It argues that to date, litigants, courts, and commentators have miscast this issue, blurring it with a panoply of ill-fitting legal theories, from trade secret to conversion. At the core of these cases is the right to control a social media profile and to continue to interact with its audience, a desire inextricably intertwined with an individual’s personality and work product. Taking into account relevant business and social science literature on social media, this Article argues that reasoning grounded in publicity rights provides a better lens through which to view an employee’s social media activity: Individuals should be entitled to protection against those who seek to misappropriate their work, personae, and goodwill for economic gain, except when their work falls squarely in the scope of their employment. On that basis, it proposes an analysis that balances the employee’s professional and dignitary interests against the employer’s commercial concerns.\n",
        "Origin": "Other"
    },
    "facultyid": "111112978",
    "coauthors": {
        "189698": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Park",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112978",
            "authorid": 189698,
            "scholarlyactivityid": 396
        },
        "189699": {
            "firstname": "Patricia",
            "middleinitial": "",
            "lastname": "Abril",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 189699,
            "scholarlyactivityid": 396
        }
    },
    "status": [
        {
            "id": 396,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 396,
            "status": "Accepted",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111112978",
    "attachments": []
}