{
    "activityid": 3965,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "P-T-t Data from Central Nepal Support Critical Taper and Repudiate Large-Scale Channel Flow of the Greater Himalayan Sequence",
        "Journal": "GSA Bulletin",
        "Volume": "120",
        "Month / Season": "2008-03-01",
        "Issue Number": "4-Mar",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "259-273",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1130/B26252.1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/101",
        "Description/Abstract": "A new synthesis of pressure-temperature conditions and pressure-temperature-time (P-T-t) paths is presented for high-grade metamorphic thrust sheets associated with the Main Central Thrust, in the Langtang and Darondi regions, central Nepal. From structurally low to structurally high, major structures include the Lesser Himalayan Duplex, Munsiari Thrust, Main Central Thrust (thrust contact between the Greater and Lesser Himalayan Sequences), and Langtang Thrust. Key P-T-t results include the following: in a transect from Lesser Himalayan Duplex to Langtang Thrust rocks, peak metamorphic P-T conditions are uniformly ?550 °C and 8 kbar in the Lesser Himalayan Duplex, and show a strong gradient to ?725 °C and 10–12 kbar over a structural distance of less than 2 km associated with the Munsiari Thrust and Main Central Thrust; T's then increase and P's decrease gradually upsection, reaching ?825 °C and 8 kbar in the Langtang Thrust. Juxtaposition of thrust sheets occurred at moderate pressure (8–12 kbar) on thrust surfaces roughly coincident with the modern Main Himalayan Thrust. Published monazite ages demonstrate synmetamorphic thrusting, with peak metamorphic ages decreasing progressively downward: 21 ± 2 Ma (Langtang Thrust), 16 ± 1 Ma (Main Central Thrust), 10.5 ± 0.5 Ma (Munsiari Thrust), and 3.5 ± 0.5 Ma (Lesser Himalayan Duplex). Together with published thermochronologic results, these data constrain initial cooling ages and rates: 15–20 Ma and ?40 °C/m.y. for the Langtang Thrust and Main Central Thrust, and 3–10 Ma and ?100 °C/m.y. for the Munsiari Thrust and Lesser Himalayan Duplex.\nOverall, metamorphic and chronologic patterns are matched well by expectations of critical taper models, including (1) uniformly high pressures of metamorphism (8–12 kbar) for all structural levels and thrust movement along the paleo–Main Himalayan Thrust, (2) isobaric cooling from the peak of metamorphism for Greater Himalayan rocks (deep juxtaposition of thrust sheets), (3) &quot;hairpin&quot; P-T paths for Lesser Himalayan rocks, and (4) relatively slow cooling rates for Greater Himalayan rocks. However, observations contrast significantly with published channel flow models, which predict (1) peak P-T conditions within the sillimanite stability field for Lesser and lower Greater Himalayan rocks (versus observations of P-T conditions in the kyanite stability field), (2) peak metamorphic pressures that decrease structurally downward—7–13, 6, 5, and 5 kbar for rocks achieving temperatures recorded by Langtang Thrust, Main Central Thrust, Munsiari Thrust, and Lesser Himalayan Duplex rocks (versus observations of 8, 10–12, 10, and 8 kbar), (3) retrograde isothermal exhumation P-T trajectories for Greater Himalayan rocks (versus isobaric cooling of the Main Central Thrust and Langtang Thrust), (4) cooling of migmatitic Greater Himalayan rocks after 10 Ma (versus observations of 15–20 Ma), and (5) isobaric heating of the Lesser Himalayan rocks (versus observations of simultaneous increases in P and T for some Lesser Himalayan rocks). Neither model matches &quot;clockwise&quot; P-T paths observed in structurally high Lesser Himalayan rocks, or the extraordinary cooling rate of the Lesser Himalayan Duplex, which points to complications in their evolution in the context of end-member models. Most generally, although channel flow may have initiated since ca. 10 Ma due to focused erosion above the Lesser Himalayan Duplex, it does not appear responsible for past transport and exhumation of the migmatitic core of the Himalaya.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11659": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11659,
            "scholarlyactivityid": 3965
        }
    },
    "status": [
        {
            "id": 3965,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}