{
    "activityid": 3966,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Biostratigraphy and Paleoclimatology of the Eocene-Oligocene Boundary Section at Toadstool Park, Northwestern Nebraska, USA",
        "Journal": "GSA Special Paper",
        "Volume": "452",
        "Month / Season": "2009-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "197-214",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1130/2009.2452(13)",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/97",
        "Description/Abstract": "The stratigraphic section located at Toadstool Park, northwestern Nebraska, preserves a detailed sedimentological and fossil record of the Eocene-Oligocene boundary, yet chronologic control is limited to sparse ash dates and magnetostratigraphy. To improve the chronologic control of the Toadstool Park sediments, we examined the fossil collection at the University of Nebraska State Museum and recorded the stratigraphic level of some important biochronologic events. All stratigraphic levels were determined relative to the Upper Purplish White layer (UPW), a distinctive ash that is chemically and mineralogically correlated to an ash dated at 34.6 ± 0.1 Ma. The small artiodactyls Leptomeryx speciosus, Leptomeryx mammifer, and Leptomeryx yoderi co-occur at ?34 ± 2 m, implying that the early Chadronian–middle Chadronian boundary (35.7 Ma) is located at this level. The first occurrence of L. mammifer (i.e., the middle Chadronian–late Chadronian boundary, 34.8 Ma) is located at ?18 ± 2 m, and the first occurrence of the camel Poebrotherium wilsoni (34.2 Ma) is located at 0 ± 2 m. The first occurrences of two other artiodactyls (Hypertragulus calcaratus and Leptomeryx evansi), which define the Chadronian-Orellan boundary (33.9 Ma), are located approximately at the UPW, ~5 m lower than in the nearby type sections of Wyoming. This apparent diachroneity may reflect sampling bias in Nebraska, i.e., loose material washed down from higher outcrops. The first occurrences of the dwarfed oreodont Miniochoerus affinis and of the rodent Eumys elegans (i.e., late early Orellan, 33.6 Ma) are located at +8 ± 2 m and +11 m, respectively. Finally, the first occurrence of M. gracilis (i.e., early late Orellan, 33.2 Ma) is located at +13 ± 2 m.\nThese time points, along with magnetostratigraphy and 40Ar/39Ar dates obtained for this section, were used to refine the age model for a previously published stable isotope record of fossil bone CO3. The record is augmented here with 59 bone samples from federal lands near Toadstool Park spanning the critical time period of 33.8–33.4 Ma. The ?18O values in the complete data set show a step to higher values (from 23.0‰ ± 0.2‰ to 24.5‰ ± 0.2‰) at ca. 34 Ma, synchronous with the marine record. In combination with unchanged enamel compositions, this increase in bone CO3 ?18O translates into a mean annual temperature drop of 7.1 ± 3.1 °C across the boundary. The time of onset of the climate change coincides with an increase in sedimentation rate from 19 to 37 m/m.y., confirming the strong role of climate on continental erosion and sediment yield.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11660": {
            "firstname": "Alessandro",
            "middleinitial": "",
            "lastname": "Zanazzi",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11660,
            "scholarlyactivityid": 3966
        },
        "11661": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11661,
            "scholarlyactivityid": 3966
        },
        "11662": {
            "firstname": "Dennis",
            "middleinitial": "O.",
            "lastname": "Terry",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11662,
            "scholarlyactivityid": 3966
        }
    },
    "status": [
        {
            "id": 3966,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}