{
    "activityid": 3968,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Trace element concentrations in teeth – a modern Idaho baseline with implications for archeometry, forensics and palaeontology",
        "Journal": "Journal of Archaeological Science",
        "Volume": "40",
        "Month / Season": "2013-03-31",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "1689-1699",
        "Publisher": "Elsevier",
        "DOI": "10.1016/j.jas.2012.11.012",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.elsevier.com/locate/jas",
        "Description/Abstract": "Concentrations of 69 minor and trace elements were measured in situ using laser ablation inductively-coupled plasma mass spectrometry in multiple teeth of modern herbivores (Cervus elaphus, Odocoileus hemionus, Odocoileus virginianus; n = 52), omnivores (Ursus americanus; n = 56), and carnivores (Felis concolor; n = 33; Canis lupus; n = 4) from Idaho, USA. On each tooth, two to five analyses were collected on enamel, primary dentine, and secondary dentine with spot diameters of 30–100 ?m. Continuous 30-?m-wide line traverses were collected across deer, elk, and wolf teeth. Results confirm trace element concentrations below 1 ppm for many elements, including Li, Be, transition metals (excepting Mn, Fe and Zn), heavy metals (excepting Hg and Pb), the rare earths, and actinides. Strontium and Ba generally biopurify with increasing trophic level, but Ba shows decreasing discrimination with tissue type in the order secondary dentine – primary dentine – enamel. Most elements show strong zoning within tissues and variable trophic level behavior, so concentrations in omnivores rarely fall between herbivores and carnivores. Trace element mass balance suggests that soil and dust, not food, commonly deliver the largest trace element load in terrestrial carnivores and omnivores, even for elements that biopurify, like Ba. Use of trace elements for inferring past diets are likely compromised by unknown rates of dust and soil ingestion rather than indicating the degree of herbivory and carnivory. The low concentrations of many elements provide multiple sensitive markers of post-burial overprinting that can be used to discriminate altered vs. original biogenic compositions. REE and actinide trends do not directly follow bedrock compositions.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11668": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11668,
            "scholarlyactivityid": 3968
        },
        "11669": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Morris",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11669,
            "scholarlyactivityid": 3968
        },
        "11670": {
            "firstname": "Paul",
            "middleinitial": "",
            "lastname": "Olin",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11670,
            "scholarlyactivityid": 3968
        }
    },
    "status": [
        {
            "id": 3968,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}