{
    "activityid": 3969,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Trace-Element Distributions in Silicates during Prograde Metamorphic Reactions: Implications for Monazite Formation",
        "Journal": "Journal of Metamorphic Geology",
        "Volume": "26",
        "Month / Season": "2008-05-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "451-464",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1525-1314.2008.00769.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/99",
        "Description/Abstract": "To assess the petrogenetic relationship between monazite and major silicates during prograde metamorphism, REE were measured across coexisting zoned silicates in garnet through kyanite-grade pelitic schists from the Great Smoky Mountains, western Blue Ridge terrane, southern Appalachians, to establish REE concentrations and distributions before and after the monazite-in isograd, and to identify the role major silicates play in the formation of monazite. Results indicate significant scavenging of light rare-earth elements (LREE) from silicates during the monazite-in isograd reaction; however, the absolute concentration of LREE hosted in the silicates was insufficient to produce monazite in the quantity observed in these schists. Monazite must have formed mainly from either the dissolution of allanite or some other source of concentrated LREE (possibly adsorbed onto grain boundaries), even though direct evidence for allanite is lacking in a majority of the samples. Laser-ablation ICP-MS analyses and theoretical thermodynamic calculations show that monazite may have formed as a result of contributions from both allanite and major silicates. Allanite breakdown initially formed monazite, and monazite production drew LREE liberated from allanite, major silicates and possibly from crystal boundaries. In many rocks the reaction was further promoted by the staurolite-in reaction, allowing for rapid, isogradic monazite growth.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11671": {
            "firstname": "Stacey",
            "middleinitial": "",
            "lastname": "Corrie",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112122830",
            "authorid": 11671,
            "scholarlyactivityid": 3969
        },
        "11672": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11672,
            "scholarlyactivityid": 3969
        }
    },
    "status": [
        {
            "id": 3969,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}