{
    "activityid": 3977,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Ecology and Physiology of White River Mammals Based on Stable Isotope Ratios of Teeth",
        "Journal": "Palaeogeography, Palaeoclimatology, Palaeoecology",
        "Volume": "257",
        "Month / Season": "2008-01-07",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "22-37",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.palaeo.2007.08.007",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/100",
        "Description/Abstract": "To characterize the ecology and physiology of common late Eocene–early Oligocene White River mammals, we analyzed the carbon and oxygen isotope composition of tooth enamel carbonate for six of the most abundant taxa: the perissodactyls Brontops (brontothere), Mesohippus (equid) and Subhyracodon (rhino); and the artiodactyls Merycoidodon (oreodont), Leptomeryx (leptomerycid) and Poebrotherium (camelid).\n?13C values of middle and rear molars (M2s and M3s) and premolars range from ? 13.1‰ to ? 7.7‰ (V-PDB), consistent with pure C3 diets. In the late Eocene, Mesohippus, Merycoidodon, and Leptomeryx show indistinguishable average ?13C values (? ? 10‰). In contrast, Brontops and Subhyracodon exhibit lower (? 11.2‰) and higher (? 8.7‰) values, respectively. Early Oligocene values for Mesohippus and Merycoidodon remain indistinguishable from each other and lower than the value of Leptomeryx, Poebrotherium, and Subhyracodon (? ? 8.5‰). These results likely indicate niche separation in terms of habitat preference between the investigated sympatric taxa. More specifically, assuming a ?13C value of atmospheric CO2 of ? 5.5‰, our data suggest a preference of Brontops for mesic forested areas, of Mesohippus and Merycoidodon for woodlands, and of Subhyracodon and Poebrotherium for more open habitats (e.g., grasslands). The higher Oligocene versus Eocene average ?13C exhibited by Leptomeryx possibly reflects a preference of the new Oligocene species L. evansi for more open and/or xeric habitats relative to the Eocene species L. speciosus.\nLate Eocene and early Oligocene average ?18O of Mesohippus, Merycoidodon, Leptomeryx, and Subhyracodon are similar (? 25‰, V-SMOW), possibly indicating comparable water dependency for these taxa. In contrast, the higher ?18O of Poebrotherium (26.6‰) suggests lower water dependency whereas the lower ?18O of Brontops (23.0‰) may result from a high water dependency or, more likely, from its preference for humid habitats. Because hind-gut fermentation in perissodactyls requires high water intake, whereas fore-gut fermentation does not, our results might indicate the presence of fore-gut fermentation in early Oligocene camelids but its absence or incomplete development in late Eocene–early Oligocene oreodonts and leptomerycids.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11707": {
            "firstname": "Alessandro",
            "middleinitial": "",
            "lastname": "Zanazzi",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11707,
            "scholarlyactivityid": 3977
        },
        "11708": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11708,
            "scholarlyactivityid": 3977
        }
    },
    "status": [
        {
            "id": 3977,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}