{
    "activityid": 3978,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Late Pleistocene Environmental Change Interpreted from ?13C and ?18O of Tooth Enamel from the Black Creek Swamp Megafauna Site, Kangaroo Island, South Australia",
        "Journal": "Palaeogeography, Palaeoclimatology, Palaeoecology",
        "Volume": "291",
        "Month / Season": "2010-05-15",
        "Issue Number": "4-Mar",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "319-327",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.palaeo.2010.03.003",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/38",
        "Description/Abstract": "Stable carbon and oxygen isotope ratios of tooth enamel carbonate were collected from both fossils (50–100 ka) Tammar Wallaby (Macropus eugeneii) and Western Grey Kangaroo (Macropus fuliginosus) from a Late Pleistocene fossil deposit situated on Kangaroo Island, South Australia. ?13C and ?18O data were also obtained for modern equivalents of both species located proximal to the excavation site. Trace element compositions were collected for Sr, Ba, V, Cu, Zr, Y, La, Ca, Nd, and U for modern and fossil teeth, and for local soils. ?13C data for fossil kangaroo and wallaby range between ? 5.0 and ? 18‰, while less 13C enriched values between ? 18 and ? 25‰ are observed in modern tooth enamel. Early-formed molars are 13C depleted by  2.5‰ compared to late-formed molars, consistent with isotopic offsets observed in modern molars, and with offsets observed from preservation of original biogenic compositions. Overall, carbon isotopes indicate a shift in diet and environmental conditions from C4-inclusive mixed habitats (woods and open grasslands) during the Late Pleistocene, to C3-only wooded and closed canopy habitats today. ?18O values range between 23 and 30‰ and are indistinguishable for fossil and modern tooth enamel. Oxygen isotope compositions of plants and mammals correlate positively with local water compositions, and negatively with relative humidity. Thus, the lack of oxygen isotope differences for the Late Pleistocene vs. modern day teeth may be attributed to combined lower temperatures (decreasing local water ?18O) plus decreased relative humidity (increasing plant and mammal ?18O) in the Late Pleistocene. Trace element data from fossil and modern teeth and from fossil deposit sedimentary material indicate post burial chemical alteration. Excepting Ba and possibly Cu, concentrations of all other elements analysed (Sr, V, Zr, Y, La, Ce, Nd, and U) increased significantly relative to modern teeth (over an order of magnitude shift, with p ? 0.01 for t-tests and Mann–Whitney tests). This diagenetic process may have occurred during the Last Glacial Maximum (LGM), a period of localised wet conditions when significant amounts of soluble soil organic matter accumulated at the fossil site. Trace element analysis of local soils indicates that, relative to soils, teeth strongly prefer Sr and U [KD(fossil tooth/soil)  10], and exclude Zr, Cu, and possibly V and Ba [KD ? 0.5]. Surprisingly, Rare Earth Elements (REEs) indicate KD values of  1. These data imply that Ba is a poor indicator of chemical alteration, while Sr, U, Zr, V, Y, and REEs are particularly sensitive to alteration. Comparisons with other palaeoclimate data suggest that the environmental change on Kangaroo Island from Late Pleistocene to present was greater than on the Nullarbor Plain.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11709": {
            "firstname": "M.",
            "middleinitial": "S.",
            "lastname": "Forbes",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11709,
            "scholarlyactivityid": 3978
        },
        "11710": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11710,
            "scholarlyactivityid": 3978
        },
        "11711": {
            "firstname": "E.",
            "middleinitial": "A.",
            "lastname": "Bestland",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11711,
            "scholarlyactivityid": 3978
        },
        "11712": {
            "firstname": "R.",
            "middleinitial": "T.",
            "lastname": "Wells",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11712,
            "scholarlyactivityid": 3978
        }
    },
    "status": [
        {
            "id": 3978,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}