{
    "activityid": 3979,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Paleoecology of Late Pleistocene-Holocene Faunas of Eastern and Central Wyoming, USA, with Implications for LGM Climate Models",
        "Journal": "Palaeogeography, Palaeoclimatology, Palaeoecology",
        "Volume": "326–328",
        "Month / Season": "2012-04-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "42–53",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.palaeo.2012.01.037",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/118",
        "Description/Abstract": "Oxygen and carbon isotope compositions of teeth were measured for a variety of fossil herbivores, omnivores and carnivores from Natural Trap Cave (NTC) and Little Box Elder Cave (LBEC), central eastern Wyoming, USA. These sites host some of the best preserved and most abundant late Pleistocene to early Holocene mammal fossils, and provide key information about ecological and climatic change attending the Pleistocene–Holocene transition. Average Pleistocene compositions are consistent with C3-dominated diets, but C4 grass consumption increased in Bison from the late Pleistocene to today. A single Sangamonian Equus tooth also has elevated 13C, suggesting that C4 biomass increased during interglacials in general. Tooth ?18O values imply local water ?18O values at NTC of ? 15 to ? 16‰ during the Last Glacial Maximum (LGM) and ? 14‰ today, consistent with modern regional studies and general circulation models (GCM's) for the LGM. Water ?18O values at LBEC were ~?12‰. Although herbivore compositions are consistent with theoretical expectations, carnivores exhibit lower ?13C and higher ?18O values relative to herbivores than anticipated. These discrepancies could reflect poorly understood carnivore physiologies or diets, and emphasize the need for further investigation of isotope systematics in carnivores. Isotope zoning in several herbivore teeth shows negative correlations between carbon and oxygen isotopes: high and low ?18O values representing summer and winter seasons occur with low and high ?13C values respectively. This trend could indicate seasonally changing diets, e.g. consumption of drier foods or conifers during the winter, or burning of stored fat during the winter. Increasing ?18O values from the Pleistocene to Holocene in water-dependent taxa are consistent with an increasing proportion of summer moisture derived from the Gulf of Mexico, as predicted by isotope-enabled GCM's. Mean annual precipitation during the late Pleistocene is estimated at ? 350 mm/yr, similar to modern day (c. 200 mm/yr), indicating that dry conditions have prevailed for the last 25 ka in Wyoming. A revised analytical expression for C4 plant abundance in the western US is proposed that accounts for climate variables and pCO2. Combination of this expression with the climate predictions of the PMIP2 ensemble average GCM explains LGM C4 plant abundances at NTC, southern Texas, and Florida. Changes to C4 plant abundances may provide sensitive tests of GCM accuracies.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11713": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11713,
            "scholarlyactivityid": 3979
        },
        "11714": {
            "firstname": "Moriah",
            "middleinitial": "P.",
            "lastname": "McKay",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11714,
            "scholarlyactivityid": 3979
        }
    },
    "status": [
        {
            "id": 3979,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}