{
    "activityid": 3983,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Tectonic Controls on Isotope Compositions and Species Diversification, John Day Basin, Central Oregon",
        "Journal": "PaleoBios",
        "Volume": "27",
        "Month / Season": "2007-10-11",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "48-61",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/102",
        "Description/Abstract": "Oxygen isotope compositions of fossil mammal teeth from basins in interior Oregon, including the John Day basin, were measured to investigate the topographic evolution of the central Cascade Range. Compositions of fossil equid, rhinocerotid, and oreodont teeth within the Cascade Range rain shadow indicate a ~1‰ increase in mean d18O from ~27 Ma to ~7 Ma, followed by a dramatic ~4‰ decrease to the present. The isotope composition of fossil teeth is strongly affected by rainout over the Cascades, so these trends likely indicate nearly constant or slightly decreasing elevations between 27 and 7 Ma, followed by an ~800 m increase in range height to 1600 m in the last 7 Myr. These data are most consistent with replacement of cooler metasomatized asthenosphere by hot, mid-ocean ridge type asthenosphere, including possible erosion of subarc lithospheric mantle or conversion to asthenosphere by heating. Consideration of middle to late Cenozoic climate and tectonic evolution in the western United States suggests that the middle Miocene maximum in ungulate diversity resulted from moderate productivity coupled with tectonically driven topographic variability. Both factors fragment ecosystems, thereby increasing habitat diversity. Subsequent late Neogene reductions in ungulate diversity likely resulted from decreased productivity associated with aridity, and the expansion of grasslands, which decreases habitat diversity by coalescing ecosystems. Regional tectonics, reflected in the height of the Cascade Range and development of extensional structures in central and eastern Oregon, appears a likely driver of faunal evolution.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11732": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11732,
            "scholarlyactivityid": 3983
        },
        "11733": {
            "firstname": "Theodore",
            "middleinitial": "J.",
            "lastname": "Fremd",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11733,
            "scholarlyactivityid": 3983
        }
    },
    "status": [
        {
            "id": 3983,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2007,
            "termid": "2007/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}