{
    "activityid": 3984,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Trace element diffusivities in bone rule out simple diffusive uptake during fossilization but explain in vivo uptake and release",
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "Volume": "110",
        "Month / Season": "2013-01-08",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "419–424",
        "Publisher": "National Academy of Sciences",
        "DOI": "10.1073/pnas.1209513110",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "www.pnas.org",
        "Description/Abstract": "Diffusion rates of numerous trace elements in bone at 20 °C were\ndetermined using laser-ablation inductively coupled plasma mass\nspectrometry analysis of experimentally induced diffusion profiles.\nDiffusivities are about 1 order of magnitude slower than current\nsemiquantitative geochemical views and about 1.5 orders of\nmagnitude faster than indirect radiotracer estimates. Intrabone\nvolume diffusion is too slow and too similar among many elements\nto explain trace element profiles in young fossils and archeological\nmaterials. Diffusivity differences among elements do, however,\nexplain disparate biokinetic washout of Sr vs. Ba and of light vs.\nheavy rare earth elements (REEs). These results improve the understanding\nof the physical principles underlying biokinetic models\nand rates and mechanisms of trace element alteration of phosphatic\ntissues in paleontological, archeological, and crystal-chemical\ncontexts. Recrystallization and transport limitations in soils explain\ntrace element profiles in young fossils better than intrabone\nvolume diffusion alone and imply that diffusion of REE and other\ntrivalent cations is likely controlled by a common charge–compensating\nspecies rather than ionic radii or partition coefficients.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11734": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11734,
            "scholarlyactivityid": 3984
        },
        "11735": {
            "firstname": "Randolph",
            "middleinitial": "J",
            "lastname": "Moses",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 11735,
            "scholarlyactivityid": 3984
        }
    },
    "status": [
        {
            "id": 3984,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}