{
    "activityid": 3986,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Carbon Isotope Compositions of Terrestrial C3 Plants as Indicators of (Paleo)Ecology and (Paleo)Climate",
        "Journal": "Sciences in PNAS",
        "Volume": "107",
        "Month / Season": "2010-11-16",
        "Issue Number": "16",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "19691-19695",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1073/pnas.1004933107",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/31",
        "Description/Abstract": "A broad compilation of modern carbon isotope compositions in all C3 plant types shows a monotonic increase in ?13C with decreasing mean annual precipitation (MAP) that differs from previous models. Corrections for temperature, altitude, or latitude are smaller than previously estimated. As corrected for altitude, latitude, and the ?13C of atmospheric CO2, these data permit refined interpretation of MAP, paleodiet, and paleoecology of ecosystems dominated by C3 plants, either prior to 7–8 million years ago (Ma), or more recently at mid- to high latitudes. Twenty-nine published paleontological studies suggest preservational or scientific bias toward dry ecosystems, although wet ecosystems are also represented. Unambiguous isotopic evidence for C4 plants is lacking prior to 7–8 Ma, and hominid ecosystems at 4.4 Ma show no isotopic evidence for dense forests. Consideration of global plant biomass indicates that average ?13C of C3 plants is commonly overestimated by approximately 2‰.",
        "Origin": "Other"
    },
    "facultyid": "112110324",
    "coauthors": {
        "11741": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 11741,
            "scholarlyactivityid": 3986
        }
    },
    "status": [
        {
            "id": 3986,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112110324",
    "attachments": []
}