{
    "activityid": 400,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Unauthorized Televised Debate Footage in Political Campaign Advertising:  Fair Use and the DMC",
        "Journal": "Southern Law Journal",
        "Volume": "23",
        "Month / Season": "2013-03-31",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In recent years television networks which air political campaign debates have attempted to enforce their copyright protection by denying the use of debate footage in subsequent campaign advertising.  Although some campaigns have complied with network demands to omit the footage from campaign ads, others have relied upon a fair use or free speech argument to defy the networks and use the footage without permission.  The success of this defense will vary drastically, depending upon the medium.  Ads run on television are subject to traditional copyright law that requires the copyright holder to affirmatively assert a claim of copyright infringement.  Although several networks have threatened legal action, no court has yet determined whether such ads are indeed a fair use of the copyrighted material.  When political campaigns upload ads for viewing on the Internet through sites such as YouTube, the process set forth in the Digital Millennium Copyright Act (DMCA) gives the networks the ability to takedown allegedly infringing content almost immediately, without first showing that the material infringes upon an existing copyright.  This use of the DMCA has the effect of chilling important political speech, especially in a rapid campaign cycle.  This article analyzes this issue, showing first that the use of campaign debate footage is indeed a fair use, and then reviewing and critiquing various proposals for reform of the DMCA.\r\n\r\nPart II of this article presents the factual backdrop upon which this issue must be analyzed.  Part III discusses traditional copyright protection and the fair use exception.  It also explores the intersection of copyright law and the important free speech issues these cases present.  Part IV analyzes the fair use defense as applied to this situation and suggests the likely outcome, should such a case ever go to trial.   Part V discusses the related topic of the DMCA as it applies to internet service providers (ISPs) such as YouTube and explains how a holding of fair use could have important implications for political speech on the Internet.  It suggests that a holding in favor of making debate footage available for all candidates to use in political advertising is essential to ensuring full and fair debate of ideas and issues within the political process.  Part VI concludes.\r\n",
        "Origin": "Other"
    },
    "facultyid": "111112978",
    "coauthors": {
        "114377": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Park",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112978",
            "authorid": 114377,
            "scholarlyactivityid": 400
        }
    },
    "status": [
        {
            "id": 400,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111112978",
    "attachments": []
}