{
    "activityid": 40008,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "INCREASING INSTRUCTOR AND SOCIAL PRESENCE IN THE ONLINE  CLASSROOM: WHAT WORKS AND WHAT DOESN’T",
        "Conference/Meeting Name": "International Symposium  on Teaching, Education, and Learning",
        "Conference Location": "Seoul, South Korea",
        "Date or Date Range": "July 6-8, 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This paper examines ways to increase instructor (or “teaching”) and social presence in the fully online classroom setting. “Teaching Presence,” as defined in Anderson’s, (et al) Community ofInquiry (2000) model, includes “the design, facilitation, and direction of cognitive and social processes for the purpose of realizing personally meaningful and educationally worthwhile learning outcomes,” whereas “Social Presence” is defined as “the ability of participants to identify with the community (e.g., course of study), communicate purposefully in a trusting environment, and develop interpersonal relationships by way of projecting their individual personalities” (Garrison, 2009). Much of this work happens organically in a face-to-face classroom setting, but what can an instructor teaching fully online do to promote both social and teaching presence? The paper investigates a variety of means for establishing both instructor and social presences in the online classroom including, but not limited to: various uses of synchronous sessions, best practices in discussion forums, methods of providing feedback to students, uses of email and announcements, and other communication strategies. Included in the\nessay is an assessment of “what works” and of “what doesn’t work” based on case studies, external research, and classroom experiences with an eye to creating a set of best practices to promote both teaching and student success.\n\nKeywords: ISTEL, instructor and social presence, online teaching, Community of Inquiry",
        "Origin": "Manual"
    },
    "facultyid": "112003158",
    "coauthors": {
        "174475": {
            "firstname": "Kim",
            "middleinitial": "",
            "lastname": "Carter-Cram",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112003158",
            "authorid": 174475,
            "scholarlyactivityid": 40008,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 40008,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112003158",
    "attachments": []
}