{
    "activityid": 4011,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Responsibility for Retention: Perceptions of Students and University Personnel",
        "Journal": "Journal of College Student Retention: Research, Theory and Practice",
        "Volume": "3",
        "Month / Season": "2001-01-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "195-212",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2190/1YPW-MKTK-5QCT-R3UJ",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/93",
        "Description/Abstract": "A survey of 88 university personnel and 142 undergraduate students was conducted using a newly constructed Retention Questionnaire (RQ). The RQ was designed to assess the relative levels of student and university responsibilities for retention attributed by both students and university personnel. A comprehensive pool of 81 possible influences on retention were generated, and each participant rated each item with the percent of responsibility attributed to the university, and percent responsibility attributed to the student. For each item, percent of responsibility was rated for both groups, but in this study only university responsibility was analyzed. Results indicated that students and university personnel frequently differ in their perceptions of responsibility and for some items, students expected more from the university than university officials. These patterns of results are discussed within the framework of how to address substantive retention issues on a college campus.",
        "Origin": "Other"
    },
    "facultyid": "111110323",
    "coauthors": {
        "11831": {
            "firstname": "Ronald",
            "middleinitial": "Eric",
            "lastname": "Landrum",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110323",
            "authorid": 11831,
            "scholarlyactivityid": 4011
        }
    },
    "status": [
        {
            "id": 4011,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110323",
    "attachments": []
}