{
    "activityid": 40389,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Using Visual Art to Teach The Odyssey",
        "Book Title": "MLA Approaches to Teaching Homer's Odyssey",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "rejected",
        "Edition": "rejected",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "Using art is a good way to help students learn about The Odyssey.  By comparing key episodes from the poem with visual representations of them, students learn about important themes and parallels and grow to appreciate the artistry of the poem’s narrative patterns. For instance, Odysseus’s characteristic cunning can be understood by comparing the Cyclops episode with pictures of the event. The scene appears on ancient Greek vases and other works, many of which are available via ArtStor.org.  \nThe Cyclops episode can also be compared to Penelope’s unraveling of her shroud for Laertes. This action shows how Penelope is like Odysseus in her use of cunning to address a problem. Similarly, to emphasize the parallel between the families of Odysseus and Agamemnon, the contrast between Penelope and Clytemnestra can be explored through visual aids. There are also many ancient depictions of Orestes killing his mother to avenge Agamemnon’s murder.\nBeyond considerations of theme and characterization, art can be used to call students’ attention to narrative design in The Odyssey.  By comparing examples of the geometric patterns on ancient Greek vases with the narrative of Odysseus’s adventures on his way back to Ithaca, students can better recognize the sophistication of Homer’s storytelling. This lesson is based on an argument by Cedric Whitman, so instructors may want to provide a brief synopsis of his argument. I simply give students a handout with a list of the episodes in the order of their narration, using the list as a tool to demonstrate Homer’s artistry (see attachment). \nHowever, before providing the list, I ask students to arrange a random collection of slides in their correct order. This assignment can be completed in class on mobile devices via Nearpod. Teachers may set up free accounts for this application and generate a code allowing students to arrange the slides online. The application allows instructors to see how students attempt to accomplish this task as they perform it. Students must actively engage what they know about the poem as they try to put the slides in order.  \nAfter this activity, I give students the list and ask them to discuss their efforts. The list visualizes Homer’s narrative organization, including the fact that shorter episodes are grouped together and surround longer, more significant episodes. It helps to indicate the centrality of the journey to the underworld in Odysseus’s quest to get back home. These points can be raised during discussion in relation to the students’ experience of arranging the slides. To build on this lesson, the narrative design of the adventures can be compared to the parallel quest of Telamachus in the first four books of the poem with that of Odysseus in subsequent books. \nFinally, Romare Bearden’s artwork provides a way for students to explore the poem’s cultural legacy of The Odyssey. His series of collage, prints, and paintings recasts the poem in an African American context.  \n",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "112139145",
    "coauthors": {
        "223739": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 223739,
            "scholarlyactivityid": 40389,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 40389,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "112139145",
    "attachments": [
        {
            "attachmentid": 11834,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Westover Cover Letter.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hsdmpVTzBFU1g4UGJOajBRYVdPcW50d2Q5cEIwNmJ5TnhNbWFPc2dqdHR1U0hiMndodmYvb3VFMDNLaWhLaGtDMD0%3D",
            "filesize": 69291
        },
        {
            "attachmentid": 11835,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Using Visual Art to Teach The Odyssey.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hsdmpVTzBFU1g4UFFzK1RvSWtJOFBSeTIyb1Jxa0tkN0hESVRxdGtGczBNeFBBUDhkQkxsdmpvRERMdmV5RnRSWkVmSk9FUVZTa2tCTk55b29Tb1pBdA%3D%3D",
            "filesize": 14116
        },
        {
            "attachmentid": 11836,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "Narrative Design in Odyssey.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hsdmpVTzBFU1g4UFk5bmUvU2JQZzFhcjBqOWEyU05BNFUrOFNjMkdwYW0vcHdHTVBvQU1BU3V0dnJVcXFQODBFWlplWFBZUHdhVlpRPT0%3D",
            "filesize": 2359408
        }
    ]
}