{
    "activityid": 40523,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Yes, There’s a Problem (But Not) Here: Some Facts of Disparate Participation in Undergraduate Computer Science",
        "Conference/Meeting Name": "American Sociological Association",
        "Conference Location": "New York, NY",
        "Date or Date Range": "2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "American Sociological Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "First and second authors are undergraduate Sociology students employed as Research Assistants in this project.\n\nDespite increasing attention, the existence of gender inequality in STEM education and STEM professions remains an integral part of the status quo. This manuscript reports on interventions to incorporate professional morality and ethics into undergraduate Computer Science (CS) education, and associated research parallel to these interventions, as a part of an NSF funded project to ‘revolutionize’ CS education. Here we focus on findings of a set of repeated interviews with undergraduate CS students following an introductory ‘Foundational Values’ course centered around the topics of social justice and ethics. \nThis research provides evidence that a high proportion of students acknowledge the personal and professional value of ensuring diversity, inclusion, and social justice in CS education and professional practice. They are also able to successfully identify root causes of inequality, bias, and social injustices in CS contexts. However CS students demonstrate a social darwinist ideology that hinges on meritocratic fallacies as a consequence of the normalized white male dominance of the field that feeds off of homophilous peer network formations. They will commonly deflect or deny the existence of gender-based and other biases and sex-based gaps in capacity or initiative by referencing popular tropes including oblique references to what is right and wrong or through varying suggestions that diversity is not a problematic issue around them.\n",
        "Origin": "Manual"
    },
    "facultyid": "111110059",
    "coauthors": {
        "215514": {
            "firstname": "Michelle",
            "middleinitial": "",
            "lastname": "Fretwell",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 215514,
            "scholarlyactivityid": 40523,
            "classifications": {
                "Role": "Author"
            }
        },
        "215515": {
            "firstname": "Erika",
            "middleinitial": "",
            "lastname": "Abbott",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 215515,
            "scholarlyactivityid": 40523,
            "classifications": {
                "Role": "Author"
            }
        },
        "215516": {
            "firstname": "Noah",
            "middleinitial": "",
            "lastname": "Salzman",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114029579",
            "authorid": 215516,
            "scholarlyactivityid": 40523,
            "classifications": {
                "Role": "Author"
            }
        },
        "215517": {
            "firstname": "Donald",
            "middleinitial": "J",
            "lastname": "Winiecki",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110059",
            "authorid": 215517,
            "scholarlyactivityid": 40523,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 40523,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110059",
    "attachments": []
}