{
    "activityid": 40558,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Vulnerability of Ancient Carbon to Modern Erosional Processes",
        "Name of Conference": "American Geophysical Union (AGU)",
        "Month / Season": "fall",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "As much of the Earth’s landscape is marked by slopes, accounting for erosion effects on soil carbon (C) dynamics is key for regional predictions of C storage. Erosion can deliver C to depositional sites, bury C produced on site, and expose buried C. Buried soils can store more C than expected at equivalent depths. Understanding the effects of landscape destabilization and further erosion on formerly buried soils is important for assessing the vulnerability of ancient C to disturbance. Loess-mantled landscapes, developed under drier conditions than today, often contain buried soils, which could become disturbed by land use and changes in climate.\nWe studied a prominent buried soil, the Brady soil, which has been identified in loess-mantled uplands throughout the U.S. Central Great Plains. Found 6 m below the surface at its deepest, the Brady soil began developing at the end of the Pleistocene and was buried during climate-driven episodic deposition of local loess sources during the early Holocene. The Brady soil was buried at different depths, and today the landforms at our study site in Nebraska are dissected by gullies. The aim of our study was to assess spatial variability in soil properties along burial and erosional transects to improve estimates of C storage belowground as well as evaluate its exposure to modern surface conditions, which could activate losses of ancient C. Specifically, we focus on physical properties that influence C persistence or stabilization and how they may vary with increased weathering as the Brady soil becomes exposed to modern environmental conditions at the surface. Preliminary data revealed that the organic C content of the Brady soil increased as erosional processes caused the Brady soil to be closer to the modern surface. Soil texture of the Brady soil (on average 8% clay, 56% silt, and 36% sand) did not change with depth from the landscape surface. Analysis of clay fractions using X-ray diffraction (XRD) also showed no differences in mineralogy in the Brady soil with increasing exposure to the surface. These results suggest that C inputs, possibly due to an increase in the concentration of roots closer to the surface, may outweigh the loss of C through aggregate disruption and increased microbial decomposition attributed to erosion as the Brady soil becomes closer to the modern surface.",
        "Origin": "Manual"
    },
    "facultyid": "113084385",
    "coauthors": {
        "177462": {
            "firstname": "Laura",
            "middleinitial": "",
            "lastname": "Szyminski",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 177462,
            "scholarlyactivityid": 40558,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "177463": {
            "firstname": "Manisha",
            "middleinitial": "",
            "lastname": "Dolui",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 177463,
            "scholarlyactivityid": 40558,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "177464": {
            "firstname": "Abby",
            "middleinitial": "",
            "lastname": "McMurtry",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 177464,
            "scholarlyactivityid": 40558,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "177465": {
            "firstname": "Asmeret",
            "middleinitial": "",
            "lastname": "Behre",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 177465,
            "scholarlyactivityid": 40558,
            "classifications": {
                "Role": "Author"
            }
        },
        "177466": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 177466,
            "scholarlyactivityid": 40558,
            "classifications": {
                "Role": "Author"
            }
        },
        "177467": {
            "firstname": "Erika",
            "middleinitial": "",
            "lastname": "Marin-Spiotta",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 177467,
            "scholarlyactivityid": 40558,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 40558,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113084385",
    "attachments": []
}