{
    "activityid": 4057,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Implicit Memory Effects When Using Pictures with Children and Adults: Hypermnesia Too?",
        "Journal": "The Journal of General Psychology",
        "Volume": "124",
        "Month / Season": "1997-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "17-May",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1080/00221309709595504",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/112",
        "Description/Abstract": "Pictorial stimuli were used to investigate implicit- and explicit-memory phenomena in 3 experiments. The general procedure involved the presentation of a series of pictures during a study phase, followed by an implicit-memory test and an explicit-memory test. In the implicit-memory test, participants were presented with picture fragments and were instructed to write down what the fragment looked like. In the explicit-memory test, participants were asked to make a yes/no recognition decision regarding each picture. For children, implicit memory for pictures was robust when they were tested after a 48-hr interval, but that effect declined after 1 week; a similar implicit-memory effect for pictures was seen with college students; and the time course of the implicit-memory effect for pictures among college students (all short intervals of less than 1 week—1, 2, 3, 4, and 5 days) produced a more elevated implicit-memory performance than during the immediate testing condition. Hypermnesia may have been the cause of the increase in memory performance over the short intervals.",
        "Origin": "Other"
    },
    "facultyid": "111110323",
    "coauthors": {
        "11923": {
            "firstname": "Ronald",
            "middleinitial": "Eric",
            "lastname": "Landrum",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110323",
            "authorid": 11923,
            "scholarlyactivityid": 4057
        }
    },
    "status": [
        {
            "id": 4057,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1997,
            "termid": "1996/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110323",
    "attachments": []
}