{
    "activityid": 40632,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Encouraging a Growth Mindset in Engineering Students",
        "Name of Conference": "ASEE Annual Conference",
        "Month / Season": "June",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "Paper ID #21522",
        "Publisher": "American Society for Engineering Education",
        "Publisher Location": "Salt Lake City, UT",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://peer.asee.org/30371",
        "Description/Abstract": "A person’s “mindset” guides a great deal of how one approaches life -- and especially how students approach education.  While someone with a fixed mindset believes that their intelligence is fixed and unchangeable, someone with a growth mindset believes that their intelligence is changeable and can grow as they learn more.  Most people’s mindset lies along a spectrum with these two extremes at either end.  In addition to other outcomes, the mindset that a person has determines how they interpret mistakes they make; whereas someone with a fixed mindset thinks mistakes result from their innate lack of ability, someone with a growth mindset views mistakes as opportunities to learn more.  \n\nIt is no secret that students think that some classes are easy and that others are hard.  Thermodynamics of Materials (MSE 308) falls into the latter category.  Students have heard that the class is difficult and that the time commitment is high; many have also heard that the professor is supportive and is interested in helping students learn.  With a fixed mindset, students may be at a disadvantage coming into a class that they think is going to be especially difficult because they don’t believe their hard work will help them succeed.  In contrast, students with a growth mindset might appreciate the learning opportunities that a well-structured but difficult class offers.  \n\nThe research questions we addressed were: (1) Will students’ attitudes about their own abilities in what are perceived to be difficult classes change? and (2) Will those students with a more fixed mindset adopt more of a growth mindset? Students’ mindsets were determined using a questionnaire at the beginning and end of the semester.  This also asked about their perception of difficult classes.  Throughout the semester, we talked about brain-based learning and adopting a growth mindset; students also reflected on the learning process.  \n\nAnecdotal evidence suggests that students learned a lot about the growth mindset and were able to apply it more in MSE 308, although the numerical data suggests that a stronger intervention is needed to enable students to shift from a fixed mindset to a growth mindset.  One outcome of the work is that students’ mindsets were already either in the category of “strong growth mindset” or “growth mindset with some fixed ideas” at the beginning of the semester.  While almost half of the students ended up with a stronger growth mindset, some moved more toward a fixed mindset; the explanation for this is a target for future study.  Learning about the growth mindset did seem to reinforce the beliefs that many students held about their approaches to learning and difficult courses.  ",
        "Origin": "Manual"
    },
    "facultyid": "112051767",
    "coauthors": {
        "177982": {
            "firstname": "Megan",
            "middleinitial": "E",
            "lastname": "Frary",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112051767",
            "authorid": 177982,
            "scholarlyactivityid": 40632
        }
    },
    "status": [
        {
            "id": 40632,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112051767",
    "attachments": [
        {
            "attachmentid": 12015,
            "mimetype": "application/pdf",
            "filename": "encouraging-a-growth-mindset-in-engineering-students.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWpuRllEYTF1bVgydkhPMlM0d2RHaEEzeW9ReHlDaTdKYUpuZEQ3dThlcEZBblJDVlZ4SHFyc01WZ0NZdmVUSXNkZmNrV09LMXVwaGplZmtLZjNWVHJoQzBQekYzYkJmUVJ0NDRDVkh6RWNkOHNVMzVlTjViYWc9PQ%3D%3D",
            "filesize": 412811
        }
    ]
}