{
    "activityid": 40646,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Basque Women in Exile: Remembering their Voices and Impact in Literature through the cultural magazine Euzko-Gogoa",
        "Name of Conference": "",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "It should not be possible to read about Basque Women’s literature in the beginning of the 20th century without acknowledging the cultural magazine Euzko-Gogoa (Basque-Will, 1950-1960), the participation of women in the Basque nationalist movement, and their input in the production of cultural representations and activities. During the years of the Francoist Dictatorship, literature was used as a weapon against the ostracism the Basque language and culture. In fact, three female writers had a pivotal role in the Basque cultural magazine Euzko-Gogoa and therefore in the cultural movement of the 1950’s. These impactful women were: Karmele Errazti, Julene Azpeitia, and Sorne Unzueta. All three of them were politically, socially and intellectually active during the Second Spanish Republic. They promoted the message and political propaganda of Sabino Arana, the founder of the Basque Nationalist Party and were active contributors in the field of education and formation. These women used Euzko-Gogoa as their intellectual platform publishing numerous articles and redefining spaces for female writers during the ten years of existence of the magazine. ",
        "Origin": "Manual"
    },
    "facultyid": "114111823",
    "coauthors": {
        "261842": {
            "firstname": "Ziortza",
            "middleinitial": "",
            "lastname": "Gandarias Beldarrain",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114111823",
            "authorid": 261842,
            "scholarlyactivityid": 40646
        }
    },
    "status": [
        {
            "id": 40646,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 40646,
            "status": "Submitted",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114111823",
    "attachments": []
}