{
    "activityid": 41239,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Fighting the [Undead] Patriarchy: Representations of Feminism in Supernatural Popular Culture ",
        "Conference/Meeting Name": "Central States Communication Association Annual Conference",
        "Conference Location": "Omaha, NE",
        "Date or Date Range": "04-04-2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Feminist messages confronting the patriarchy are often dismissed as shrill or hateful. However, couching those feminist messages in an entertainment context provides a means to expose audiences to feminist messages that otherwise would not have been palatable to a mass audience. Even when feminist themes are contained within the context of entertainment, those messages still may not be to palatable for a mainstream audience. To be successful in reaching a mainstream audience, we argue that less overt patriarchal messages and characters are key to disseminating feminist messages. One method to accomplish this is to create a proxy for the patriarchy and for the feminist fighting that patriarchy. \n\nSpecifically, this panel explores images of women and feminism contained in mediated depictions of fighting the supernatural, which serves as that proxy for the patriarchy. Some of the most successful feminist messages in popular culture are more palatable because they fight the patriarchy within a supernatural context. Zombies, demons, vampires, etc. serve as a proxy for the patriarchy. Rather than fighting the literal patriarchy through boring things like voting or policy changes, viewers see female characters fighting physically, which provides the viewer with an outlet for women's anger and an immediate sense of satisfaction. Audiences often find it more palatable or entertaining if a female character displays power and dominance if the men they are fighting are not human (or not totally human). Often, the supernatural creatures are male and exhibit patriarchal and/or misogynistic behaviors. For example, shooting a misogynistic man in the head for calling you a whore is not normally accepted in mainstream society. However, taking pleasure in doing so when the misogynistic man is also a demon who needs to be sent back to hell, is highly satisfying. In comparison to non-supernatural and action-based shows, in these examples, females play a greater variety of intellectual and physical roles, rather than just supporting roles. The female characters fighting the supernatural patriarchy are intelligent and resourceful warriors who are also (sometimes reluctantly) reliant upon a team, rather than an independent fighter.\n\nIndividual panelists will make unique contributions to this topic. Those specific contributions are detailed below:\n\nAmanda Brown\nUniversity of Wisconsin - Stout\nWynonna Earp depicts a reluctant revenant (demon) fighter. The revenants and townspeople are misogynistic, underestimate her intelligence, and dismiss her as a slut. Her fight against the revenants is not just fighting revenants, but also fighting the patriarchy. \n\nHeather Nesemeier   \nMinnesota State University Moorhead\nHermoine Granger of the Harry Potter series made it acceptable for a female to be intelligent, resourceful, brave, and compassionate while fighting evil forces in a magical world. While fighting evil wizards she also fought the inherently patriarchal views of her allies, her male best friends.\n\nMF Casper\nBoise State University\nCrazyhead (UK, Urban Myth Films - Netflix) celebrates female friendships as a counter to misogyny. In the program, two young women fight against demonic patriarchal authority figures: gaslighting medical doctors, deceiving love interests, and possessed parents. Female relationships are uniquely framed as amoral, shaped by circumstance rather than virtuous femininity.\n\nGemini Alexis Creason-Parker   \nNortheastern State University\nCharmed, the popular 90's series that features three sister witches, follows them while they master their powers. They struggle to find love because of their independence and fighting capabilities. They demonstrate the difficulty many women have in being loved in a world where men are often intimidated by feminine power.",
        "Origin": "Manual"
    },
    "facultyid": "112090737",
    "coauthors": {
        "180959": {
            "firstname": "MaryFrances",
            "middleinitial": "",
            "lastname": "Casper",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112090737",
            "authorid": 180959,
            "scholarlyactivityid": 41239,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 41239,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 41239,
            "status": "Accepted",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112090737",
    "attachments": []
}