{
    "activityid": 41331,
    "fields": {
        "Type": "Other Works",
        "Title": "The Story of Relationship: A Narrative Inquiry into Mentor Teacher Perceptions of Their Mentoring Experiences with Teaching Candidates",
        "Outlet (if applicable)": "ProQuest",
        "Date": "May 24, 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Publisher": "ProQuest-CSA, LLC",
        "Location of Publisher (City, State, Country)": "Ann Arbor, MI, United States",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "174",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "\t9780355935769",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "https://pqdtopen.proquest.com/doc/2042927462.html?FMT=ABS",
        "Description/Abstract": "he relationship between pre-service teachers and their mentor teachers has long been defined by roles that mentor teachers play in the relationship. Research indicates that mentor teachers evolve into a variety of roles, from evaluator to critical friend, but we understand very little about how the relationship develops into these different forms, or how to improve relationship development. The purpose of this narrative inquiry was to explore how a mentor teacher experiences the relationship with a pre-service teacher candidate and to compare the relationship to the elements of a story. Data was collected through written story, interviews, and visual representations of the data. The goal of the study was to understand how mentor teachers experienced their relationship with a pre-service teacher candidate through the lens of a common Narrative Story Arc. Data was analyzed using codes determined by the Narrative Story Arc and through emergent codes present in narrative surveys and semi-structured interviews. Themes and codes were then compared between methods and participants, then recoded to explore themes in the data to demonstrate connections between codes.\n\nFindings from this research reveal the following: 1. Mentor teachers experience a variety of emotions in their relationship that shift based on the alignment between their expectations and reality; they experience the relationship through collaboration, a desire to help, and concern for their students. 2. Data demonstrates a connection between the teaching candidate’s perceived personality traits and abilities in pedagogy or management and the mentor teacher’s willingness to engage in a positive relationship. 3. Mentor teachers provide access or withhold access to teaching and learning in the practicum placement based in part on the relationship that develops. 4. Mentor teachers conceptualize their relationship with a teaching candidate in terms of a story, indicating that the beginning of the story determines access to teaching; the events of the story open or close access to learning and the way in which conflict resolves. Specifically, this study informs teacher preparation programs and stakeholders how to mitigate disruptive emotions, outlines steps to communicate expectations, and confirms the importance of attending to the beginning of the relationship between a mentor teacher and a teaching candidate.",
        "Origin": "Manual"
    },
    "facultyid": "111308555",
    "coauthors": {
        "181403": {
            "firstname": "Serena",
            "middleinitial": "",
            "lastname": "Hicks",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111308555",
            "authorid": 181403,
            "scholarlyactivityid": 41331,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 41331,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111308555",
    "attachments": []
}