{
    "activityid": 41479,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Social network members who engage in activities with older adults: Do they bring more social benefits than other members?",
        "Journal": "Ageing and society",
        "Volume": "2018",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "1-20",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Active participation in social activities is important for the well-being of older adults. This study explored benefits of active social engagement by evaluating whether relationships that comprise active involvement (e.g., co-engagement in activities) bring more social benefits (i.e., social support, companionship, positive social influence) than other relationships that do not involve co-engagement. A total of 133 adults ages 60 years and older living in a rural Midwestern city in the United States were interviewed once and provided information on 1,740 social network members. Among 1,506 social relationships in which interactions occurred at least once a month, 52% involved engagement in social activities together and 35% involved eating together regularly. Results of the generalized linear mixed model showed that relationships involving co-engagement were significantly more likely to also convey social support (i.e., emotional, instrumental, informational), companionship, and social influence (encouragement for healthy behaviors) than relationships that do not involve co-engagement. Having more network members who provide companionship was associated with higher sense of environmental mastery, positive relations with others, and satisfaction with social network. Interventions may focus on maintaining and developing such social relationships and ensuring the presence of social settings in which co-engagement can occur. Future research may explore whether increasing co-engagement leads to enhanced sense of companionship and psychological well-being.",
        "Origin": "PubMed"
    },
    "facultyid": "114090441",
    "coauthors": {
        "182324": {
            "firstname": "Sato",
            "middleinitial": "",
            "lastname": "Ashida",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 182324,
            "scholarlyactivityid": 41479
        },
        "182325": {
            "firstname": "Daniel ",
            "middleinitial": "K",
            "lastname": "Sewell",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 182325,
            "scholarlyactivityid": 41479
        },
        "182326": {
            "firstname": "Ellen ",
            "middleinitial": "J",
            "lastname": "Schafer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 182326,
            "scholarlyactivityid": 41479
        },
        "182327": {
            "firstname": "Audrey",
            "middleinitial": "",
            "lastname": "Schroer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 182327,
            "scholarlyactivityid": 41479
        },
        "182328": {
            "firstname": "Julia",
            "middleinitial": "",
            "lastname": "Friberg",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 182328,
            "scholarlyactivityid": 41479
        }
    },
    "status": [
        {
            "id": 41479,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114090441",
    "attachments": []
}