{
    "activityid": 41478,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Psychosocial dimensions of human milk sharing",
        "Journal": "Maternal &amp; child nutrition",
        "Volume": "14 Suppl 6",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "e12606",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Breastfeeding is critical to maternal and infant health. Psychosocial factors are associated with lactation outcomes, and perinatal mood disorders (PMDs) are often linked with breastfeeding difficulties and early, unexpected weaning. Parents may utilize human milk sharing to ensure their infant receives human milk when breastfeeding requires supplementation or is not possible, but this practice carries health risks and is often stigmatized. Milk sharing recipient mothers may be particularly vulnerable to PMDs associated with breastfeeding difficulties. The study objective was to explore factors associated with emotional responses to a parent's decision to feed their infant with shared human milk. An online cross-sectional survey of 205 milk sharing recipients was analysed with linear regression. Controlling for participants' education and breastfeeding difficulties, higher perceived social stigma was associated with more negative emotional responses (p &lt; .01). Receiving strong spousal/partner support for milk sharing (p &lt; .001) and screening donors regarding the health of their nursling(s) (p &lt; .05) were associated with more positive emotional responses. Social stigmatization of milk sharing may negatively influence emotional responses among recipient mothers. Based on these results, it can be recommended that health professionals screen breastfeeding mothers with lactation difficulties for emotional distress that may lead to PMDs and provide evidence-based information about milk sharing in a nonstigmatizing way. Health professionals may support informed decision-making for infant feeding practices, including human milk sharing, by providing information on milk sharing risks and risk mitigation, developing evidence-based practices and guidelines that facilitate safe milk sharing, and directing families to available resources for psychosocial support.",
        "Origin": "PubMed"
    },
    "facultyid": "114090441",
    "coauthors": {
        "182321": {
            "firstname": "Ellen ",
            "middleinitial": "J",
            "lastname": "Schafer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 182321,
            "scholarlyactivityid": 41478
        },
        "182322": {
            "firstname": "Sato",
            "middleinitial": "",
            "lastname": "Ashida",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 182322,
            "scholarlyactivityid": 41478
        },
        "182323": {
            "firstname": "Aunchalee E L",
            "middleinitial": "",
            "lastname": "Palmquist",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 182323,
            "scholarlyactivityid": 41478
        }
    },
    "status": [
        {
            "id": 41478,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114090441",
    "attachments": []
}