{
    "activityid": 41489,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Facilitators and Barriers to Implementing the Breastfeeding Friendly Child Care Initiative in Florida",
        "Conference/Meeting Name": "Breastfeeding and Feminism International Conference 2019",
        "Conference Location": "Chapel Hill, NC",
        "Date or Date Range": "March 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background: Currently, 83% of American women initiate breastfeeding. However, many discontinue within six weeks, and few women (25%) meet the American Academy of Pediatrics and World Health Organization recommendations of exclusive breast milk provision for six months. Mothers’ return to work may impede breastfeeding continuation, representing an opportunity for intervention, as 59% of working women return to work within the first twelve weeks postpartum. Considering 72% of infants in the US are regularly cared for outside of their home, child care providers represent an important, and perhaps untapped, public health resource for supporting families who feed their children human milk. Yet, child care providers may have limited knowledge about breastfeeding or human milk provision and may discourage mothers from continuing to provide human milk for their babies. \nPurpose: The Surgeon General's 2011 Call to Action aims to ensure “child care providers accommodate the needs of breastfeeding mothers and infants.” Currently, eleven states, including Florida, have established breastfeeding friendly child care designation programs, which offer trainings and guidance regarding breastfeeding friendly child care practices. This qualitative research study was designed to uncover barriers and facilitators to the success of implementing the breastfeeding friendly child care initiative in Florida child care centers.\nNarrative: To examine the perceived barriers and facilitators to implementing the Florida Breastfeeding Friendly Child Care Initiative, we conducted semi-structured interviews with child care administrators in the Tampa Bay area. Findings suggest an unresolved tension between child care administrators’ breastfeeding beliefs and experiences. Administrators described a sense of dissonance shaped by biomedical and public health discourse on the benefits of breastfeeding and the larger socio-political, economic, and cultural meanings of women’s bodies. This suggests breastfeeding friendly child care designation programs, such as the one in Florida, need an innovative approach to the uptake of these initiatives that involves evidenced-based research, as well as working with child care providers to make these programs acceptable, feasible, and effective. \nConclusion: Child care provider support for breastfeeding and providing human milk to infants in their care may be an important component to supporting working mothers and prolonging breastfeeding duration. Understanding the barriers and facilitators to implementing a breastfeeding friendly childcare initiative is the first step to leveraging child care providers as possible human milk advocates and a source of breastfeeding support and public health resources.\n",
        "Origin": "Manual"
    },
    "facultyid": "114090441",
    "coauthors": {
        "222156": {
            "firstname": "Ellen",
            "middleinitial": "J",
            "lastname": "Schafer",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114090441",
            "authorid": 222156,
            "scholarlyactivityid": 41489,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "222157": {
            "firstname": "Taylor",
            "middleinitial": "",
            "lastname": "Livingston",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 222157,
            "scholarlyactivityid": 41489,
            "classifications": {
                "Role": "Post-doc"
            }
        },
        "222158": {
            "firstname": "Regina",
            "middleinitial": "M",
            "lastname": "Roig-Romero",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 222158,
            "scholarlyactivityid": 41489,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "222159": {
            "firstname": "Maret",
            "middleinitial": "",
            "lastname": "Wachira",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 222159,
            "scholarlyactivityid": 41489,
            "classifications": {
                "Role": "Author"
            }
        },
        "222160": {
            "firstname": "Stephanie",
            "middleinitial": "",
            "lastname": "Marhefka",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 222160,
            "scholarlyactivityid": 41489,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 41489,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114090441",
    "attachments": []
}