{
    "activityid": 4152,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Structure of the Eastern Seattle Fault Zone, Washington State: New Insights from Seismic Reflection Data",
        "Journal": "Bulletin of the Seismological Society of America",
        "Volume": "98",
        "Month / Season": "2008-08-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "1681-1695",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1785/0120070145",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/113",
        "Description/Abstract": "We identify and characterize the active Seattle fault zone (SFZ) east of Lake Washington with newly acquired seismic reflection data. Our results focus on structures observed in the upper 1 km below the cities of Bellevue, Sammamish, Newcastle, and Fall City, Washington. The SFZ appears as a broad zone of faulting and folding at the southern boundary of the Seattle basin and north edge of the Seattle uplift. We interpret the Seattle fault as a thrust fault that accommodates north–south shortening by forming a fault-propagation fold with a forelimb breakthrough. The blind tip of the main fault forms a synclinal growth fold (deformation front) that extends at least 8 km east of Vasa Park (west side of Lake Sammamish) and defines the south edge of the Seattle basin. South of the deformation front is the forelimb breakthrough fault, which was exposed in a trench at Vasa Park. The Newcastle Hills anticline, a broad anticline forming the north part of the Seattle uplift east of Lake Washington, is interpreted to lie between the main blind strand of the Seattle fault and a backthrust. Our profiles, on the northern limb of this anticline, consistently image north-dipping strata. A structural model for the SFZ east of Lake Washington is consistent with about 8 km of slip on the upper part of the Seattle fault, but the amount of motion is only loosely constrained.",
        "Origin": "Other"
    },
    "facultyid": "111110034",
    "coauthors": {
        "12354": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 12354,
            "scholarlyactivityid": 4152
        },
        "12355": {
            "firstname": "Thomas",
            "middleinitial": "L.",
            "lastname": "Pratt",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12355,
            "scholarlyactivityid": 4152
        }
    },
    "status": [
        {
            "id": 4152,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110034",
    "attachments": []
}