{
    "activityid": 41581,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Improving Power Output in Older Adults Using Plyometrics in a Body Mass-Supported Treadmill",
        "Journal": "Journal of strength and conditioning research",
        "Volume": "32",
        "Month / Season": "",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "2458-2465",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Dobbs, TJ, Simonson, SR, and Conger, SA. Improving power output in older adults using plyometrics in a body mass-supported treadmill. J Strength Cond Res 32(9): 2458-2465, 2018-The purpose of this study was to determine if performing plyometrics in a body mass-supported treadmill would lead to greater increases in power output and functional strength in older adults compared with traditional strength training. Twenty-three participants were randomized to strength (SG, n = 8), plyometric (PG, n = 8), or control (CG, n = 7) groups. The SG and PG exercised 3 times per week for 8 weeks, whereas the CG performed no exercise. Timed sit-to-stand and stair climb, estimated maximal muscular isotonic strength, and isokinetic strength were assessed pre- and posttraining. Significant improvements occurred in the PG vs. CG in the timed chair sit-to-stand (22.11 ± 8.48%; p = 0.013), timed stair climb (14.68 ± 6.28%; p = 0.002), and stair climb power (16.59 ± 9.07%; p &lt; 0.001). PG and SG significantly increased their estimated 1 repetition maximum in the leg extension and single leg lunge (p &lt; 0.05), and PG was significantly more powerful at all 3 velocities in both flexion and extension compared with SG and CG ranging from 24.54 to 61.85% (p &lt; 0.001) except for 60°·s extension during isokinetic testing. Eight weeks of plyometrics in a body mass-supported treadmill can significantly improve functional strength and power in older adults. In this study, the PG increased muscular strength at the same rate or better than the SG without performing any resistance training. The PG also outperformed SG during the functional tests. These results suggest that plyometrics, if modified and performed in a safe environment, can increase muscular strength and power and improve functional abilities in older adults.",
        "Origin": "PubMed"
    },
    "facultyid": "114002537",
    "coauthors": {
        "183162": {
            "firstname": "Tyler",
            "middleinitial": "J",
            "lastname": "Dobbs",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 183162,
            "scholarlyactivityid": 41581
        },
        "183163": {
            "firstname": "Shawn",
            "middleinitial": "R",
            "lastname": "Simonson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 183163,
            "scholarlyactivityid": 41581
        },
        "183164": {
            "firstname": "Scott",
            "middleinitial": "A",
            "lastname": "Conger",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 183164,
            "scholarlyactivityid": 41581
        }
    },
    "status": [
        {
            "id": 41581,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002537",
    "attachments": []
}