{
    "activityid": 4160,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Seismic imaging through the volcanic rocks of the Snake River Plain: insights from Project Hotspot",
        "Journal": "Geophysical Prospecting",
        "Volume": "63",
        "Month / Season": "2015-04-30",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "18",
        "Publisher": "European Association of Geoscientists &amp; Engineers",
        "DOI": "10.1111/1365-2478.12277",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Hotspot: The Snake River Geothermal Drilling Project was undertaken to better\nunderstand geothermal systems across the Snake River Plain volcanic province. A\nseries of surface and borehole seismic profiles were obtained to provide insights into\nvolcanic stratigraphy and test the capabilities of engineering-scale seismic imaging\nin such terranes. The Kimberly site drilled through 1.9 km of mostly rhyolite, with\nthin sedimentary interbeds in the upper part of the section. The Kimama site drilled\nthrough 1.9 km of mostly basalt with sedimentary interbeds at 200 m depth and\n1700 m depth. The Mountain Home site contained numerous sediment and volcanic\nrock layers. Downhole and surface vibroseis seismic results suggest sedimentary interbeds\nat depth correspond with low-velocity, high-temperature zones that relate to\nreflections on seismic profiles. Our results suggest that eruption flow volumes can be\nestimated and flow boundaries can be imaged with surface seismic methods using relatively\nhigh-fold and wide-angle coverage. High-frequency attenuation is observed at\nall sites, and this deficit may be countered by acquisition design and a focus on signal\nprocessing steps. Separation of surface and body waves was obtained by muting, and\nthe potential for large static effects was identified and addressed in processing. An\naccurate velocity model and lithology contacts derived from borehole information\nimproved the confidence of our seismic interpretations.",
        "Origin": "Other"
    },
    "facultyid": "111110034",
    "coauthors": {
        "12402": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 12402,
            "scholarlyactivityid": 4160
        },
        "12403": {
            "firstname": "Douglas",
            "middleinitial": "R",
            "lastname": "Schmitt",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12403,
            "scholarlyactivityid": 4160
        },
        "12404": {
            "firstname": "John",
            "middleinitial": "W",
            "lastname": "Shervais",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12404,
            "scholarlyactivityid": 4160
        }
    },
    "status": [
        {
            "id": 4160,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110034",
    "attachments": []
}