{
    "activityid": 4164,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Seismic Expression of Pleistocene Paleoceanographic Changes in the California Borderland from Digitally Acquired 3.5 Khz Subbottom Profiles and Ocean Drilling Program Leg 167 Drilling",
        "Journal": "Journal of Geophysical Research",
        "Volume": "109",
        "Month / Season": "2004-08-02",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "B07101-1 - B07101-20",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1029/2003JB002439",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/55",
        "Description/Abstract": "We correlate processed 3.5 kHz seismic profiles with physical properties of cores collected during ODP Leg 167 from the Tanner, East Cortes, and San Nicolas Basins through much of the Pleistocene succession. Results indicate that seismic horizons in the unconsolidated Pleistocene sediments (top 50 m) are mainly controlled by density contrasts. Removing of the compaction trend from the density reveals a very interesting relationship between density and composition - the density closely and inversely correlates with organic carbon indicating that large-scale variations in organic carbon are responsible for seismic reflections through their influence on density. This is a significant discovery since there apparently is no other paleoceanographic setting that we know of where such a close linkage between acoustic properties and organic carbon has been established. The variations in organic carbon are mainly marine in origin and derive from variations in primary productivity associated with upwelling and the preservation regime related to oxygenation of water. Pleistocene reflections on 3.5 kHz profiles in the Borderland province thus record regional cyclical fluctuations in the paleoclimatic signals. The close resemblance in the density profiles at the three different basins indicates that the sedimentary regime was similar in those basins through the Pleistocene. These common density patterns produce regional seismic horizons that correlate well among the basins. It is likely these correlated and dated horizons could be extrapolated to other Borderland basins (e.g., San Clemente), where they can potentially be used as time markers for neotectonic studies in the region.",
        "Origin": "Other"
    },
    "facultyid": "111110034",
    "coauthors": {
        "12421": {
            "firstname": "Aleksandra",
            "middleinitial": "",
            "lastname": "Janik",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12421,
            "scholarlyactivityid": 4164
        },
        "12422": {
            "firstname": "Mitchell",
            "middleinitial": "W.",
            "lastname": "Lyle",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12422,
            "scholarlyactivityid": 4164
        },
        "12423": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 12423,
            "scholarlyactivityid": 4164
        }
    },
    "status": [
        {
            "id": 4164,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2004,
            "termid": "2004/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110034",
    "attachments": []
}