{
    "activityid": 4172,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Lower Miocene to Present Stratigraphy of the Equatorial Pacific Sediment Bulge and Carbonate Dissolution Anomalies",
        "Journal": "Paleoceanography",
        "Volume": "18",
        "Month / Season": "2003-05-22",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1029/2002PA000828",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/54",
        "Description/Abstract": "The bulge is a 600-m-thick regional deposit of pelagic sediment accumulated around the equator. Its stratigraphy reflects a number of factors: how accumulation rates have varied over time, how accumulation has been spatially focused around the equator, how much carbonate dissolution and reworking or nondeposition by bottom currents have occurred, and how much the deposits have been translated northward by motion of the Pacific tectonic plate on which they have accumulated. In order to fully explore the effects of these processes, a spatially continuous stratigraphic database is desirable, as existing cores provide information at only discrete points, and they tend to be sited in locally thicker accumulations. We illustrate the utility of seismic data tied to drill cores by comparing the carbonate dissolution effect in two north-south lines crossing the sediment bulge. Bathymetry over our easterly seismic line deepens relatively little going north, whereas our westerly line deepens by 750 m from 4?N to 7?N. At a common latitude the primary pelagic input to both these lines will have been similar, so the difference of their sediment mass should reflect mostly their relative carbonate loss due to dissolution. We use this fact to calculate the slope of the carbonate dissolution curve and find a remarkably small slope (little relative carbonate dissolution) compared to that expected from previous studies. The techniques here may suggest a possible way forward for studying the equatorial carbonate stratigraphy more generally.",
        "Origin": "Other"
    },
    "facultyid": "111110034",
    "coauthors": {
        "12454": {
            "firstname": "Neil",
            "middleinitial": "C.",
            "lastname": "Mitchell",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12454,
            "scholarlyactivityid": 4172
        },
        "12455": {
            "firstname": "Mitchell",
            "middleinitial": "W.",
            "lastname": "Lyle",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12455,
            "scholarlyactivityid": 4172
        },
        "12456": {
            "firstname": "Marie",
            "middleinitial": "B.",
            "lastname": "Knappenberger",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12456,
            "scholarlyactivityid": 4172
        },
        "12457": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 12457,
            "scholarlyactivityid": 4172
        }
    },
    "status": [
        {
            "id": 4172,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2003,
            "termid": "2002/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110034",
    "attachments": []
}