{
    "activityid": 4175,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Portland Hills Fault: Uncovering a Hidden Fault in Portland, Oregon Using High-Resolution Geophysical Methods",
        "Journal": "Tectonophysics",
        "Volume": "368",
        "Month / Season": "2003-06-26",
        "Issue Number": "4-Jan",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "89-103",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/S0040-1951(03)00152-5",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/86",
        "Description/Abstract": "The Portland metropolitan area historically is the most seismically active region in Oregon. At least three potentially active faults are located in the immediate vicinity of downtown Portland, with the Portland Hills Fault (PHF) extending directly beneath downtown Portland. The faults are poorly understood, and the surface geologic record does not provide the information required to assess the seismic hazards associated with them. The limited geologic information stems from a surface topography that has not maintained a cumulative geologic record of faulting, in part, due to rapid erosion and deposition from late Pleistocene catastrophic flood events and a possible strike-slip component of the faults. We integrated multiple high-resolution geophysical techniques, including seismic reflection, ground penetrating radar (GPR), and magnetic methods, with regional geological and geophysical surveys to determine that the Portland Hills Fault is presently active with a zone of deformation that extends at least 400 m. The style of deformation is consistent with at least two major earthquakes in the last 12–15 ka, as confirmed by a sidehill excavation trench. High-resolution geophysical methods provide detailed images of the upper 100 m across the active fault zone. The geophysical images are critical to characterizing the structural style within the zone of deformation, and when integrated with a paleoseismic trench, can accurately record the seismic history of a region with little surface geologic exposure.",
        "Origin": "Other"
    },
    "facultyid": "111110034",
    "coauthors": {
        "12468": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 12468,
            "scholarlyactivityid": 4175
        },
        "12469": {
            "firstname": "Mark",
            "middleinitial": "A.",
            "lastname": "Hemphill-Haley",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12469,
            "scholarlyactivityid": 4175
        },
        "12470": {
            "firstname": "Ian",
            "middleinitial": "P.",
            "lastname": "Madin",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12470,
            "scholarlyactivityid": 4175
        }
    },
    "status": [
        {
            "id": 4175,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2003,
            "termid": "2003/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110034",
    "attachments": []
}