{
    "activityid": 4178,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Hammer Seismic Reflection Imaging in an Urban Environment",
        "Journal": "The Leading Edge",
        "Volume": "30",
        "Month / Season": "2011-02-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1190/1.3555324",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/130",
        "Description/Abstract": "Subsurface characterization within urban centers is critically important for city planners, municipalities, and engineers to estimate groundwater resources, track contaminants, assess earthquake or landslide hazards, and many other similar objectives.  Improving geophysical imaging methods and results, while minimizing costs, provides greater opportunities for city/project planners and geophysicists alike to take advantage of the improved characterization afforded by the particular method.  Seismic reflection results can provide hydrogeologic constraints for groundwater models, provide slip rate estimates for active faults, or simply map stratigraphy to provide target depth estimate.  While many traditional urban seismic transects have included the use of vibroseis sources to improve reflection signals and attenuate cultural noise, low-cost and high-quality near-surface seismic reflection data can be obtained within an urban environment using impulsive sources at a variety of scales and at production rates that can significantly exceed those of swept sources.",
        "Origin": "Other"
    },
    "facultyid": "111110034",
    "coauthors": {
        "12478": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 12478,
            "scholarlyactivityid": 4178
        }
    },
    "status": [
        {
            "id": 4178,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110034",
    "attachments": []
}