{
    "activityid": 41828,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Complaining Women in Renaissance England: Isabella Whitney’s The Copy of a Letter",
        "Conference/Meeting Name": "Gender in Research and Creative Activities Symposium",
        "Conference Location": "Boise State University",
        "Date or Date Range": "April 5, 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Gender Studies Program",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In my presentation, I will explore interplay between three levels of complaint in Isabella Whitney’s 1567 poem “The Copy of a Letter”: personal, gendered, and societal.  The movement between these different levels creates a complex conversation about the private and public effects of relationship troubles. This conversation often focuses on the ideal of constancy, which was a slippery and multi-valent term in early modern England. Whitney applies her standard of constancy to both to the personal relationship and to larger structures of morality through the three levels of the poem. In the first circle, at the heart of the poem, Whitney’s narrator levels specific complaints against her “unconstant lover,” striking a careful balance between various arguments: resignation at the lover’s choices, reminders of their past relationship, confidence in her own worth, and concern about the future. She both reprimands the unnamed lover for his lack of constancy and asserts her own moral and emotional stability. On the second level, Whitney’s speaker uses examples, mostly from classical mythology (specifically Ovid’s Heroides) to create an apparently stark contrast between the constancy of women and fickleness of men. But the inclusion of exceptions to both rules complicates this gender stereotyping and suggests alternatives for both male and female behavior. The poem’s third level explores issues of cosmic justice, questioning why faithless men are spared the consequences of their actions. But it also investigates the challenges readers face in interpreting poetic and historical events accurately, especially when those events have been passed down with specific meanings attached to them. On all three levels, Whitney asserts herself as both a constant lover and a critical reader of people and texts. ",
        "Origin": "Manual"
    },
    "facultyid": "111673550",
    "coauthors": {
        "210507": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Black",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111673550",
            "authorid": 210507,
            "scholarlyactivityid": 41828,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 41828,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 41828,
            "status": "Submitted",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111673550",
    "attachments": []
}