{
    "activityid": 41966,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Leadership proficiency: Perspectives of athletic trainers new-to-practice ",
        "Journal": "Athletic Training Education Journal ",
        "Volume": "14",
        "Month / Season": "July-September 2019 ",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "191-197",
        "Publisher": "Athletic Training Education Journal ",
        "DOI": "https://doi.org/10.4085/11403191",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://doi.org/10.4085/11403191",
        "Description/Abstract": "Context: A broad range of knowledge, skills, and abilities related to leadership has been suggested as essential for development during the athletic training education process. Though the importance of these characteristics has been established, self-perceived proficiency levels of new-to-practice athletic trainers have not been evaluated. \n\nObjective: To determine the level of self-perceived proficiency attained on key leadership competencies by new-to-practice athletic trainers and to determine which factors relate to increased levels of self-perceived proficiency.\n\nDesign: Quantitative survey research.\n\nSetting: Online questionnaire.\n\nPatients or Other Participants: 173 athletic trainers within their first 5 years of practice participated in the study. \n\nMain Outcome Measures(s): Participants completed a web-based questionnaire developed by the researchers to determine the self-perceived level of proficiency attained by the new-to-practice athletic trainer on 5 key leadership competencies. One open-ended response item allowed participants to suggest educational experience changes that could lead to increased proficiency in the 5 key leadership competencies. \n\nResults: Athletic trainers who completed their professional education at the master’s level selected higher self-perceived proficiency levels for the competency Knowledgeable than those who completed bachelor’s degrees to complete their professional athletic training requirements. As years of practice increased, athletic trainers perceived higher levels of proficiency in the competencies of Knowledgeable, Ethical Practice, and Credible. Level of self-perceived proficiency ratings for Adaptable and Flexible were significantly lower than proficiency in other competencies, regardless of demographic variables.\n\nConclusions: Completion of professional education at the master’s degree level resulted in increased self-perceived levels of knowledge in new-to-practice athletic trainers. Self-perceived proficiency in the characteristics of adaptability and resilience lag behind other key competencies even as years of practice increase. Pedagogical and curricular strategies from other health care professions could be employed to increase adaptability and resilience in athletic training students.\n\nKey Words: competencies, adaptability, resilience, degree change\n",
        "Origin": "Manual"
    },
    "facultyid": "111659427",
    "coauthors": {
        "212078": {
            "firstname": "Genevieve",
            "middleinitial": "E",
            "lastname": "Ludwig EdD, ATC",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111659427",
            "authorid": 212078,
            "scholarlyactivityid": 41966,
            "classifications": {
                "Role": "Author"
            }
        },
        "212079": {
            "firstname": "Janelle",
            "middleinitial": "",
            "lastname": "Handlos EdD, ATC",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 212079,
            "scholarlyactivityid": 41966,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 41966,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111659427",
    "attachments": [
        {
            "attachmentid": 19068,
            "mimetype": "application/pdf",
            "filename": "11403191.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25wdnFxZnZpSUs2U01qNFNyS05QdU9SOHFzU3RkZjU0c1FxSWIrQXdyOVR0QT09",
            "filesize": 118554
        }
    ]
}