{
    "activityid": 42051,
    "fields": {
        "Type": "Book",
        "Title": "Learning Through Practice: Statistical Reasoning, First edition",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Edition": "1",
        "Volume": "",
        "Publisher": "Van Griner Learning",
        "Publisher Location": "Cincinatti, OH",
        "ISBN": "ISBN-13 978-1-61740-712-3, ISBN-10 1-61740-712-7",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The workbook Learning Through Practice: Statistical Reasoning was written to get students to do and write emphasizing understanding and interpretation of raw results of data analysis, journal abstracts, and scientific results reported in general media. In order to develop understanding of hypothesis testing and confidence intervals, data-based questions provide require students to choose and construct appropriate graphs, perform inferential procedures, and interpret results using both correct statistical terminology and plain language. Later sections include software output (primarily R and excel) from multivariate data sets showing the results of linear regression analysis, chi-square tests and ANOVA with questions that ask students to write appropriate hypotheses and interpret results.  Sections include questions requiring students to\n1) apply their understanding to interpret results in new contexts, including research articles,\n2) write explanations of statistical concepts,\n3) reason critically, including understanding the limitations of the procedures and \n4) discuss concepts in groups. \nUsed in an algebra-based statistical reasoning course, this workbook is written for students who have had no prior statistics course with the goal of preparing them to understand and apply the results of research and data analysis in a variety of subsequent courses.\n",
        "Origin": "Manual"
    },
    "facultyid": "111112597",
    "coauthors": {
        "248826": {
            "firstname": "Kathrine",
            "middleinitial": "E",
            "lastname": "Johnson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112597",
            "authorid": 248826,
            "scholarlyactivityid": 42051,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 42051,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111112597",
    "attachments": []
}