{
    "activityid": 42168,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Long-billed Curlew Nest Site Selection and Success in the Intermountain West",
        "Journal": "Journal of Wildlife Management",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Grassland birds have experienced steeper population declines between 1966 and 2015 than any other bird group on the North American continent, and migratory grassland birds may face threats in all stages of their annual cycle. The grassland-associated long-billed curlew (Numenius americanus) is part of the Numeiini tribe of waders, a group that is globally recognized as imperiled, and there are population declines in regional and local portions of their North American breeding range. Much of the landscape used by curlews includes “working lands” such as agricultural croplands, rangelands, and pastures. Curlews are long-lived and exhibit high fidelity for breeding ground territories, but also spend three-quarters of the year on the wintering grounds. Thus, population declines could indicate threats on either the breeding or wintering grounds. Nesting success is one critical portion of the annual cycle at which curlews may face demographic rate limitations from a suite of threats including predators and anthropogenic disturbance. Curlews might be expected to counter nest depredation threats through increased concealment, advanced warning of predators, and increased predator deterrent capacity. Likewise, curlews may also use nest-site selection to counter some direct and indirect threats imposed by anthropogenic features. We compared nest-sites versus random sites within breeding territories to examine nest-site selection, and modeled correlates of nesting success for 128 curlew nests at 5 Intermountain West sites. Nest-sites were 6 times more likely than random sites to be situated adjacent to existing cowpies. Additionally, curlews selected nest-sites with shorter vegetation, and less bare ground, grass, and shrub cover than at random sites within their territories. Nest success varied widely among sites and ranged from 12 to 40% in a season using the Mayfield method, with a mean of 27% for all nests during the 2015 and 2016 seasons. Higher nest success probability was associated with higher curlew densities in the area, greater percent cover of conspicuous objects (cowpies and rocks) near the nest, and higher densities of black-billed magpies and American crows at the site. We also found increased probability of nesting success with increased distance from a nest to the nearest potential perch in that territory. Given the central role of working lands to curlews in much of the Intermountain West, understanding limitations to nesting success in these diverse landscapes is necessary to guide adaptive management strategies in increasingly human-modified habitats. We suggest some grazing and irrigation practices already provide suitable nesting conditions for curlews, and others may require only minor temporal shifts to improve compatibility.",
        "Origin": "Manual"
    },
    "facultyid": "111358636",
    "coauthors": {
        "216057": {
            "firstname": "Stephanie",
            "middleinitial": "E",
            "lastname": "Coates",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 216057,
            "scholarlyactivityid": 42168,
            "classifications": {
                "Role": "Author"
            }
        },
        "216058": {
            "firstname": "Ben",
            "middleinitial": "W",
            "lastname": "Wright",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 216058,
            "scholarlyactivityid": 42168,
            "classifications": {
                "Role": "Author"
            }
        },
        "216059": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 216059,
            "scholarlyactivityid": 42168,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 42168,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358636",
    "attachments": [
        {
            "attachmentid": 20184,
            "mimetype": "application/pdf",
            "filename": "Coates et al. 2019_LBCU Nesting (JWM).pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeVBJRGNzM01wR1liU1NzbmRRK28xQm9xUlpFWktmcG8zdjN6cThjbktXeE84M04vcXpUUmZZZ2ZlYXJUUTg0bUVTbnZMeHBZK1VxQmJ3TG9GdnFLYmtwdHlzb0xYWnZvLw%3D%3D",
            "filesize": 1654304
        }
    ]
}