{
    "activityid": 42169,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Long-billed Curlews (Numenius americanus) wintering in California and Mexico exhibit high site fidelity and habitat-specific spatial distribution",
        "Journal": "Condor",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Migratory birds face threats throughout the full annual cycle, and cumulative effects from linkages between the breeding and non-breeding grounds may impact species at the population level. Mapping connectivity and spatial distribution within varied habitats pinpoints conservation issues, yet for many species we lack this fundamental knowledge. Long-billed Curlews (Numenius americanus) are a migratory shorebird of conservation concern that show population declines at some regional and local scales. Little information is available regarding their spatial distribution on the wintering grounds, particularly for Mexico. We used satellite transmitters to track 35 curlews that bred in the Intermountain West and wintered in California and Mexico, and studied home range size and inter-annual site fidelity with dynamic Brownian Bridge Movement Models. We documented four main wintering areas: Central Valley of California, the adjoining Imperial and Mexicali Valleys of California and Mexico, the Chihuahuan Desert of inland Mexico, and coastal areas of western Mexico and the Baja Peninsula. Curlews wintering in coastal areas had significantly smaller home ranges and fewer core use areas than those wintering in inland areas. Home ranges in the Central Valley were larger than other inland areas, and Central Valley females had larger home ranges than Central Valley males. We measured site fidelity with a Utilization Distribution Overlap Index and found that inter-annual fidelity for wintering curlews was high, regardless of habitat type or sex. These findings provide valuable information for full annual cycle conservation and will be particularly constructive for conservation planning once range-wide migratory connectivity is mapped.",
        "Origin": "Manual"
    },
    "facultyid": "111358636",
    "coauthors": {
        "341429": {
            "firstname": "Stephanie",
            "middleinitial": "E",
            "lastname": "Coates",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 341429,
            "scholarlyactivityid": 42169,
            "classifications": {
                "Role": "Author"
            }
        },
        "341430": {
            "firstname": "Jay",
            "middleinitial": "",
            "lastname": "Carlisle",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111358636",
            "authorid": 341430,
            "scholarlyactivityid": 42169,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 42169,
            "status": "Revise &amp; Resubmit",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 3,
            "completionorder": 3
        }
    ],
    "userid": "111358636",
    "attachments": []
}