{
    "activityid": 4217,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Unique and Incomparable: The Exceptional Life of the First Female Doctor in Poland, Regina Salomea Pilsztynowa",
        "Journal": "Polish Review",
        "Volume": "59",
        "Month / Season": "2014-02-21",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "University of Illinois Press",
        "DOI": "ISSN: 0032-2970",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "www.press.illinois.edu",
        "Description/Abstract": "The three waves of feminism and post-feminist analysis can be seen in the interpretation of Regina Salomea Pilsztynowa’s Life’s Travels and Adventures.  Pilsztynowa’s 18th-century memoir was of great interest to first-wave feminists and anti-feminists at the turn of the 20th century because it included compelling narratives of female agency and emancipation. To anti-feminists, it was evidence of a world turned upside down in which warped emancipated woman lost their way in the world, but feminists found evidence that the twentieth-century drive for women’s freedom had its roots in the struggle for freedom waged by eighteenth-century feminist foremothers.  One of the clearest goals of second-wave feminism was to recover the lost voices of women of the past via the rediscovery of texts, and this memoir was re-discovered in the 1970s-1990s and re-evaluated and translated.  Third-wave feminists included this memoir in gender studies courses where students and scholars used digital media to publish their findings to cast a wider net and it captured a multiplicity of views including new discoveries regarding the author. Some third-wave feminists have labeled Pilsztynowa’s experience as exceptional and therefore unworthy of consideration or inclusion in any sort of canon of Polish female authors. But if we could go back in time to ask Pilszytynowa, in true Sarmatian fashion, she would insist that she was unique and incomparable, but nevertheless she was the first female doctor in Poland.",
        "Origin": "Other"
    },
    "facultyid": "111116629",
    "coauthors": {
        "12581": {
            "firstname": "Lynn",
            "middleinitial": "T",
            "lastname": "Lubamersky",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116629",
            "authorid": 12581,
            "scholarlyactivityid": 4217
        }
    },
    "status": [
        {
            "id": 4217,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 4217,
            "status": "Accepted",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111116629",
    "attachments": []
}