{
    "activityid": 42237,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "IL-6 and ovarian cancer: inflammatory cytokines in promotion of metastasis",
        "Journal": "Cancer management and research",
        "Volume": "10",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "6685-6693",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Ovarian cancer is the most fatal gynecological cancer in the USA and the fifth most common cancer-related cause of death in women. Inflammation has been shown to play many roles in ovarian cancer tumor growth, with the proinflammatory cytokine interleukin-6 (IL-6) having been established as a key immunoregulatory cytokine. Ovarian cancer cells continuously secrete cytokines that promote tumorigenicity in both autocrine and paracrine fashions while also receiving signals from the tumor microenvironment (TME). The TME contains many cells including leukocytes and fibroblasts, which respond to proinflammatory cytokines and secrete their own cytokines, which can produce many effects including promotion of chemoresistance, resistance to apoptosis, invasion, angiogenesis by way of overexpression of vascular endothelial growth factor, and promotion of metastatic growth at distant sites. IL-6 and its proinflammatory family members, including oncostatin M, have been found to directly stimulate enhanced invasion of cancer cells through basement membrane degradation caused by the overexpression of matrix metalloproteinases, stimulate promotion of cell cycle, enhance resistance to chemotherapy, and cause epithelial-to-mesenchymal transition (EMT). IL-6 has been shown to activate signaling pathways that lead to tumor proliferation, the most studied of which being the Janus kinase (JAK) and STAT3 pathway. IL-6-induced JAK/STAT activation leads to constitutive activation of STAT3, which has been correlated with enhanced tumor cell growth and resistance to chemotherapy. IL-6 has also been shown to act as a trigger of the EMT, the hypothesized first step in the metastatic cascade. Understanding the important role of IL-6 and its family members' effects on the pathogenesis of ovarian cancer tumor growth and metastasis may lead to more novel treatments, detection methods, and improvement of overall clinical outcomes.",
        "Origin": "PubMed"
    },
    "facultyid": "111110166",
    "coauthors": {
        "187826": {
            "firstname": "Landon",
            "middleinitial": "",
            "lastname": "Browning",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 187826,
            "scholarlyactivityid": 42237
        },
        "187827": {
            "firstname": "Megha ",
            "middleinitial": "R",
            "lastname": "Patel",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 187827,
            "scholarlyactivityid": 42237
        },
        "187828": {
            "firstname": "Eli ",
            "middleinitial": "B",
            "lastname": "Horvath",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 187828,
            "scholarlyactivityid": 42237
        },
        "187829": {
            "firstname": "Ken",
            "middleinitial": "",
            "lastname": "Tawara",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 187829,
            "scholarlyactivityid": 42237
        },
        "187830": {
            "firstname": "Chery",
            "middleinitial": "L",
            "lastname": "Jorcyk",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 187830,
            "scholarlyactivityid": 42237
        }
    },
    "status": [
        {
            "id": 42237,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110166",
    "attachments": []
}