{
    "activityid": 4233,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Multiwavelength Monitoring of the Enigmatic Narrow-Line Seyfert 1 PMN J0948+0022 in 2009 March-July",
        "Journal": "Astrophysical Journal",
        "Volume": "707",
        "Month / Season": "2009-11-25",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "727-737",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1088/0004-637x/707/1/727",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/44",
        "Description/Abstract": "Following the recent discovery of ? rays from the radio-loud narrow-line Seyfert 1 galaxy PMN J0948+0022 (z = 0.5846), we started a multiwavelength campaign from radio to ? rays, which was carried out between the end of 2009 March and the beginning of July. The source displayed activity at all the observed wavelengths: a general decreasing trend from optical to ?-ray frequencies was followed by an increase of radio emission after less than two months from the peak of the ?-ray emission. The largest flux change, about a factor of about 4, occurred in the X-ray band. The smallest was at ultraviolet and near-infrared frequencies, where the rate of the detected photons dropped by a factor 1.6-1.9. At optical wavelengths, where the sampling rate was the highest, it was possible to observe day scale variability, with flux variations up to a factor of about 3. The behavior of PMN J0948+0022 observed in this campaign and the calculated power carried out by its jet in the form of protons, electrons, radiation, and magnetic field are quite similar to that of blazars, specifically of flat-spectrum radio quasars. These results confirm the idea that radio-loud narrow-line Seyfert 1 galaxies host relativistic jets with power similar to that of average blazars.",
        "Origin": "Other"
    },
    "facultyid": "111197453",
    "coauthors": {
        "12630": {
            "firstname": "Daryl",
            "middleinitial": "J",
            "lastname": "Macomb",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111197453",
            "authorid": 12630,
            "scholarlyactivityid": 4233
        }
    },
    "status": [
        {
            "id": 4233,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111197453",
    "attachments": []
}