{
    "activityid": 42416,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Pointless Feminist Rants? Instructor Bias, Student Resistance, and the Teaching of Technical Communication.",
        "Conference/Meeting Name": "Rhetoric Society of America Conference",
        "Conference Location": "Minneapolis, MN.",
        "Date or Date Range": "2 June 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Rhetoric Society of America",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "On a recent teaching evaluation for my Introduction to Technical Communication course, a student commented, “[the professor’s] rants on feminism took up alot [sic] of time and seem to be somewhat pointless. A woman will most likely be the president, woman [sic] are too close to equality to focus as much time on feminism as [the professor] did.” Encountering this comment after the 2016 presidential election made me wonder: What is the place for these conversations in a technical communication course? How do I overcome the bias I face by raising these concerns?\n\nThis presentation examines feminism in the context of an introductory technical communication course. While enrolled students come from a variety of backgrounds, many have never been asked to examine the ideologies that inform scientific epistemology; some resist even relevant political topics. Others hear such discussions as indicative of an instructor’s biased position and dismiss their value. However, these topics can be approached more successfully using Frost’s (2016) concept of apparent feminism. Apparent feminism allows researchers to highlight the alignment of their work with feminism’s pursuit of social justice, and even those who would not identify as feminists can be recruited as allies. While Frost focuses primarily on apparent feminism’s use in technical communication research to address social inequities, I apply the methodology to teaching technical communication.\n\nIn a classroom setting, apparent feminism encourage students to examine terms such as efficiency, clarity, conciseness (among others) that too often are used to perpetrate injustice in the workplace or other settings, making various feminist issues apparent (e.g. Wolfe &amp; Alexander, 2005; Wolfe &amp; Powell, 2009). Instructors could further this work and overcome resistance by bringing in examples outside the typical reports, memos, or letters used as models. Seigel’s (2013) analysis of pregnancy handbooks demonstrates the value analyzing technical communication in terms of gender, authority, and sociopolitical concerns. Students could even read Katz’s (1992) well-known analysis of Nazi technical memos in the context of apparent feminism. Connecting extreme examples with documents that students may encounter in the workplace could demonstrate the value of these approaches and undermine student resistance or charges of instructor bias.\n\nWhile students may still resist topics or approaches that disrupt a positivistic approach to technical communication, our current political environment makes addressing issues of social justice necessary. Rather than training writers to approach technical communication as unbiased and value-free, instructors must find ways to overcome student resistance to reveal the ideologies at work in these settings.\n \nReferences\nEidinger, A. (2017, March 30). She’s hot: Female sessional instructors, gender bias, and student evaluations. Activehistory.ca. Retrieved from http://activehistory.ca/2017/03/shes-hot-female-sessional-instructors-gender-bias-and-student-evaluations/ \n\nFrost, E. A. (2016). Apparent feminism as a methodology for technical communication and rhetoric. Journal of Business and Technical Communication, 30(1), 3-28.\n\nKatz, S.B. (1992). The ethic of expediency: Classical rhetoric, technology, and the holocaust. College English, 54(3), 255-275.\n\nKopelson, K. (2003). Rhetoric on the edge of cunning; Or, the performance of neutrality (re)considered as a composition pedagogy for student resistance. College Composition and Communication, 55(1), 115-146.\n\nSeigel, M. (2013). The rhetoric of pregnancy. Chicago: University of Chicago Press.\n\nWolfe, J., &amp; Alexander, K. P. (2005). The computer expert in mixed-gendered collaborative writing groups. Journal of Business and Technical Communication, 19, 135-170.\n\nWolfe, J., &amp; Powell, E. (2009). Biases in interpersonal communication: How engineering students perceive gender typical speech acts in teamwork. Journal of Engineering Education, 98, 5-16.",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "188982": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 188982,
            "scholarlyactivityid": 42416
        }
    },
    "status": [
        {
            "id": 42416,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": []
}