{
    "activityid": 42417,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Valuing Women’s Contributions: Team Projects and Collaborative Writing",
        "Conference/Meeting Name": "American Society for Engineering Education Annual Conference and Exposition",
        "Conference Location": "Salt Lake City, UT",
        "Date or Date Range": "25 June 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "American Society for Engineering Education",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Common to engineering project courses, team projects offer opportunities for student engineers to learn how to work on a team and produce collaborative written reports. These learning opportunities are seen as transferable to the workplace setting, where engineers must be able to work and write with others within an organization. However, research has shown that women often do more writing, and that writing labor is unrecognized or undervalued, particularly when the technical work is viewed as more essential.\n\nIn this paper, we will examine the results of a study focused on the writing component in a senior-level materials science course. This course requires students to complete projects for clients and produce a written report. To focus more on writing education, the department brought in an English professor, who researches engineering communication and is coordinating this project, to consult on assignments, comment on student work, and present on writing topics, including managing the writing aspect of collaborative work.\n\nThrough a series of surveys and interviews and examining the written products, we aim to assess the impacts of these interventions on student writing and their experiences collaborating. While the surveys address the class as a whole, the interviews target women to learn more about their past experiences working on teams and the effects of the interventions. Particular to women’s experiences, we argue that by making the writing labor more visible in the project and insisting that each student contribute to the writing, women’s contributions will not only be clearer but also more explicitly valued and their experiences will be more positive overall.\n\nAfter describing the findings, we will offer recommendations to continue improving women’s experiences in project-based classroom settings. These recommendations will focus on ways engineering instructors who assign writing can ensure women’s contributions are both visible and valued in evaluation.",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "188983": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 188983,
            "scholarlyactivityid": 42417
        }
    },
    "status": [
        {
            "id": 42417,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": []
}