{
    "activityid": 42414,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Valuing Women’s Contributions: Team Projects and Collaborative Writing",
        "Name of Conference": "American Society for Engineering Education",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Team projects offer opportunities for student engineers to learn how to work on a team and produce collaborative written reports. However, research has shown that women often do more writing during these projects, and that their writing labor is unrecognized or undervalued, particularly when the technical work is viewed as more essential. In this paper, we examine the results of a study focused on the writing component in a year-long senior capstone materials science and engineering (MSE) course sequence. This course requires students to complete projects for clients and produce a written report, among other deliverables. To focus more on writing education, the engineering professors brought in an English professor, who researches engineering communication and is coordinating this project, to consult on assignments, comment on student work, and present on writing topics, including managing the writing aspect of collaborative work. Here, we assess the impacts of interventions on student writing and collaboration, focusing on women’s experiences through a series of interviews. These interviews focused on learning more about women’s past experiences working on teams and the effects of the course interventions. Particular to women’s experiences, we argue that by making the writing labor more visible in the project and insisting that each student contribute to the writing, women’s contributions will not only be clearer but also more explicitly valued and their experiences will be more positive overall. After describing the findings, we offer recommendations to continue improving women’s experiences in project-based classroom settings. These recommendations focus on ways engineering instructors who assign writing can ensure women’s contributions are both visible and valued in evaluation.",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "188979": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 188979,
            "scholarlyactivityid": 42414,
            "classifications": {
                "Role": "Author"
            }
        },
        "188980": {
            "firstname": "Harold",
            "middleinitial": "",
            "lastname": "Ackler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111673752",
            "authorid": 188980,
            "scholarlyactivityid": 42414,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 42414,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": [
        {
            "attachmentid": 14124,
            "mimetype": "application/pdf",
            "filename": "Valuing_Women_s_Contributions_Final.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitabnkyTDF0UkR6OExRL0hMTmhaZHRTRkpHWXlZUGNuUjBuMjcyeUR5Z2R4T1E0VGtnZTRWRDdwSlY1ZmxGeDlXdnpHVTJQc1RVWFBhSUV1SkxZczlWVQ%3D%3D",
            "filesize": 405380
        }
    ]
}