{
    "activityid": 42419,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Performing Feminist Writing Pedagogies in 21st Century Classrooms",
        "Conference/Meeting Name": "Conference on College Composition and Communication",
        "Conference Location": "Pittsburgh, PA",
        "Date or Date Range": "15 March 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "National Council for Teachers of English/College Composition and Communication",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Panelists will share challenges in enacting feminist writing pedagogy, then pose questions to room for whole-group problem-solving and discussion.\n\nQuestion to the room to seek further insight. We will then have small breakout sessions where participants will be able to problem-solve a question of their choice, before coming back together as a group to share final suggestions, which will be collected and distributed via a Google Do\n\nThe 21st-century classroom offers both opportunities and challenges for feminist teachers of writing, as both new writing platforms and revisions of feminist theory confound and complicate traditional methods of instruction. It is thus an ideal moment to consider how we perform feminist writing pedagogies. How do we prepare students to engage in public, professional, and even academic writing spaces where feminist ways of knowing may not be valued? What pressing conversations and concerns—diversity, inclusivity, privilege, intersectionality—have not yet been fully taken up by our field? How do we bring the embodied experiences of instructors and students to bear in the various sites we teach in?\n\nTo answer these questions, each panelist will briefly share how they have attempted to address a particular challenge in enacting feminist writing pedagogy, then pose a question to the room to seek further insight. We will then have small breakout sessions where participants will be able to problem-solve a question of their choice, before coming back together as a group to share final suggestions, which will be collected and distributed via a Google Doc. Through this collaboration, we hope that panelists and participants will come away better prepared to enact feminist writing pedagogies in their own teaching spaces.\n\n1) Making Wikipedia Safe for Feminist Writing Pedagogy. Speaker 1 will describe his efforts to encourage students to take feminism public through a Wikipedia editing project in two women’s rhetoric courses. Though presenting itself as an authoritative and democratic source of information, to which “people of all ages, cultures, and backgrounds” can contribute, Wikipedia’s platform architecture and discourse norms present troubling gender dynamics. For example, its low ratio of women and aggressive editing culture can discourage writers from contributing, and its strict Neutral Point of View policy forestalls presenting knowledge from a situated or embodied perspective. The speaker will describe several ways students met these challenges, then seek participant feedback on how we might further apply feminist pedagogical strategies to allow students to better make use of this powerful online writing space.\n\n2) Toward Practical Models of Intersectional Pedagogy. Feminist teacher-scholars often seek diversity of voices, epistemologies, and perspectives; however, our field has insufficient practical models of intersectional pedagogy. In this presentation, Speaker 2 briefly explains their reformulation of a feminist rhetorics and pedagogy graduate course to methodologically center intersectionality, incorporating both field-specific and interdisciplinary perspectives. The speaker will outline three subsequent challenges: (1) determining how to situate intersectionality as necessary or optional to contemporary feminist praxis (while accounting for critiques of intersectionality); (2) enabling a shift from verbal commitments to inclusivity (Hancock) toward methodological practice and uptake; and (3) avoiding potential (if unintentional) exercises of identity politics when practicing intersectional methodologies (Nash). Speaker 2 will share a related bibliography to foster dialogue and resource-sharing during and after the session.\n\n3) Making Feminism Visible in Technical Communication. Speaker 3 will take up the issue of incorporating feminist perspectives in one writing space where feminism is often rendered invisible, technical communication. Given the field’s positivistic perspectives, students often enter technical communication courses with the mindset that the subject is apolitical, thus feminist perspectives are irrelevant. Working from the perspective of a technical communication teacher-scholar, the speaker will discuss ongoing efforts to incorporate feminist pedagogies and to respond to student resistance in an introductory technical communication course. These efforts include integrating gender-based experiences and research into conversations about leadership, communication styles, and collaboration. The speaker will conclude by asking participants to theorize how feminist pedagogical performances can be a productive part of technical communication courses.\n\n4) Performing Feminist Pedagogies (Subtly): Accounting for Institutional Precarity. How might contingent faculty perform feminist pedagogies when they are more institutionally constrained? Speaker 4 discusses how implementing a common syllabus as a WPA raised questions about the risks instructors in more precarious positions may feel comfortable taking. By revisiting Ronald and Ritchie’s tenets for bringing women’s rhetorics into the classroom—1) challenging dominant epistemologies; 2) asserting new topoi/contexts; 3) placing material experiences by non-mainstream groups at the center of knowledge formation; and 4) reconnecting language/rhetoric to action and change—she offers possibilities for more “subtle” feminist pedagogies. Speaker 4 will share two assignments from a required composition course that incorporate these tenets, “mapping a belief” and “crossing the aisle,” and invite conversation about how instructors may navigate these moves when institutional security may be lacking.\n\n5) Feminist Pedagogy, Testimony, and the #MeToo Movement. Speaker 5 will describe her experience teaching women’s rhetoric in the context of the #MeToo movement, which served as a kairotic opening for students to share their own assault stories in response papers and in class discussions. These unsolicited testimonies became important examples of women’s rhetoric, allowing us to examine the long history of doubting women’s stories and to explore what their audibility makes possible. Together, we articulated the conditions of a culture of validation, in and beyond the classroom, that challenges the economy of shame and doubt; that acknowledges the emotional labor of sharing these stories; and that invites others to add their own voices. After describing these interactions, Speaker 5 will seek participant input on how feminist pedagogies can support and extend the testimonial work of #MeToo.\n\n6) Feminist-Oriented Multimodal Composition. Speaker 6 explores feminist-oriented multimodal composition as creating interdisciplinary assignments in disciplinary-specific contexts, and the potential they offer to feminist rhetorics scholars to highlight intersectionality. Examining the products created and performed by students in First Year Writing and a Latina Feminist Theories course, Speaker 6 will demonstrate how multimodal composition assignments create spaces for embodied performance of knowledge and/through identity. From a news report on Black Lives Matter to a self-portrait of Chicana identity to Tumblr pages on Amara La Negra, students critically analyzed and rhetorically expressed their attention to performance and the intersections of gender, race, class, ethnicity, and sexuality. Participants will be encouraged to reflect on the implications of identity formation and performance for marginalized populations in predominantly white institutions.",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "211209": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 211209,
            "scholarlyactivityid": 42419
        }
    },
    "status": [
        {
            "id": 42419,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": [
        {
            "attachmentid": 18724,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "CCCC Presentation Notes.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZT1F2OEttckFMRXFsaHZSQ2oraUNGUmZHT3RTeFFqWTJ6NlJBUzV1eDZITlJRcTJPbk5vZWxDYlZRNnYrNTNFRT0%3D",
            "filesize": 13050
        }
    ]
}