{
    "activityid": 42420,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "How to Be a Feminist: Feminist Accountability in the Tech Comm Classroom",
        "Conference/Meeting Name": "Association for Teachers of Technical Writing",
        "Conference Location": "Pittsburgh, PA",
        "Date or Date Range": "12-13 March 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Association for Teachers of Teaching Writing",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In the era of #MeToo and #TimesUp, feminism offers a framework to address social justice in technical communication. However, our field has not sustained a conversation about feminism within TC in some time (Frost, 2014; 2016; White, Rumsey, &amp; Amidon, 2016). As Frost (2014) argues, when researchers do not engage in feminist approaches, they are unlikely to do so in their classrooms. In addition, Moeller and Frost (2016) challenge scholars, teachers, and practitioners to critically examine how “texts, particularly cultural texts that perform technical functions, support a hegemonic structure that feminizes positionalities considered ‘other’” (p. 2). This critique should also extend to the materials and texts we use in our classrooms.\n\nThis presentation thus explores how feminism in an technical communication service course can hold us (as teacher-scholars) accountable to marginalized voices. White, Rumsey, and Amidon’s (2016) analysis of TC textbooks demonstrates that while gender issues are sometimes brought up briefly, the workplace is generally configured as non-gendered; as teachers, they rarely discuss gender issues, despite their commitment to feminist pedagogical theory. If non-white, non-male people consistently face discrimination in the workplace or even threats to their well-being, how can we be accountable to these individuals and groups within our classrooms? How can we expose inequity and bias beginning with our own materials?\n\nThis presentation builds on the arguments White, Rumsey, and Amidon (2016) explore by focusing on how we can change our texts and approaches. Using feminist theory, my aim is to make more apparent (Frost, 2016) how course materials position students, teachers, and technical communication itself as disconnected from social concerns. I seek to engage participants in considering how we can use apparent feminism to critique the technical communication classroom, make feminist inquiry more visible in the field, and reframe feminist approaches as relevant and necessary to our pedagogy.\n\nReferences\nFrost, E.A. (2014). Apparent feminist pedagogies: Interrogating technical rhetorics at Illinois State University. Programmatic Perspectives, 6(1), 110-131.\n\nFrost, E.A. (2016). Apparent feminism as a methodology for technical communication and rhetoric. Journal of Business and Technical Communication, 30(1), 3-28.\n\nMoeller, M.E., &amp; Frost, E.A. (2016). Food fights: Cookbook rhetorics, monolithic constructions of womanhood, and field narratives in technical communication. Technical Communication Quarterly, 25(1), 1-11.\n\nWhite, K., Rumsey, S.K., &amp; Amidon, S. (2016). Are we “there” yet? The treatment of gender and feminism in technical, business, and workplace writing studies. Journal of Technical Writing and Communication, 46(1), 27-58.\n\nTweet: Examining course materials, this talk uses apparent feminism to reframe approaches in TC courses.",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "211211": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 211211,
            "scholarlyactivityid": 42420
        }
    },
    "status": [
        {
            "id": 42420,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": [
        {
            "attachmentid": 18723,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "Mallette ATTW 2019 How to Be a Feminist.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZT1F2OEttckFMRXRSbHBsdHoreElUdmZxbGRUSlVNczBkVkFud3JPSFV1TGpXZlF2Rm9oM29MVFlVa1g1VEt5SUtKS1VDQnVUUEsxUm1wNmJ3b3llMg%3D%3D",
            "filesize": 11257991
        },
        {
            "attachmentid": 18727,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "ATTW 2019 Presentation Notes 1.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZT1F2OEttckFMRWhkSk94QUEwOEpEZ20yUDlhdzJBRDhzL0hGK1ZoKzZMaFZ5V2NlTVpjUHRaMzl5NlB5NXgrczRTMlVVamdtT3dBPT0%3D",
            "filesize": 24244
        }
    ]
}