{
    "activityid": 42421,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Teaching STEM Writing and Writing about STEM",
        "Conference/Meeting Name": "Conference on College Composition and Communication ",
        "Conference Location": "Kansas City, MO",
        "Date or Date Range": "14 March 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "National Council of Teachers of English/College Composition and Communication",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This workshop addresses needs that the Writing and STEM Standing Group perceived during discussions at CCCC 2016 and 2017: Instructors want to teach courses on STEM writing or STEM topics, but they are either unsure how to start, or they teach a course but need resources to teach it more effectively. This workshop attempts to meet these needs by providing models, strategies, and opportunities to workshop materials for teaching students to understand and work with STEM discourses. \n\nAfter an introduction to a framework for charting science-and-writing pedagogy, speakers will describe experiences teaching STEM writing or writing about STEM subjects to different populations.The rest of the session will focus on workshopping registrants’ ideas for courses, activities, and assignments.\n\nSpeaker 1 will describe a framework that identifies four types of programmatic terrain in which science and writing are taught together: 1) first-year experience, 2) post-first-year-experience undergraduate education, 3) graduate education, 4) post-graduate and professional training. Within each terrain, distinct niches are occupied by pedagogical species adapted (or not) to the needs, resources, and constraints of particular programs. These curricular niches include 1) writing about science discourses, 2) science in writing, 3) writing to learn science, 4) writing science. Any species of science-and-writing course can be categorized by these two sets of categories. For example, a first-year experience course could incorporate scientific discourse to fill different curricular niches, such as a first-year seminar on the rhetoric of science, a first-year composition course teaching students to read and write about scientific discourse, an introductory science course requiring writing about scientific research, or a first-year course in science or composition that requires students to design a study and write about the results. Although developed with science writing/scientific writing in mind, the framework can be applied to other STEM meta-disciplines, and we will describe how it can help instructors develop new courses or rethink existing ones. \n\nAfter reviewing how to use the framework, presenters will discuss curricular species they have developed and describe the challenges of planning or delivering them.  \n\nSpeaker 2 will describe a first-year engineering course, focusing on how she teaches engineering students to write technical descriptions by first teaching them how to write poems.  Through this approach, Speaker 2 helps her students understand how disciplinary cultures shape languaging practices, and they become more skilled in producing technical and non-technical writing.\n\nSpeaker 3 will describe teaching research writing in a multidisciplinary course for upper-division students, both STEM and non-STEM. The course poses the following problem for each student to resolve: How do you write about a topic in an evidence-based manner for an audience outside your discourse community? \n\nSpeaker 4 will describe a writing course designed for juniors and seniors in the natural sciences and engineering that takes a rhetorical genre analysis approach to STEM writing. Students identify overlapping disciplinary audiences for their work, investigate texts for recurrent features and variants, and discuss their findings with disciplinary experts. They then present their findings, compare what they found with students in different disciplines, and apply their learning to writing in their disciplines. This approach helps students frame questions for their disciplinary advisors and helps them appreciate the epistemologies of their disciplines while teaching them to be aware of the multiple disciplinary audiences for their research. \n\nSpeaker 5 will describe a three-part training program that teaches graduate students to communicate their research to public audiences. Through a partnership with a local zoo that connects scientists with local communities, students 1) explore their audiences’ information needs by conducting interviews, 2) apply writing strategies to communicate their research using narratives, metaphors, explanations and examples, and 3) apply visual strategies, such as minimalist designs that facilitate information exchange and aesthetic choices that appeal to readers’ emotions. The program culminates with students developing blog posts that describe and visualize their research for the local community. \n\nSpeaker 6 will describe how an applied linguistics frame (e.g., Swales &amp; Feak, 2012) can help demystify common genres in scientific writing for advanced undergraduates and graduate students. These students, particularly first-generation and multilingual students, often struggle with the discipline-specific words and phrases, which can prevent them from developing expert personas in science.To help students understand the rhetorical situations and rhetorical moves of academic science writing, Speaker 6 takes an applied-linguistics approach that asks students to discuss and analyze scientific discourse at the word, phrase, and sentence level in order to contrast disciplinary academic conventions at advanced levels. \n\nIn the remaining time, participants will discuss ideas for courses and assignments or get feedback on current materials in two sets of breakout sessions. Breakout groups may discuss the following topics, though we will adjust group foci to match participants’ goals and interests:\n\nTeaching STEM writing to first-year students\nDesigning assignments to explore genres\nUsing writing as a tool for research\nWorking with multilingual students in STEM writing contexts\n\n\nSchedule:\n\n9:00 to 10:15 - Workshop introduction and case presentations\n\n10:25 to 11:25 - Break-out session A - Registrants workshop courses and assignments\n\n11:30 to 12:30 - Break-out session B - Registrants workshop courses and assignments",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "188988": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 188988,
            "scholarlyactivityid": 42421
        }
    },
    "status": [
        {
            "id": 42421,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": []
}