{
    "activityid": 42443,
    "fields": {
        "Type": "Book",
        "Title": "Manufacturing Catastrophe: Massachusetts and the Making of Global Capitalism, 1813 to the Present",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Edition": "",
        "Volume": "",
        "Publisher": "Oxford University Press",
        "Publisher Location": "New York",
        "ISBN": "9780197665329",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://global.oup.com/academic/product/manufacturing-catastrophe-9780197665329?lang=en&amp;cc=us",
        "Description/Abstract": "&lt;br&gt;Manufacturing Catastrophe (Oxford University Press, 2024) explores the origins of industrial growth and decay in the United States through a study of the paradigmatic case of southeastern Massachusetts.&lt;br&gt;&lt;br&gt;American economic history has long been defined by the classic, waveform narrative of nineteenth-century industrialization, urbanization, and capitalist expansion followed by twentieth-century deindustrialization, globalization, and urban decay.&lt;br&gt;&lt;br&gt;Manufacturing Catastrophe, however, argues that this foundational mythology is deeply flawed. It shows that industrial Massachusetts did not simply “rise” and “fall,” but was made and re-made over and over again, beset by incessant waves of economic collapse and reconstruction.&lt;br&gt;&lt;br&gt;Tracing the successive rise and fall of the Massachusetts whaling, textile, garment, electronics, and high-tech industries over the past 200 years, it shows how Massachusetts business, labor, and political leaders repeatedly mobilized the lure of crisis itself—in everything from cheap labor and slashed tax rates to low rents and high manufacturing subsidies—to pull and push both capital and workers across the continents.&lt;br&gt;&lt;br&gt;Economic catastrophe was skillfully mobilized by business leaders and policymakers to shift the geography of global capitalism to repeatedly rebuild the state's shattered economy. Crisis was, unexpectedly, a critical ingredient in the making of American industrial hegemony.&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;To that end, Manufacturing Catastrophe suggests that the mad scramble for globally mobile capital—the so-called &quot;race to the bottom&quot;—is not some unique new problem that affluent nations alone face. As the Massachusetts case shows, it was part and parcel of the global spread of industrial capitalism itself, stretching back to the nineteenth century.&lt;br&gt;&lt;br&gt;Policymakers often use these tactics of capitalist seduction to ensnare runaway industries and and lure global capital. From the perspective of Massachusetts, these are time-tested tools to foster short-term growth and cannibalize long-term prosperity.",
        "Origin": "Manual"
    },
    "facultyid": "112081355",
    "coauthors": {
        "341579": {
            "firstname": "Shaun",
            "middleinitial": "S",
            "lastname": "Nichols",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112081355",
            "authorid": 341579,
            "scholarlyactivityid": 42443,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 42443,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 42443,
            "status": "Submitted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 42443,
            "status": "Submitted",
            "term": "Fall",
            "year": 2022,
            "termid": "2022/02",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 42443,
            "status": "Submitted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 42443,
            "status": "Submitted",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 42443,
            "status": "In Progress",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "112081355",
    "attachments": []
}