{
    "activityid": 42651,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "The End of the Book? Book Culture in a Post-Literate Age",
        "Conference/Meeting Name": "Invited presentation at the Laboratory for Education and Society",
        "Conference Location": "Leuven, Belgium",
        "Date or Date Range": "05/17/18",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Laboratory for Education and Society paid local travel costs",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As a culturally dominant means of organizing and disseminating knowledge, the book is dead. This is not so much an apocalyptic provocation as a recognition of ongoing cultural and technological developments in an era and under a presidency that have been labelled “postliterate.” It is also an invitation to closely examine what the book and its culture actually is, or rather, was. To accept this invitation is to take a socio-historical perspective on the book and on reading, and to see both as much more than a set of physical affordances and cognitive operations. Instead, as media theorist Friedrich Kittler has put it, it is to recognize that the book has served as nothing less than the “concrete form” of “the Western episteme” (Kittler, 2015, p. 38). The book’s physical nature, the means of its production, and the habits and practices of its use and circulation, in other words, together constitute a paradigm for learning, knowing and for knowledge itself. The gradual and ongoing dissolution of this paradigm is one of the defining characteristics of our digital culture, and its significance for education, while not widely discussed, is enormous. This paper examines some of the varying meanings of the book and its culture, and considers what their gradual passing means for education.",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "190329": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 190329,
            "scholarlyactivityid": 42651,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 42651,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}