{
    "activityid": 4266,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Quantifying Changes in Weak Layer Microstructure Associated with Artificial Load Changes",
        "Journal": "Cold Regions Science &amp; Technology",
        "Volume": "59",
        "Month / Season": "2009-11-01",
        "Issue Number": "3-Feb",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "202-209",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.coldregions.2009.04.003",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/90",
        "Description/Abstract": "Researchers and practitioners have long utilized a variety of penetrometers to investigate the snowpack. Identifying definitive relationships between penetrometer-derived microstructural information and stability has been challenging. The purpose of this study is two-fold: 1. We propose a simple field test to establish relationships between load and penetrometer-derived microstructural estimates, 2. We utilize the SnowMicroPen (SMP) to quantify changes in weak layer residual strength and microstructural dimension associated with an artificial loading event. Our dataset is from Moonlight Basin, Montana and includes three modified loaded-column tests, each paired with 5 SMP profiles. Depth hoar comprised the targeted weak layer. Results indicate that loading caused the residual strength and rupture frequency to decrease significantly. Much like a compression test at a micro-scale, the force required for the SMP to rupture individual structures as well as the micro-scale strength decreased significantly when the slab stress was increased by artificially adding blocks of snow. A decrease in observed rupture frequency within the weak layer (or an increase in the distance between ruptured structures) also occurred after the loading event, probably because some structures within the weak layer had already failed or were so close to failing that the penetrometer could not detect their rupture. Due in part to the large difference in loads, microstructural differences between the natural and loaded columns were significant enough that only one profile would have been necessary to determine a significant difference in residual strength. Artificial removal of slab stress resulted in greater rupture forces and larger microstructures, likely due to elastic rebound.",
        "Origin": "Other"
    },
    "facultyid": "112188758",
    "coauthors": {
        "12695": {
            "firstname": "Eric",
            "middleinitial": "",
            "lastname": "Lutz",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12695,
            "scholarlyactivityid": 4266
        },
        "12696": {
            "firstname": "Karl",
            "middleinitial": "",
            "lastname": "Birkeland",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12696,
            "scholarlyactivityid": 4266
        },
        "12697": {
            "firstname": "Hans-Peter",
            "middleinitial": "",
            "lastname": "Marshall",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112188758",
            "authorid": 12697,
            "scholarlyactivityid": 4266
        }
    },
    "status": [
        {
            "id": 4266,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112188758",
    "attachments": []
}