{
    "activityid": 4267,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Rutschblock-Scale Snowpack Stability Derived from Multiple Quality-Controlled SnowMicroPen Measurements",
        "Journal": "Cold Regions Science &amp; Technology",
        "Volume": "59",
        "Month / Season": "2009-11-01",
        "Issue Number": "3-Feb",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "178-184",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.coldregions.2009.06.005",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/89",
        "Description/Abstract": "Stability prediction from SnowMicroPen (SMP) profiles would support avalanche forecasting operations, since objective stability information could be gathered more quickly than with standard tests, thereby allowing sampling at higher resolution and over larger spatial scales. Previous studies have related the snow properties derived from the SMP to observed snow properties at Rutschblock (RB) and compression test failure planes. The goals of this study are to show to what extent snowpack stability for artificial triggering, based on RB, can be derived from SMP measurements and how multiple measurements at the RB scale improve the results. Measurements at 36 different sites were used for the development of a classification scheme. Each site included a RB test, a manual profile, and 6 to 10 adjacent SMP measurements, for a total of 262 SMP profiles. A recently improved SMP theory was applied to estimate the micro-structural and mechanical properties of manually defined weak layers and slab layers. SMP signal quality control and different noise treatment methods were taken into consideration in the analysis. The best and most robust predictor of RB stability was the weak layer micro-scale strength. In combination with the SMP-estimated mean density of the slab layer, the total accuracy of predicting RB stability classes was 85% over the entire dataset, and 88% when signals with obvious signal dampening (11% of the dataset) were removed. The total accuracy increased when multiple SMP measurements at the RB scale were used to calculate the mean weak layer strength, when compared to using just one SMP measurement at a site. The analysis was robust to trends and offsets in the absolute SMP force, which was a frequent signal error. However, it was sensitive to dampened or disturbed SMP force micro variance. The sensitivity analysis also showed that the best predictor of instability, the weak layer micro-scale strength, was robust to the choice of SMP signal noise removal method.",
        "Origin": "Other"
    },
    "facultyid": "112188758",
    "coauthors": {
        "12698": {
            "firstname": "Christine",
            "middleinitial": "",
            "lastname": "Pielmeier",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 12698,
            "scholarlyactivityid": 4267
        },
        "12699": {
            "firstname": "Hans-Peter",
            "middleinitial": "",
            "lastname": "Marshall",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112188758",
            "authorid": 12699,
            "scholarlyactivityid": 4267
        }
    },
    "status": [
        {
            "id": 4267,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112188758",
    "attachments": []
}