{
    "activityid": 42916,
    "fields": {
        "Type": "Book",
        "Title": "Introduction to General Medical Conditions ",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Edition": "",
        "Volume": "",
        "Publisher": "Momentum Press ",
        "Publisher Location": "New York",
        "ISBN": " 9781945612923",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Introduction to General Medical Conditions explains the most common non-orthopedic maladies seen in the active population. The text is designed to be a reference tool for students and professionals who work with athletes or a physically active population. Each chapter covers a specific body part or system. Also discussed are preventative measures to avoid developing these conditions. Coaches, students in allied health professions, physical education teachers, parents, and athletes will benefit from reading this text.\n\nThe first unit of the text gives an introduction to general medicine concepts. It starts by providing an introduction to clinical pathology, common medical procedures, the basics of pharmacology, and lastly, introduces common contagious illnesses.\n\nThe second unit of the text discusses body systems and complications that may arise in each system. Common conditions and illnesses of the respiratory, cardiovascular, digestive, urinary, reproductive, neurological, and endocrine systems are introduced. Additionally, the second unit covers dermatological conditions and issues that may arise in the eyes or ears. Each illness and condition in the text provides the associated signs and symptoms, most common treatment plan and recommended preventative measures.",
        "Origin": "Manual"
    },
    "facultyid": "111659427",
    "coauthors": {
        "191698": {
            "firstname": "Genevieve",
            "middleinitial": "E",
            "lastname": "Ludwig EdD, ATC",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111659427",
            "authorid": 191698,
            "scholarlyactivityid": 42916,
            "classifications": {
                "Role": "Author"
            }
        },
        "191699": {
            "firstname": "Megan",
            "middleinitial": "",
            "lastname": "Streveler-Lundstrom EdD, ATC",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 191699,
            "scholarlyactivityid": 42916,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 42916,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111659427",
    "attachments": []
}