{
    "activityid": 42939,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "“The Rhetorical Landscapes of the ‘Alt-Right’ and the Patriot Movements: Settler Entitlement to Native Land”",
        "Book Title": "The Far Right and the Environment: Politics, Discourse, and Communication",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "Routledge",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "Bernhard Fortchner",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "This chapter forges new connections between white settler colonialism and environmental communication at the confluence of the ‘Alt-Right’ movement and western contingencies of the ‘Patriot’ movements, which are both subgroups of the far-right in the United States. This rhetorical analysis deploys a material-discursive understanding of rhetoric, a theory of language in which meaning is shaped by an affective relationship between physical, or material, reality and discourse, which can include historical and cultural articulations of place, often rooted in deeply entrenched power dynamics. This methodology is deployed to contextualize the growing synchronicity and cooperation between the overt alt right white nationalism as seen in the 2017 ‘Unite the Right’ rally in Charlottesville and the far right patriot movements as seen in the 2014 standoff at Cliven Bundy’s ranch and the 2016 armed occupation of the Malheur National Wildlife Refuge in Oregon. In an effort to better understand the communicative practices of far right groups in the United States that aim to form alliances across shared ideologies, connecting identity to land, this chapter explores the convergence of far right white nationalism and the frontier narratives that animate the mythic west—where the social imaginary coheres to the physical landscape.",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "114109524",
    "coauthors": {
        "249597": {
            "firstname": "Kyle",
            "middleinitial": "G",
            "lastname": "Boggs",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114109524",
            "authorid": 249597,
            "scholarlyactivityid": 42939
        }
    },
    "status": [
        {
            "id": 42939,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114109524",
    "attachments": [
        {
            "attachmentid": 14623,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Ch19-Boggs-FIN (1).docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzlqZFpPaDJuN2d6ZWNLRFpIdHA1YUdhV095SWJ3VEFBUU1mQkJQeXV1TS9qdzBYcHZndzYwWGJPRXRsRkk0SmpzQT0%3D",
            "filesize": 62265
        }
    ]
}