{
    "activityid": 43000,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "All in the Family: Intersections of Religion, Gender, and Family in the Reformation-Era British Isles",
        "Conference/Meeting Name": "Sixteenth Century Studies Conference",
        "Conference Location": "Albuquerque, NM",
        "Date or Date Range": "Nov. 2, 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Sixteenth Century Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Reformation-era religious divisions complicated the traditional boundaries of parental authority. This was true for parents of adolescents and even of adult children. When parents and children agreed on religious matters, there were few insurmountable difficulties. When disputes arose, however, both parents and children wanted to save one another’s souls and were often willing to ignore customary family and gendered hierarchies to attain this higher goal. This paper explores such issues in the British Isles after Henry VIII’s break from Rome in 1534. Some parents abdicated their customary authority, humbling or subordinating themselves before their progeny to sway their children’s religious loyalties. Children who appeared to have the best of intentions superseded their parents’ hierarchical authority by taking responsibility for their parents’ salvation as well as their own. As mutually altruistic as such desires initially appear, they caused no end of familial, gendered, and religious conflict. The Catholic Church, Protestant state churches in the British Isles, and the monarchy sometimes stepped between parents and children, trying to secure religious allegiances and social conformity. Although religious and salvific priorities justified each side’s actions, such efforts unintentionally re-negotiated the bounds of authority between parents and children over the long-term. Both male and female adolescent and adult children emerged more greatly empowered and willing to make their own religious decisions than ever before. Parental authority—particularly paternal authority—over religious choices declined, as did the power of institutional churches and governments to enforce religious obedience and conformity.\n",
        "Origin": "Manual"
    },
    "facultyid": "111669995",
    "coauthors": {
        "192808": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 192808,
            "scholarlyactivityid": 43000
        }
    },
    "status": [
        {
            "id": 43000,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}