{
    "activityid": 43023,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Student Perceptions of 3D-Printing in an Undergraduate Respiratory Care Curriculum ",
        "Conference / Meeting Name": "American Association for Respiratory Care International Congress",
        "Conference Location": "Las Vegas, NV",
        "Date or Date Range": "December 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "BACKGROUND\nResearch on active learning strategies reveals that didactic lecture alone is minimally effective as an instructional method, yet continues to be the standard in academic institutions worldwide. To further engage students with course content and each other, in Spring 2018, undergraduate respiratory care students enrolled in a neonatal/pediatric\ncourse used 3D-printing technology to create models of congenital heart defects. 3D-printing is an innovative technology which allows users to create physical objects from a digital design. This technology is trendy and fun; however, the purpose of this study was to see if 3D-printing is an effective educational tool for a respiratory care curriculum.\nMETHODS\nEighteen students were divided equally into nine groups; each group was assigned a congenital heart defect. Students received training facilitated by MakerLab (3D-printing lab) personnel covering best practices, using technology within the space, and making equipment reservations. Each group revised and re-printed their model until they were satisfied. Students were required to paint their model, clearly identify the defect, and prepare a class presentation. After receiving Institutional Review Board (IRB) approval, informed consent was obtained from 16 of the 18 subjects. Participants completed an anonymous 15-question survey detailing their perceptions of the project.\nRESULTS\nOf the 18 students enrolled in the course, 16 students (89%) returned surveys. Overwhelmingly, perceptions of the project were positive, with 100% indicating that they believe 3D-printing can be successfully used as an educational tool. All subjects felt that they were required to act as a leader and felt encouraged to take ownership over their\neducational experience. Thirteen subjects (81%) felt that the use of this technology enhanced their comprehension of cardiac defects. Many students experienced challenges with the technology, which is reflected in the data. Eleven subjects (69%) indicated that challenges outside of their control affected their perceptions of the project. See graph for\nadditional results.\nCONCLUSIONS\nResults from this survey on the use of 3D-printing technology provide encouraging feedback to educators looking for innovative instructional methods to incorporate in the classroom. Although students experienced challenges along the way and may have been pushed outside of their comfort zone, the educational experience was both positive and\neffective.",
        "Origin": "Manual"
    },
    "facultyid": "114068467",
    "coauthors": {
        "206856": {
            "firstname": "Samantha",
            "middleinitial": "",
            "lastname": "Davis",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114068467",
            "authorid": 206856,
            "scholarlyactivityid": 43023,
            "classifications": {
                "Role": "Author"
            }
        },
        "206857": {
            "firstname": "Lonny",
            "middleinitial": "J",
            "lastname": "Ashworth",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110855",
            "authorid": 206857,
            "scholarlyactivityid": 43023,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43023,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114068467",
    "attachments": [
        {
            "attachmentid": 14780,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "DAVIS - 3D Printing Poster FINAL.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitaVlZGb21yb3Q4WTNjcVB1UE10cnFSRXErRDlscXVxeWRBVCsremkwM0FIT2M5bEk4SC9FMVhpVUZMS0xQQVdwK3lMM1BXY0xVd1NRPT0%3D",
            "filesize": 99032
        }
    ]
}