{
    "activityid": 43103,
    "fields": {
        "Type": "Case Study",
        "Title of Contribution": "Design Thinking and Innovation: A Case Study at Boise State University",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Date Published": "Sept 2018",
        "Publisher": "Academic Conferences and Publishing International Limited, Reading, RG4 9SJ, United Kingdom",
        "Publisher Location": "United Kingdom",
        "Author/Editor of larger work": "Christy Suciu and Chris Baughn",
        "Title of larger work": "4th Teaching Innovation &amp; Excellence Awards 2018",
        "Author": null,
        "Web Address": "http://www.academia-bookstore.com",
        "Description/Abstract": "Abstract:\nDesign thinking is introduced as a core class method for innovation in all of our MBA programs at Boise State University in the College of Business and Economics. In the last 5-years we have taught over 800 MBA students with over 54 MBA semesters of design thinking classes and created over 200 new products or services. Last year, we also made design thinking a core class in our “new” undergraduate business administration curriculum which will add hundreds of students each year who will be taking our required design thinking course. The discussion for creating design thinking as a core class was initiated in our MBA curriculum committee.  Our focus was on embedding innovation as the core for all of their classes to build upon throughout our student’s MBA education. Design thinking is one of the first classes where our MBA students create a new product or service. In the ensuing semesters they will prototype and refine their product and further define their value proposition from their other MBA classes. With their capstone class being a business model presentation of their product or service to angel investors for feedback and financial backing. Because of the excitement, success and demand for innovation from companies and for our students to learn an innovation process, such as design thinking, this has quickly been adopted into all four of our MBA programs within a 5-year period.  \n\n",
        "Origin": "Manual"
    },
    "facultyid": "111259074",
    "coauthors": {
        "204201": {
            "firstname": "Christy",
            "middleinitial": "",
            "lastname": "Suciu Ms.",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111259074",
            "authorid": 204201,
            "scholarlyactivityid": 43103,
            "classifications": {
                "Role": "Author"
            }
        },
        "204202": {
            "firstname": "Chris",
            "middleinitial": "",
            "lastname": "Baughn",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 204202,
            "scholarlyactivityid": 43103,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43103,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111259074",
    "attachments": []
}