{
    "activityid": 43370,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Landscape heterogeneity is key to forecasting outcomes of plant reintroduction",
        "Journal": "Ecological Applications",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Conservation and restoration projects often involve starting new populations by introducing individuals into portions of their native or projected range. Such efforts can help meet many related goals, including habitat creation, ecosystem service provisioning, assisted migration, and the reintroduction of imperiled species following local extirpation. The outcomes of reintroduction efforts, however, are highly variable, with results ranging from local extinction to dramatic population growth; reasons for this variation remain unclear. Here, we ask whether population growth following plant reintroductions is governed by variation at two scales: the scale of individual habitat patches to which individuals are reintroduced, and larger among-landscape scales in which similar patches may be situated in landscapes that differ in matrix type, soil conditions, and other factors. Quantifying demographic variation at these two scales will help prioritize locations for introduction and, once introductions take place, forecast population growth. This work took place within a large-scale habitat fragmentation experiment, where individuals of two perennial forb species were reintroduced into eight replicate ~50 ha landscapes, each containing a set of five ~1 ha patches that varied in their degree of isolation (connected by habitat corridors or unconnected) and edge-to-area ratio. Using data on individual growth, survival, reproductive output, and recruitment collected one to two years after reintroduction, we developed models to forecast population growth, then compared forecasts to observed population sizes, three and six years later. Both the type of patch (connected and unconnected) and identity of the landscape to which individuals were reintroduced had effects on forecasted population growth rates, but only variation associated with landscape identity was an accurate predictor of subsequently observed population growth rates. Models that did not include landscape identity had minimal forecasting ability, revealing the key importance of variation at this scale for accurate prediction. Of the five demographic rates used to model population dynamics, seed production was the most important source of forecast error in population growth rates. Our results point to the importance of accounting for landscape-scale variation in demographic models and demonstrate how such models might assist with prioritizing particular landscapes for species reintroduction projects.",
        "Origin": "Manual"
    },
    "facultyid": "114088551",
    "coauthors": {
        "194579": {
            "firstname": "Timothy",
            "middleinitial": "T",
            "lastname": "Caughlin",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114088551",
            "authorid": 194579,
            "scholarlyactivityid": 43370,
            "classifications": {
                "Role": "Author"
            }
        },
        "194580": {
            "firstname": "Ellen",
            "middleinitial": "I",
            "lastname": "Damschen",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 194580,
            "scholarlyactivityid": 43370
        },
        "194581": {
            "firstname": "Nick",
            "middleinitial": "M",
            "lastname": "Haddad",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 194581,
            "scholarlyactivityid": 43370
        },
        "194582": {
            "firstname": "Douglas",
            "middleinitial": "J",
            "lastname": "Levey",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 194582,
            "scholarlyactivityid": 43370
        },
        "194583": {
            "firstname": "Christopher",
            "middleinitial": "",
            "lastname": "Warneke",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 194583,
            "scholarlyactivityid": 43370
        },
        "194584": {
            "firstname": "Lars",
            "middleinitial": "A",
            "lastname": "Brudvig",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 194584,
            "scholarlyactivityid": 43370
        }
    },
    "status": [
        {
            "id": 43370,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 43370,
            "status": "In Press",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 5,
            "completionorder": 5
        }
    ],
    "userid": "114088551",
    "attachments": []
}