{
    "activityid": 43437,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Building and sustaining relationships in online social work field education",
        "Conference/Meeting Name": "Social Work Distance Education Conference",
        "Conference Location": "San Antonio, Texas",
        "Date or Date Range": "April 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "Our Lady of the Lake University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "A core value of the social work profession, identified in the NASW Code of Ethics is the importance of human relationships (NASW, 2008).  This value is not focused solely on clients, but like other sections of the Code of Ethics, includes colleagues.  For social work education programs the value of the importance of human relationships extends to agency-based field instructors.\r\n\r\nDuring times of stress, when we are too busy or overwhelmed, the importance of human relationships can often take a back-seat to other priorities.\r\n\r\nAgency-based field instructors are busy professionals, often volunteers, whose primary obligation and allegiance is to their agency and clients.  Therefore it is the social work education program's responsibility to intentionally build and maintain relationships with agency-based field instructors.   Many face-to-face education programs sponsor activities that are not easily reproducible online such as appreciation lunches.  Other activities, such as providing continuing education and field instructor training can more easily be transformed to online formats. Smaller efforts such as sending thank you card and gift cards can also be used by distance delivered programs. \r\n\r\nThere is a need to understand and evaluate the extent to which agency-based field instructors in online programs feel engaged and connected to distant social work education programs.  ",
        "Origin": "Manual"
    },
    "facultyid": "113158701",
    "coauthors": {
        "194960": {
            "firstname": "Randy",
            "middleinitial": "H",
            "lastname": "Magen",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114042786",
            "authorid": 194960,
            "scholarlyactivityid": 43437
        },
        "194961": {
            "firstname": "Jennifer",
            "middleinitial": "R",
            "lastname": "Obenshain",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111163918",
            "authorid": 194961,
            "scholarlyactivityid": 43437
        },
        "194962": {
            "firstname": "Joelle",
            "middleinitial": "",
            "lastname": "Powers",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "113158701",
            "authorid": 194962,
            "scholarlyactivityid": 43437
        }
    },
    "status": [
        {
            "id": 43437,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113158701",
    "attachments": []
}