{
    "activityid": 43553,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Motivators and inhibitors to change: Why and how geoscience faculty modify their course content and teaching methods",
        "Journal": "Journal of Geoscience Education",
        "Volume": "68",
        "Month / Season": "",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "115-132",
        "Publisher": "",
        "DOI": "doi:10.1080/10899995.2019.1628590",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The call to improve undergraduate science, technology, engineering, and mathematics (STEM) education can be answered by undergraduate faculty modifying their course content and teaching methods to generate better student outcomes. The National Geoscience Faculty Survey, administered in 2004, 2009, 2012, and 2016, provides evidence that geoscience faculty commonly modify their course content, but are less likely to adjust teaching methods. Respondents from across many different subgroups (e.g., institution type, position, and class type) are equally likely to modify content, perhaps reflecting the importance of current events, societal issues, and recent research findings to undergraduate geoscience education. In contrast, whether a respondent modified his or her teaching methods in the last two years varies strongly across subgroups. One of the best predictors of whether a respondent modified his or her teaching methods is how frequently he or she speaks to colleagues about teaching, with more frequent discussion correlated with a higher percentage of faculty changing teaching methods. A major inhibitor to making course modifications is time constraints, and the promotion and tenure process may play a role in inhibiting change. The results indicate that the geoscience community approach of embedding discussions of teaching methods within workshops, webinars, and teaching modules about specific content may be an effective means of improving STEM education more broadly.\n",
        "Origin": "Manual"
    },
    "facultyid": "112003792",
    "coauthors": {
        "274360": {
            "firstname": "Catherine",
            "middleinitial": "A.",
            "lastname": "Riihimaki",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 274360,
            "scholarlyactivityid": 43553,
            "classifications": {
                "Role": "Author"
            }
        },
        "274361": {
            "firstname": "Karen",
            "middleinitial": "",
            "lastname": "Viskupic",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112003792",
            "authorid": 274361,
            "scholarlyactivityid": 43553,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43553,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 43553,
            "status": "Submitted",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "112003792",
    "attachments": []
}