{
    "activityid": 43656,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Active learning practices in the geosciences: Learning from 300+ classroom observations",
        "Name of Conference": "Geological Society of America",
        "Month / Season": "Fall, 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": "Geological Society of America Abstracts with Programs",
        "Publisher Location": "",
        "Volume": "50",
        "Issue Number": "6",
        "DOI": "doi: 10.1130/abs/2018AM-321614",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Based on the call to train more scientists to fill workforce needs, to lead scientific advances that address social and scientific challenges, and to improve society’s science literacy, STEM faculty have been charged to reform our teaching. Reformed teaching focuses on student learning, often with the use of active learning, problem solving, and critical thinking. Such reform is embraced in the geosciences where the level of implementation varies, ranging from large efforts to overhaul entire courses to smaller changes that also result in improved student learning and engagement. A team of trained observers has quantified reformed teaching with direct observations of 321 geoscience classes across the US using the Reformed Teaching Observation Protocol (RTOP). Three categories of classroom instruction based on RTOP scores are used as a proxy for the level of reformed teaching: Teacher Centered (≤30), Transitional (31–49), and Student-Centered (≥50). Data are from introductory and upper-level undergraduate courses that ranged in size from 6 to 275 students. Total RTOP scores do not correlate with class size, level, institution type, or the instructor’s gender, rank or years experience. However, common practices that do characterize Student-Centered classrooms include the use of strategies such as incorporating classroom activities that (1) have students actively engaged with one another; (2) assess student learning with relevant adjustments; (3) engage students in answering and posing questions. Increased use of reformed teaching also correlates with instructors who participate in discipline-based professional development that is aligned with the topics they are teaching. An additional resource is the suite of class materials developed by the InTeGrate STEP Center in the Geosciences that are peer-reviewed, student-tested and freely available and adaptable (http://serc.carleton.edu/integrate). RTOP scores are generally higher when InTeGrate resources are used (n = 43; range = 34-75; avg 53.8) versus when they are not used (n = 278; range = 13-89; avg 39.7), but increased scores are not ubiquitous, which merits further investigation. This discipline-wide study is unique to the geosciences and provides a large dataset that is useful to instructors wanting to reform their teaching practice.",
        "Origin": "Manual"
    },
    "facultyid": "112003792",
    "coauthors": {
        "196381": {
            "firstname": "Teasdale",
            "middleinitial": "",
            "lastname": "Rachel",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196381,
            "scholarlyactivityid": 43656,
            "classifications": {
                "Role": "Author"
            }
        },
        "196382": {
            "firstname": "Katherine",
            "middleinitial": "",
            "lastname": "Ryker",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196382,
            "scholarlyactivityid": 43656,
            "classifications": {
                "Role": "Author"
            }
        },
        "196383": {
            "firstname": "Karen",
            "middleinitial": "",
            "lastname": "Viskupic",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112003792",
            "authorid": 196383,
            "scholarlyactivityid": 43656,
            "classifications": {
                "Role": "Author"
            }
        },
        "196384": {
            "firstname": "Cathryn",
            "middleinitial": "",
            "lastname": "Manduca",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196384,
            "scholarlyactivityid": 43656,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43656,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112003792",
    "attachments": []
}