{
    "activityid": 43655,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Evidence that teaching with InTeGrate results in active learning practices",
        "Name of Conference": "Geological Society of America Annual Meeting",
        "Month / Season": "Fall 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": "Geological Society of America Abstracts with Programs",
        "Publisher Location": "",
        "Volume": "50",
        "Issue Number": "6",
        "DOI": "doi: 10.1130/abs/2018AM-321611",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Faculty wanting to implement student-centered practices can draw from high quality teaching materials such as those developed by the InTeGrate (ITG) project (http://serc.carleton.edu/integrate). ITG brought together 2- and 4-year faculty to develop materials covering a wide range of geoscience topics that were evaluated against a project-specific rubric with criteria related to a focus on societal challenges, developing students’ abilities to address such challenges, and use of student-centered pedagogies.\nTo compare teaching practices when faculty use ITG materials to those used generally in undergraduate geoscience classrooms, we used the Reformed Teaching Observation Protocol (RTOP) to observe 43 instructors teaching with ITG materials and categorized classes by total RTOP score as Teacher-Centered (≤30), Transitional (31–49), or Student-Centered (≥50). We also observed 25 of the 43 instructors when they were not teaching with ITG materials.\n\nFor instructors teaching with ITG materials (n = 43) total RTOP scores average 53.8 (0% Teacher-Centered; 42% Transitional; 58% Student-Centered). For undergraduate geoscience instructors teaching without ITG (n = 278), total RTOP scores average 39.7 (29% Teacher-Centered, 47% Transitional; 24% Student-Centered). For the subset of 25 instructors with paired observations, total RTOP scores average 52.8 (SD = 9.2) when teaching with ITG, higher than the average 42.0 points (SD = 13.5) when teaching without ITG (t(46) = 3.4, p &lt; 0.005; Glass’s delta = 1.2).\n\nRTOP scores for instructors teaching with the same ITG unit are similar (17 instructors teaching 7 different units), with differences from 2 to 13 points (avg = 5.3 points). Scores for the same instructors teaching without ITG materials (n = 14) indicate that these instructors don’t inherently teach in a similar way; differences in their total RTOP scores range from 10 to 46 points (avg = 23.2 points).\n\nInstructors with no ITG-associated professional development have comparably student-centered scores as instructors with ITG involvement. Given the high RTOP scores for instructors teaching with ITG materials, and that those scores are repeatable for different instructors, instructors can expect that use of ITG materials is a reliable way to incorporate student-centered teaching practices into their courses.",
        "Origin": "Manual"
    },
    "facultyid": "112003792",
    "coauthors": {
        "196377": {
            "firstname": "Karen",
            "middleinitial": "",
            "lastname": "Viskupic",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112003792",
            "authorid": 196377,
            "scholarlyactivityid": 43655,
            "classifications": {
                "Role": "Author"
            }
        },
        "196378": {
            "firstname": "Katherine",
            "middleinitial": "",
            "lastname": "Ryker",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196378,
            "scholarlyactivityid": 43655,
            "classifications": {
                "Role": "Author"
            }
        },
        "196379": {
            "firstname": "Rachel",
            "middleinitial": "",
            "lastname": "Teasdale",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196379,
            "scholarlyactivityid": 43655,
            "classifications": {
                "Role": "Author"
            }
        },
        "196380": {
            "firstname": "Cathryn",
            "middleinitial": "",
            "lastname": "Manduca",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196380,
            "scholarlyactivityid": 43655,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43655,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112003792",
    "attachments": []
}