{
    "activityid": 43668,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "A Staphyloccoccus aureus challenge trial to assess the efficacy of an enterotoxin-based vaccine for bovine mastitis",
        "Conference/Meeting Name": "CRWAD/USDA NIFA Annual PD Conference",
        "Conference Location": "Chicago, IL",
        "Date or Date Range": "12/3/18",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "USDA",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Staphylococcus aureus is a primary agent of mastitis in dairy cows and a significant source of economic loss in the dairy industry worldwide. The goal of this study was to evaluate the protective efficacy of an experimental enterotoxin-based S. aureus mastitis vaccine in dairy cows. The subunit vaccine consists of the S. aureus iron-regulated surface determinate A (IsdA) and clumping factor A (ClfA) antigens fused to the non-toxic CTA2/B domains of Vibrio cholerae cholera toxin (IsdA-CTA2/B+ClfA-CTA2/B). Seven animals were vaccinated through the intranasal route with 600 g of the purified protein vaccine or PBS control on Days 1 and 14. On Day 20, animals were challenged with 400 CFU of isotypic S. aureus in two quarters. Clinical outcome, milk quality, bacterial shedding and somatic cell count (SCC) were followed for 10 days post challenge. Anti-IsdA and ClfA humoral responses were assessed by ELISA in the milk and serum following vaccination and challenge. Antibody efficacy was assessed by opsonophagocytosis. With the exception of one animal with a concurrent E. coli infection, vaccinated animals did not show clinical signs of mastitis and had consistently lowered SCC compared to control cows throughout the challenge period. S. aureus bacterial shedding was also reduced in vaccinated animals toward the end of the challenge period. Our findings support previous results showing that intranasal delivery of the IsdA-CTA2/B+ClfA-CTA2/B vaccine stimulated antigen-specific responses, and revealed that vaccination reduced SCC and S. aureus bacterial load after challenge in dairy cows. Continued optimization of this experimental mastitis vaccine will include: challenge with different strains, incorporation of additional antigens, and exploration of other delivery routes, doses and vaccination schedules. ",
        "Origin": "Manual"
    },
    "facultyid": "112045852",
    "coauthors": {
        "196508": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 196508,
            "scholarlyactivityid": 43668,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43668,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}