{
    "activityid": 4373,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Troubled Consciences: New Understandings and Performances of Penance among Catholics in Protestant England",
        "Journal": "Church History",
        "Volume": "82",
        "Month / Season": "2013-03-31",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "Jan-35",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Prior to Protestant reforms of the sixteenth and seventeenth centuries, Catholic clerics frequently preached about the necessity of confessing one’s sins to a priest through the sacrament of penance. After the passage of laws in the 1570s making it a criminal offense to be a Catholic priest in England, Catholics residing in Protestant England possessed limited opportunities to make confession to a priest. Many laypersons feared for their souls. This article examines literature written by English Catholic clerics to comfort such laypersons. These authors re-interpreted traditional Catholic understandings of how sacramental penance delivers grace to allow English Catholics to confess when priests weren’t present. These authors—clerics themselves—used the printed word to stand in for the usual parish priest to whom a Catholic would confess. They legitimized their efforts by appealing to the church’s modus operandi of allowing alternative means to receive grace in cases of extreme emergency. Although suggestions to confess without a priest’s mediation sound similar to Protestant views on penitence, these authors’ prescriptions differ from Lutheran, Calvinist, Anglican, and post-Tridentine Catholic positions on penance in the Reformation era.  Diverse understandings of penitence lay at the heart of confessional divisions, and this article sheds new light on heretofore unexamined English Catholic contributions to these debates, broadening scholars’ conceptions of what it meant to be Catholic in Reformation England and Europe.",
        "Origin": "Other"
    },
    "facultyid": "111669995",
    "coauthors": {
        "13099": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 13099,
            "scholarlyactivityid": 4373
        }
    },
    "status": [
        {
            "id": 4373,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}