{
    "activityid": 43747,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Immunoproteomics to identify Staphylococcus aureus antigens expressed in bovine milk during mastitis",
        "Journal": "Journal of dairy science",
        "Volume": "101",
        "Month / Season": null,
        "Issue Number": "7",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "6296-6309",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Staphylococcus aureus is an opportunistic pathogen affecting both human and animal species. An effective vaccine to prevent S. aureus bovine disease and transmission would have positive effects on animal well-being, food production, and human health. The objective of this study was to identify multiple antigens that are immunoreactive during udder colonization and disease for exploration as vaccine antigens to prevent bovine mastitis. Staphylococcus aureus produces several cell wall-anchored and surface-associated virulence factors that play key roles in the pathogenesis of mastitis. Many of these proteins are conserved between different strains of S. aureus and represent promising vaccine candidates. We used an immunoproteomics approach to identify antigenic proteins from the surface of S. aureus. The expression of cell wall and surface proteins from S. aureus was induced under low iron conditions, followed by trypsin extraction and separation by 2-dimensional electrophoresis. The separated proteins were blotted with antibodies from mastitic bovine milk and identified by liquid chromatography-mass spectrometry. Thirty-eight unique proteins were identified, of which 8 were predicted to be surface exposed and involved in S. aureus virulence. Two surface proteins, iron-regulated surface determinant protein C (IsdC) and ESAT-6 secretion system extracellular protein (EsxA), were cloned, expressed, and purified from Escherichia coli for confirmation of immune reactivity by ELISA. A PCR of 37 bovine S. aureus isolates indicated that the presence of esxA and isdC is conserved, and amino acid alignments revealed that IsdC and EsxA sequences are highly conserved. The immunoproteomics technique used in this study generated reproducible results and identified surface exposed and reactive antigens for further characterization.",
        "Origin": "PubMed"
    },
    "facultyid": "112045852",
    "coauthors": {
        "196941": {
            "firstname": "N",
            "middleinitial": "",
            "lastname": "Misra",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196941,
            "scholarlyactivityid": 43747
        },
        "196942": {
            "firstname": "X",
            "middleinitial": "",
            "lastname": "Pu",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196942,
            "scholarlyactivityid": 43747
        },
        "196943": {
            "firstname": "D ",
            "middleinitial": "N",
            "lastname": "Holt",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196943,
            "scholarlyactivityid": 43747
        },
        "196944": {
            "firstname": "M ",
            "middleinitial": "A",
            "lastname": "McGuire",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196944,
            "scholarlyactivityid": 43747
        },
        "196945": {
            "firstname": "J ",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 196945,
            "scholarlyactivityid": 43747
        }
    },
    "status": [
        {
            "id": 43747,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}