{
    "activityid": 43775,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "The Impact of Human Carbonyl Reductase I on Cancer Chemotherapy",
        "Conference / Meeting Name": "Idaho Conference on Undergraduate Research",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "July 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Boise State University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Anthracyclines are among the most commonly used chemotherapeutic agents in the treatment of cancer. Unfortunately, anthracycline treatment is limited by a potentially life threatening cumulative-dose dependent cardiotoxicity. The cardiotoxicity is linked to the NADPH-dependent reduction of anthracyclines by the enzyme Human Carbonyl Reductase 1 (HCBR1).  Therefore, HCBR1 is considered to be a therapeutic target to prevent or lower the risk of anthracycline-induced cardiotoxicity.  In order to either discover inhibitors of HCBR1 or design novel non-substrate anthracyclines, it is critical to better understand the complete kinetic mechanism of HCBR1 and the role that each active-site amino acid plays in this mechanism.  Recently a mutation was introduced that changed M234 (in the active-site) to alanine in order to investigate its function in catalysis.  This mutation was found to perturb the steady state kinetics.  Also the binding affinity of NADPH is also lowered in the mutant by about six-fold.  This finding implies that M234 may play a role in the proper orientation and binding of NADPH.\n",
        "Origin": "Manual"
    },
    "facultyid": "111643674",
    "coauthors": {
        "197190": {
            "firstname": "Henry",
            "middleinitial": "",
            "lastname": "Charlier Jr.",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643674",
            "authorid": 197190,
            "scholarlyactivityid": 43775,
            "classifications": {
                "Role": "Author"
            }
        },
        "197191": {
            "firstname": "Nathan",
            "middleinitial": "",
            "lastname": "Imonigie",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 197191,
            "scholarlyactivityid": 43775
        }
    },
    "status": [
        {
            "id": 43775,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643674",
    "attachments": []
}