{
    "activityid": 4377,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Without Church, Cathedral, or Shrine: The Search for Religious Space Among Catholics in England, 1559-1625",
        "Journal": "Sixteenth Century Journal",
        "Volume": "33",
        "Month / Season": "2002-07-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "381-399",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/6",
        "Description/Abstract": "This article explores how Catholics in England reconceptualized traditional ideas about religious space and found new places to practice their faith after Elizabeth I's insistence upon Protestant conformity in 1559. Excluded from churches and other traditional holy sites, how might both English clergy and laity have reinterpreted the space around them to turn ordinary or even Protestant-controlled places into locations for Catholic devotion? The article investigates the processes by which places become sacred and how English Catholics created new options for piety and fellowship using the spaces within ordinary homes, prisons, execution sites, and even the bodies of believers.  Examining the various ways in which English Catholics found new locations for worship and community and exploring how they created, understood, and experienced them is at the core of understanding how the clash of religious orthodoxy affected the day-to-day piety of individuals during the Europe wide age of reform.",
        "Origin": "Other"
    },
    "facultyid": "111669995",
    "coauthors": {
        "13104": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 13104,
            "scholarlyactivityid": 4377
        }
    },
    "status": [
        {
            "id": 4377,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2002,
            "termid": "2002/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}