{
    "activityid": 4378,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Neither Single nor Alone: Elizabeth Cellier, Catholic Community, and Transformations of Catholic Women's Piety ",
        "Journal": "Tulsa Studies in Women's Literature",
        "Volume": "31",
        "Month / Season": "2013-04-30",
        "Issue Number": "no. 1/2",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "20",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Catholic midwife Elizabeth Cellier wrote during the volatile decade between the Popish Plot and the Glorious Revolution. Her writings treat subjects as diverse as the torture of Catholic prisoners in London jails, Presbyterian plots against the monarchy, and the incorporation of female midwives to run a foundling hospital and college of midwives in London. Though Cellier was widely vilified by critics for her faith, this article explores Cellier through the lens of her own understanding of her Catholicism. Cellier’s writings reveal how she participated in several well-established Catholic networks that provided her with the means to practice her faith and share information with Catholics in London and on the continent. Moreover, building on the lessons women of all faiths were learning about activism, writing, and publishing, Cellier transformed traditional women's Catholic practices involving good works and the organization of women's institutions into new forms that interwove religious, political, and professional engagement. She accomplished this in an ever-changing environment in which the overt practice of Catholicism was officially illegal but increasingly tolerated by a sympathetic monarchy, if not by the majority of English subjects.  ",
        "Origin": "Other"
    },
    "facultyid": "111669995",
    "coauthors": {
        "13105": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 13105,
            "scholarlyactivityid": 4378
        }
    },
    "status": [
        {
            "id": 4378,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}