{
    "activityid": 43782,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“Why Can’t You Sit Still?”  The Effect of Daily Physical Activity on Childhood ADHD and Educational Gender Gap ",
        "Conference/Meeting Name": "2nd Annual COBE Research Share Day",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "4-20-2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "We present evidence on the impact of a large-scale intervention in Canada that requires 20-30 minutes of daily physical activity on ADHD symptoms among elementary-school aged children, one of the most common mental disorders identified in children and teenagers. Results show that mandating brief bouts of daily physical exercise at school effectively reduces physical inactivity and inattention/hyperactivity behavior in students even at 1-3 year follow-up. The beneficial effect is enhanced with the duration of routine exercise. Most program effect is concentrated on boys and on students exhibiting most ADHD symptoms before they enter school. Since the higher rates of ADHD symptoms contribute to the explanation for boys’ lagging academic motivation and achievement behind girls, we argue that providing more scope for physical activity during the school day might be a feasible policy option for improving child psychological well-being overall, but also closing the educational gender gap in the longer run.",
        "Origin": "Manual"
    },
    "facultyid": "114045269",
    "coauthors": {
        "197460": {
            "firstname": "Kelly",
            "middleinitial": "",
            "lastname": "Chen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114045269",
            "authorid": 197460,
            "scholarlyactivityid": 43782,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 43782,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114045269",
    "attachments": []
}