{
    "activityid": 43824,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Nursing Student Remote Performance Assessment using a Novel Smartphone Application. ",
        "Name of Conference": "2018 International  Symposium on Human Factors and Ergonomics in Healthcare",
        "Month / Season": "June",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "17-20",
        "Publisher": "Sage Journals",
        "Publisher Location": "",
        "Volume": "7",
        "Issue Number": "1",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://journals.sagepub.com/doi/abs/10.1177/2327857918071000",
        "Description/Abstract": "Smartphone technologies have transformed the way people interact with each other around the world. The technology offers new approaches and opportunities for collecting, storing and sharing information. A novel smartphone technology application (app) originally developed for Patient Behavior Health applications was tested to determine if the proficiency of nursing students demonstrating a standardized seasonal influenza immunization protocol could be accurately recorded and subsequently evaluated remotely. The student performance was rated by four university instructors independently of each other. Each instructor used a standardized competency checklist to score these students. The study showed that by using the new smart-phone application, the remote evaluation of clinical nursing student proficiencies could be accomplished quickly and easily. However, the inter-rater agreement indicated that training of the evaluators in the use of the new app prior to scoring student performances will be needed.  While the new smartphone application proved to be effective in documenting student performance, the technology promises to have practical uses in additional fields such as the secure monitoring of specialized training for paramedics, firefighters, police, skilled tradesmen, aircraft crews, etc.    ",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "197637": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 197637,
            "scholarlyactivityid": 43824,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43824,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}