{
    "activityid": 43849,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“The Memory of the Polish Lithuanian Commonwealth” ",
        "Conference/Meeting Name": "Association for the Study of Slavic, East European and Eurasian Studies Annual Meeting.",
        "Conference Location": ", Boston MA ",
        "Date or Date Range": "December 9, 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Association for the Study of Slavic, East European and Eurasian Studies",
        "Presenter(s)": null,
        "Web Address": "https://convention2.allacademic.com/one/aseees/aseees18/index.php?click_key=1&amp;obf_var=4317600&amp;PHPSESSID=s4m8cr0rb54q6sojia3ui6t5t2",
        "Description/Abstract": "The memory of the Polish Lithuanian Commonwealth might appear irrelevant in the year 2018 since how could there be a point fighting over the memory of a state that ceased to exist over 200 years ago? The conflict in Ukraine drew attention to the memory wars there. Putin’s Russia prepared the groundwork for the annexation by engaging in memory warfare, by re-writing the history of the past to include claims on the lands of the former Commonwealth. In the 2010 “Unified History” this state is “an evil from the West.” Communist historiography underscored that Kyivan Rus’ was the precursor to Russia, and many Russians still accept the idea that Russia is descendant of Kyivan Rus’, so how could the Polish Lithuanian Commonwealth equally trace its origins to the land? \nSince 1991, no consensus has emerged on the collective memory of the Polish Lithuanian Commonwealth in Poland, Lithuania, Belarus, and Ukraine. While Polish scholars embraced the memory of the Polish Lithuanian Commonwealth, there is public indifference and reluctance to embrace the legacy of the Commonwealth in Lithuania, Belarus, and Ukraine. But if the people of Lithuania and Belarus have no mass memory of the legacy of the Commonwealth, this is certainly no accident. The erasure of the memory this state and the cultivation of mass amnesia was the policy of the empire that partitioned the state, then the nationalists who forged 19th century linguistically-based identities, and later by the Soviets. This panel explores the memory of the Polish Lithuanian Commonwealth.",
        "Origin": "Manual"
    },
    "facultyid": "111116629",
    "coauthors": {
        "197713": {
            "firstname": "Lynn",
            "middleinitial": "T",
            "lastname": "Lubamersky",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111116629",
            "authorid": 197713,
            "scholarlyactivityid": 43849,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43849,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116629",
    "attachments": []
}