{
    "activityid": 43844,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Ergonomic Design Solution for Reducing Smoke Build-up Inside    Rural Kitchens in Kenya",
        "Conference/Meeting Name": "9th International Conference on Applied Human Factors and Ergonomics",
        "Conference Location": "Orlando, FL",
        "Date or Date Range": "July 21-25",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Applied Human Factors and Ergonomics Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Millions of rural families in sub-Saharan Africa depend on biomass for domestic cooking. These fuels consist of wood, dried dung, and crop residues that produce high levels of smoke when burned. Exposure to this smoke can lead to serious health hazards including pneumonia and chronic lung disease. The persons most affected are women and their children who work in these kitchens. Previous attempts to reduce kitchen indoor air pollution focused on the introduction of new stoves that generate less smoke. However, the stoves have not been adopted because they are relatively complex to use and cost more than rural families can afford. An air-flow analysis of indoor air pollution was carried and followed up by the development of a new ergonomic kitchen design that reduces indoor smoke build-up. The design solution is simple and inexpensive and does not require changes in the use of the “traditional” stoves or use of traditional fuels. The study utilized simulations that were carried out on a 1:12 scale model representing a typical rural kitchen in Kenya. The paper describes the research methodology, the new kitchen design solution and the strategy used for implementing such a design solution in rural Africa. Indoor air quality measurements obtained inside a full-scale prototype rural kitchen in Kakamega, Kenya, showed that a 75% reduction in smoke build-up can be achieved. Implementation of such a design solution has the potential of saving the lives of many women in the future. ",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "197701": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 197701,
            "scholarlyactivityid": 43844,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43844,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}