{
    "activityid": 43843,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Killer Smoke in Kenya",
        "Conference/Meeting Name": "7th International Ergonomics Conference",
        "Conference Location": "Zadar, Croatia",
        "Date or Date Range": "June 13-16",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Croatian Ergonomics Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Millions of poor rural families in Kenya, Africa, depend on biomass for domestic cooking including wood, dried dung, and crop residue that produce high levels of smoke. Exposure to this smoke can lead to serious health hazards including pneumonia, emphysema, and lung cancer leading to premature deaths. The persons most affected by this indoor air pollution are women and their children who spend time in these kitchens. Attempts to reduce this air pollution have focused on the development and use of new and more efficient stoves that produce more heat and less smoke. However, such stoves are not always available and often cost more than rural families can afford. To explore alternatives to the use of new stoves, an indoor air-flow simulation was conducted. Based on the outcome of this study, an architectural design solution was developed that allows smoke to exit the kitchen quickly regardless of the stove type or the fuel used. The design is simple and inexpensive. The design was implemented in Kenya and field observations showed that smoke build-up inside the kitchen was reduced by more than 75%. Application of this new design now has the potential of improving the health and safety of women and children in rural Kenya.",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "197700": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 197700,
            "scholarlyactivityid": 43843,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43843,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}