{
    "activityid": 43954,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Nitrous oxide from streams and rivers: A review of primary biogeochemical pathways and environmental variables",
        "Journal": "Earth Science Reviews",
        "Volume": "191",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "224-262",
        "Publisher": "",
        "DOI": "https://doi.org/10.1016/j.earscirev.2019.02.021",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Atmospheric concentrations of the powerful greenhouse gas nitrous oxide (N2O) have increased dramatically over the last 100 years, and part of these emissions come from streams and rivers. N2O production has been more carefully studied in soils, but runoff of reactive nitrogen, likely from fertilizer, influences lotic N2O emissions. N2O production and consumption are strongly microbially mediated and mostly involve oxidation and reduction of the reactive nitrogen species ammonia, nitrate, and nitrite. Of the four main pathways leading to N2O production in soils and sediments, incomplete denitrification is likely the globally dominant nitrous oxide generating pathway and is favored by elevated nitrate concentrations, suboxic conditions, and sufficient organic carbon to promote reduction. The two pathways that oxidize ammonia, nitrifier denitrification and nitrification, are favored with higher concentrations of dissolved oxygen and ammonia. It is often difficult to distinguish these two pathways in field settings, but most evidence suggests that nitrifier-denitrification is likely the globally more significant of the two. The fourth reaction pathway is dissimilatory nitrate reduction to ammonia (DNRA), in which N2O may be produced from intermediate nitrite. This pathway is more recently discovered, and its global relevance remains uncertain.\nThe key variables influencing N2O cycling, concentrations of the primary reactants (nitrate and ammonia), organic carbon, and dissolved oxygen (DO), may vary temporally with season and time of day. Increasing nitrate and ammonia generally result in higher N2O production. Elevated carbon availability generally promotes denitrification. However, N2O yield is generally higher when carbon is less available or less reactive. Efforts to quantify N2O in lotic settings include mostly studies of N2O dissolved in or emitted from surface water, with fewer studies of N2O produced or emitted from sediments. With some exceptions and limits, N2O emissions are generally positively correlated with nitrate concentration (and in some cases, ammonia concentration). Most studies observe more N2O emissions with low DO. Lotic N2O emissions were generally higher in the warmer months and at night. Most studies assume a denitrification source for N2O, except in the case of high DO and NH4+, in which nitrification is assumed. \nLotic N2O production and consumption may take place in the hyporheic zone along groundwater flow paths and in the water column of streams and rivers. Because microbial nitrogen processing requires substrate, influx of reactants, appropriate redox conditions, and intermediate residence times, the hyporheic zone is likely the site of most N2O production. However, high rates of N2O production may also occur associated with suspended sediments in turbid streams and rivers. Models that combine hydromorphogical and chemical variables are most likely to provide the best predictions of N2O emissions. Such models and some observations suggest that N2O emissions decrease downstream as sedimentary processes (likely denitrification) decrease relative to processes in the surface water (likely nitrification). Downstream sites could have large N2O emissions, however, due to inputs of nitrate or ammonia. Better quantification of lotic N2O processing will inform the emission factors incorporated into greenhouse gas budgets. Both quantification and mitigation of N2O emissions will benefit from future research that more closely examines the biogeochemical pathways and physical settings for N2O production and consumption.\n",
        "Origin": "Manual"
    },
    "facultyid": "112058703",
    "coauthors": {
        "228715": {
            "firstname": "Annika",
            "middleinitial": "M",
            "lastname": "Quick",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 228715,
            "scholarlyactivityid": 43954,
            "classifications": {
                "Role": "Author"
            }
        },
        "228716": {
            "firstname": "William",
            "middleinitial": "J.",
            "lastname": "Reeder",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 228716,
            "scholarlyactivityid": 43954,
            "classifications": {
                "Role": "Author"
            }
        },
        "228717": {
            "firstname": "Tiffany",
            "middleinitial": "B",
            "lastname": "Farrell",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 228717,
            "scholarlyactivityid": 43954,
            "classifications": {
                "Role": "Author"
            }
        },
        "228718": {
            "firstname": "Daniele",
            "middleinitial": "",
            "lastname": "Tonina",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 228718,
            "scholarlyactivityid": 43954,
            "classifications": {
                "Role": "Author"
            }
        },
        "228719": {
            "firstname": "Kevin",
            "middleinitial": "P",
            "lastname": "Feris",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112058703",
            "authorid": 228719,
            "scholarlyactivityid": 43954,
            "classifications": {
                "Role": "Author"
            }
        },
        "228720": {
            "firstname": "Shawn",
            "middleinitial": "G",
            "lastname": "Benner",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112032120",
            "authorid": 228720,
            "scholarlyactivityid": 43954,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 43954,
            "status": "Accepted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 43954,
            "status": "Accepted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 43954,
            "status": "Accepted",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 43954,
            "status": "Submitted",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "112058703",
    "attachments": []
}