{
    "activityid": 44020,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "At and Above the Axis: Computational Approaches to Marginalia and Literary Reading",
        "Conference/Meeting Name": "Institute for English Studies, University of London",
        "Conference Location": "London, UK",
        "Date or Date Range": "July 23, 2018",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Sponsoring Organization": "Institute for English Studies, University of London",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "John Keats famously praised Shakespeare’s “negative capability.” Herman Melville lauded his “short, quick probings at the very axis of reality.” Many marked passages in their surviving copies of Shakespeare’s Dramatic Works hint of these formative conceptions, which significantly influenced their own creative achievements. Study of marginalia is complicated by the fragmentary character of the evidence, which physically marks and conceptually focuses on selected portions of a larger, integrated text. Since the experience of examining marginalia typically lacks the coherence and sequential unity that characterizes study of a work in its totality, methods of computation and data visualization produced from encoded text offer enhanced approaches to evidence. With examples from Keats’s and Melville’s marginalia to Shakespeare’s plays in sets housed at Harvard University’s Houghton Library, this talk will demonstrate some of the ways digital text analysis enriches our understanding of how these two great writers responded to their towering predecessor, and of literary reading and creativity generally.",
        "Origin": "Manual"
    },
    "facultyid": "111643332",
    "coauthors": {
        "199330": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 199330,
            "scholarlyactivityid": 44020
        }
    },
    "status": [
        {
            "id": 44020,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643332",
    "attachments": []
}