{
    "activityid": 4406,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The M-Superfamily of Conotoxins: A Review",
        "Journal": "Cellular and Molecular Life Sciences",
        "Volume": "67",
        "Month / Season": "2010-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "17-27",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s00018-009-0125-0",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/6",
        "Description/Abstract": "Throughout the world there exist both predator and prey. This distinction is apparent though sometimes misleading. Take for example marine snails of the genus Conus that are present across the oceans of the southern hemisphere [1]. These snails are slow moving animals that appear more prey than predator. However, they have evolved into effective predators through the development of venom consisting of biologically active peptides. The venom is loaded into a hollow harpoon that the snail injects into the intended prey: fish, worms, or other snails [2]. The categories of cone snails based on prey preference are piscivorous (fish eating), molluscivorous (mollusk eating), and vermivorous (worm eating) [3]. The cone snail venom contains myriad peptide components significant to the survival of the organism with respect to hunting and defense against being eaten [4]. Interest by researchers in snails of the genus Conus began in the early nineteen seventies as evidence of their involvement in numerous human fatalities mounted [5]. Dr. Alan Kohn, an early pioneer in the study of hunter/prey relationship of cone snails, recognized that the venom of cone snails may possess therapeutic components [6]. During that time, Dr. Robert Endean and coworkers in Australia demonstrated that the venom of dissimilar species of cone snail contained a diversity of biologically active components. Dr. Baldomero (Toto) Olivera and coworkers at the University of Utah became the primary innovators of successful laboratory techniques in the study of venom components extracted from cone snails [7]. Foremost among these innovations was an avant-garde method of bio-assay using intracranial rather than intraperitoneal injection of toxin into subject mice. This new delivery method revealed greater sensitivity to individual peptides in fish and mouse studies than those from standard M-superfamily intraperitoneal injections [8]. This early research revealed the disulfide rich nature of the majority of peptide components from Conus snail venom. The disulfide rich peptides became broadly defined as conotoxins [9].",
        "Origin": "Other"
    },
    "facultyid": "112100122",
    "coauthors": {
        "13181": {
            "firstname": "Reed",
            "middleinitial": "B.",
            "lastname": "Jacob",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13181,
            "scholarlyactivityid": 4406
        },
        "13182": {
            "firstname": "Owen",
            "middleinitial": "Michael",
            "lastname": "McDougal",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112100122",
            "authorid": 13182,
            "scholarlyactivityid": 4406
        }
    },
    "status": [
        {
            "id": 4406,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112100122",
    "attachments": []
}