{
    "activityid": 44130,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Teaching Professional Ethics in Undergraduate Writing and TPC Courses: Navigating the Challenge in a STEM-Driven Environment",
        "Conference/Meeting Name": "Computers and Writing 2019",
        "Conference Location": "Michigan State University  Lansing, MI",
        "Date or Date Range": "June 20-22, 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Computers &amp; Writing",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "An introduction to professional ethics, which are principles of conduct that apply to an individual or group in workplace settings, is a focused learning objective in many service courses, including those in introductory TPC (technical and professional communications), nonfiction writing, and university foundations. Yet with limited time and the press of other, more practical learning objectives, a robust exploration of ethics during a student’s college years may falter. How can we enhance our teaching and learning of professional ethics in writing courses? In this panel presentation, we present research about challenges and strategies of teaching professional ethics in online and face-to-face undergraduate technical communication, service writing, and nonfiction writing courses. We also explore challenges and benefits of adapting an ethics outcome from the Association of American Colleges &amp; Universities LEAP initiative at a major regional public university with courses designed to meet that outcome. By sharing analysis of curriculum and data gathered from writing students, writing faculty, campus stakeholders, and employers, we offer considerations for enhancing the teaching and learning of professional ethics.",
        "Origin": "Manual"
    },
    "facultyid": "111112417",
    "coauthors": {
        "250422": {
            "firstname": "Debra",
            "middleinitial": "W",
            "lastname": "Purdy",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111113442",
            "authorid": 250422,
            "scholarlyactivityid": 44130
        },
        "250423": {
            "firstname": "Jill",
            "middleinitial": "",
            "lastname": "Heney",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112417",
            "authorid": 250423,
            "scholarlyactivityid": 44130
        },
        "250424": {
            "firstname": "Heidi",
            "middleinitial": "",
            "lastname": "Naylor",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111301723",
            "authorid": 250424,
            "scholarlyactivityid": 44130
        }
    },
    "status": [
        {
            "id": 44130,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111112417",
    "attachments": []
}