{
    "activityid": 4424,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Harpagoside Content in Devil's Claw Extracts",
        "Journal": "Natural Product Communications",
        "Volume": "11",
        "Month / Season": "2016-03-23",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "1215-1216",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Devil’s claw is a common ingredient in nutraceutical products for the treatment of inflammation due to arthritis. The secondary root extract of Harpagophytum procumbens contains bioactive iridoid glycosides known as harpagosides. Recent scrutiny of the nutraceutical industry claims that products listing devil’s claw on their labels should refer only to H. procumbens, while the closely related, and less expensive, H. zeyheri is not to be classified as devil’s claw. This assertion is in contrast to botanists who claim that either species of Harpagophytum can be generically referred to as devil’s claw. The current research aimed to determine the chemical composition of extracts from H. procumbens and H. zeyheri, with the intent to identify whether the bioactive harpagosides were\r\nsimilarly present between species, and how their presence resembled or deviated from commercially available H. procumbens extracts commonly used in nutraceutical products. A microwave extraction followed by high performance liquid chromatography analysis of root samples from botanical specimens of H. procumbens and H. zeyheri identified similar quantities of harpagoside, regardless of species. The chemical composition between root extracts for each species was found to contain varying quantities of non-harpagoside constituents, however their harpagoside content was comparable. These findings are intended to inform policymakers, nutraceutical manufacturers, and the general public of the distinction between myth and reality regarding devil’s claw supplements. ",
        "Origin": "Other"
    },
    "facultyid": "112100122",
    "coauthors": {
        "99719": {
            "firstname": "Narasimharao",
            "middleinitial": "",
            "lastname": "Kondamudi",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99719,
            "scholarlyactivityid": 4424
        },
        "99720": {
            "firstname": "Matthew",
            "middleinitial": "W",
            "lastname": "Turner",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 99720,
            "scholarlyactivityid": 4424
        },
        "99721": {
            "firstname": "Owen",
            "middleinitial": "Michael",
            "lastname": "McDougal",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112100122",
            "authorid": 99721,
            "scholarlyactivityid": 4424
        }
    },
    "status": [
        {
            "id": 4424,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 4424,
            "status": "Submitted",
            "term": "Spring",
            "year": 1966,
            "termid": "1965/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "112100122",
    "attachments": []
}