{
    "activityid": 4426,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Alkaloid Variation in New Zealand Kowhai, Sophora Species",
        "Journal": "Phytochemistry",
        "Volume": "118",
        "Month / Season": "2015-03-02",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "9-16",
        "Publisher": "Elsevier",
        "DOI": "doi: 10.1016/j.phytochem.2015.07.019",
        "PubMed Central ID Number": "PMID: 26253652",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Alkaloid contents of leaf and seed samples of eight species of Sophora native to New Zealand, plus Sophora cassioides from Chile are reported. Fifty-six leaf and forty-two seed samples were analysed for alkaloid content by proton nuclear magnetic resonance spectroscopy, which showed major alkaloids as cytisine, N-methyl cytisine and matrine. GC analyses quantified these and identified further alkaloid components. The alkaloids identified were cytisine, sparteine, and matrine-types common to Sophora from other regions of the world. Cytisine, N-methyl cytisine, and matrine were generally the most abundant alkaloids across all species with seeds containing the highest concentrations of alkaloids. However, there was no clear taxonomic grouping based on alkaloid composition. A quantitative analysis of various parts\r\nof two Sophora microphylla trees showed that the seeds were the richest source of alkaloids (total 0.4–0.5% DM), followed by leaf and twig (0.1–0.3%) and then bark (0.04–0.06%), with only low amounts (&lt;0.02%) found in the roots. This study represents the most comprehensive phytochemical investigation of New Zealand Sophora species to date and presents data for three species of Sophora for which no prior chemistry has been reported.",
        "Origin": "Other"
    },
    "facultyid": "112100122",
    "coauthors": {
        "99724": {
            "firstname": "Owen",
            "middleinitial": "Michael",
            "lastname": "McDougal",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112100122",
            "authorid": 99724,
            "scholarlyactivityid": 4426
        }
    },
    "status": [
        {
            "id": 4426,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 4426,
            "status": "Submitted",
            "term": "Spring",
            "year": 1966,
            "termid": "1965/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "112100122",
    "attachments": []
}