{
    "activityid": 4437,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Arctic Freshwater Ice and Its Climatic Role",
        "Journal": "AMBIO - A Journal of the Human Environment",
        "Volume": "40",
        "Month / Season": "2011-12-01",
        "Issue Number": "Supplement 1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "46-52",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s13280-011-0214-9",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/112",
        "Description/Abstract": "Freshwater ice dominates the Arctic terrestrial environment and  significantly impacts bio-physical and socio-economic systems.             Unlike other major cryospheric components that either  blanket large expanses (e.g., snow, permafrost, sea ice) or are  concentrated             in specific locations, lake and river ice are interwoven  into the terrestrial landscape through major flow and storage networks.             For instance, the headwaters of large ice-covered rivers  extend well beyond the Arctic while many northern lakes owe their             genesis to broader cryospheric changes. The effects of  freshwater ice on climate mostly occur at the local/regional scale,             with the degree of influence dependent on the magnitude,  timing, location, and duration of ice cover, and the size of the             water body. Freshwater-ice formation, growth, decay, and  break-up are influenced by climatic variables that control surface             heat fluxes, but these differ markedly between lakes and  rivers. Despite the importance of freshwater ice, there has been             a recent reduction in observational recordings.",
        "Origin": "Other"
    },
    "facultyid": "111110360",
    "coauthors": {
        "13287": {
            "firstname": "James",
            "middleinitial": "P",
            "lastname": "McNamara",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110360",
            "authorid": 13287,
            "scholarlyactivityid": 4437
        }
    },
    "status": [
        {
            "id": 4437,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110360",
    "attachments": []
}