{
    "activityid": 4438,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effects of Changes in Arctic Lake and River Ice",
        "Journal": "AMBIO - A Journal of the Human Environment",
        "Volume": "40",
        "Month / Season": "2011-12-01",
        "Issue Number": "Supplement 1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "63-74",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s13280-011-0217-6",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/110",
        "Description/Abstract": "Climatic changes to freshwater ice in the Arctic are projected to  produce a variety of effects on hydrologic, ecological,             and socio-economic systems. Key hydrologic impacts include  changes to low flows, lake evaporation regimes and water levels,             and river-ice break-up severity and timing. The latter are  of particular concern because of their effect on river geomorphology,             vegetation, sediment and nutrient fluxes, and sustainment of  riparian aquatic habitats. Changes in ice phenology will affect             a wide range of related biological aspects of seasonality.  Some changes are likely to be gradual, but others could be more             abrupt as systems cross critical ecological thresholds.  Transportation and hydroelectric production are two of the  socio-economic             sectors most vulnerable to change in freshwater-ice regimes.  Ice roads will require expensive on-land replacements while  hydroelectric             operations will both benefit and be challenged. The ability  to undertake some traditional harvesting methods will also be             affected.",
        "Origin": "Other"
    },
    "facultyid": "111110360",
    "coauthors": {
        "13288": {
            "firstname": "James",
            "middleinitial": "P",
            "lastname": "McNamara",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110360",
            "authorid": 13288,
            "scholarlyactivityid": 4438
        }
    },
    "status": [
        {
            "id": 4438,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110360",
    "attachments": []
}