{
    "activityid": 4439,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Past and Future Changes in Arctic Lake and River Ice",
        "Journal": "AMBIO - A Journal of the Human Environment",
        "Volume": "40",
        "Month / Season": "2011-12-01",
        "Issue Number": "Supplement 1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "53-62",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s13280-011-0216-7",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/111",
        "Description/Abstract": "Paleolimnological evidence from some Arctic lakes suggests that longer  ice-free seasons have been experienced since the beginning             of the nineteenth century. It has been inferred from some  additional records that many Arctic lakes may have crossed an important             ecological threshold as a result of recent warming. In the  instrumental record, long-term trends exhibit increasingly later             freeze-ups and earlier break-ups, closely corresponding to  increasing air temperature trends, but with greater sensitivity             at the more temperate latitudes. Broad spatial patterns in  these trends are also related to major atmospheric circulation             patterns. Future projections of lake ice indicate  increasingly later freeze-ups and earlier break-ups, decreasing ice  thickness,             and changes in cover composition, particularly white-ice.  For rivers, projected future decreases in south to north air-temperature             gradients suggest that the severity of ice-jam flooding may  be reduced but this could be mitigated by changes in the magnitude             of spring snowmelt.",
        "Origin": "Other"
    },
    "facultyid": "111110360",
    "coauthors": {
        "13289": {
            "firstname": "James",
            "middleinitial": "P",
            "lastname": "McNamara",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110360",
            "authorid": 13289,
            "scholarlyactivityid": 4439
        }
    },
    "status": [
        {
            "id": 4439,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110360",
    "attachments": []
}