{
    "activityid": 44396,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Unintended Management Consequences of Veterans’ Preference: Examining Whether Managers Who Are Veterans Treat Veteran and Non-Veteran Employees Differently",
        "Journal": "Review of Public Personnel Administration",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "We argue that the federal government’s policy to give veterans preferential treatment in hiring has considerable unintended consequences for federal personnel management.  While meant to apply only to federal hiring decisions, we argue that veterans’ preference is likely to influence other important personnel management decisions, including employee promotions, employee performance evaluations, and employee reassignments.  We draw on theories of cultural and occupational homophily to suggest that managers who are veterans will treat employees who are veterans favorably relative to employees who are not veterans.  Specifically, we hypothesize that managers who are veterans will be more likely to promote employees who are veterans, that managers who are veterans will provide larger performance pay bonuses to employees who are veterans, and that managers who are veterans will be less likely to reassign employees who are veterans to other work units. \n\nWe use fine-grained panel data on federal personnel actions to test the above hypotheses.  Our data allow us to follow managers and employees over time, as they move from work group to work group, and so we are able to exploit longitudinal variation in our variables of interest to test our hypotheses.  For instance, we can compare whether an employee who moves from a veteran-led work group to a civilian-led work group experiences differential treatment in these two groups.  We can also compare whether a manager who moves from a work group composed entirely of veterans to a work group composed entirely of non-veterans treats these groups’ employees differently.  Additionally, our data indicate whether employees are Vietnam-era veterans, pre-Vietnam-era veterans, or post-Vietnam-era veterans, allowing us to examine whether different degrees of cultural homophily between managers and employees are associated with different degrees of favorable treatment in personnel decisions.  For instance, we examine whether managers who are Vietnam-era veterans treat employees who are also Vietnam-era veterans particularly favorably.  In addition to illuminating the unintended management consequences of the federal government’s veterans’ preference policy, our findings contribute to the representative bureaucracy and public sector performance pay literatures.  Practically speaking, they tell us whether federal employees who are military veterans enjoy a veterans’ preference that is not statutory, but is instead a de facto and pervasive part of federal personnel management.           \n    \n",
        "Origin": "Manual"
    },
    "facultyid": "114067658",
    "coauthors": {
        "274000": {
            "firstname": "Christopher",
            "middleinitial": "C",
            "lastname": "Birdsall",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114067658",
            "authorid": 274000,
            "scholarlyactivityid": 44396,
            "classifications": {
                "Role": "Author"
            }
        },
        "274001": {
            "firstname": "John",
            "middleinitial": "D",
            "lastname": "Marvel",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 274001,
            "scholarlyactivityid": 44396,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 44396,
            "status": "Submitted",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 44396,
            "status": "Revise &amp; Resubmit",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 3,
            "completionorder": 3
        },
        {
            "id": 44396,
            "status": "Submitted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114067658",
    "attachments": []
}