{
    "activityid": 44480,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Bienestar: Transition and Well-Being among Latina/o Farmworkers ",
        "Conference/Meeting Name": "Annual Meeting Association of American Anthropologists ",
        "Conference Location": "Washington DC",
        "Date or Date Range": "November 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As U.S. food production has grown increasingly industrialized, the consolidation of small family farms into larger, and often vertically-integrated farming operations has grown more commonplace. Since the end of World War II, these consolidation and industrialization processes have been spurred by a growing influence of large-scale agricultural corporations that now dominate the majority of food production and distribution in the United States and abroad. Alongside this consolidation, hiring laborers from off the farm has become the primary strategy of meeting the production needs of farming operations where labor needs exceed local labor availability. Foreign-born workers labor in nearly all sectors and scales of the food system, from the smallest family farms to the largest corporate food operations, from diversified farms to enormous dairy operations. In a nation where the food industry accounts for 13% of the total Gross Domestic Product, the contribution of farmworkers is clearly significant to the nation’s overall economic wellbeing (FCWA 2012). Despite the significance of farmworkers in upholding the national agricultural economy, the economic conditions of farmworkers remain substandard.\n\tThe growing reliance on nonfamily farm labor since the end of World War II has been significant, with the ratio of hired farmworkers to total farmworkers growing from 1 in 4 in 1950 to 1 in 3 in 2014 (Kandel 2008, Hertz 2014). Today, nearly 80% of American farm workers are foreign born, and approximately 50% of farm workers are living and working in the U.S. without legal work permits (USDA).  While the majority of farm workers are foreign born, most no longer migrate in the traditional sense. Farm workers today travel in smaller circuits, and often settle and raise families in rural communities. Most farm workers now live within a 75 mile radius of their place of employment.  Border security policies have contributed significantly to this demographic shift, as families choose to stay together as undocumented laborers rather than risk the perils of border crossing (Hamilton and Hale, 2016). \nIn this symposium, we seek to explore the “well-being” of Mexican-origin farmworkers currently living in the United States. We include several geographic locations and a variety of agricultural industries across the U.S.  In each of our papers, we consider how race, gender, age, geography and immigration status intersect with markers of well-being.  Markers of well-being include: food security, access to health care and equal protection under the law.  One commonality amongst our research is a process of transition. Transition can include the physical movement of farm workers, shifting farm worker demographics (include immigration status, gender, age and ethnicity). Furthermore, demographic transitions in our agricultural labor force must be contextualized within the broader arena of rapidly changing immigration policies and laws on national, state and local levels.\n",
        "Origin": "Manual"
    },
    "facultyid": "111208039",
    "coauthors": {
        "201740": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "Meierotto",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111208039",
            "authorid": 201740,
            "scholarlyactivityid": 44480
        }
    },
    "status": [
        {
            "id": 44480,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111208039",
    "attachments": []
}