{
    "activityid": 4455,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Simulated Soil Water Storage Effects on Streamflow Generation in a Mountainous Snowmelt Environment, Idaho, USA",
        "Journal": "Hydrological Processes",
        "Volume": "23",
        "Month / Season": "2009-03-15",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "858-873",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1002/hyp.7211",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/81",
        "Description/Abstract": "Although soil processes affect the timing and amount of streamflow  generated from snowmelt, they are often overlooked in estimations of  snowmelt-generated streamflow in the western USA. The use of a soil  water balance modelling approach to incorporate the effects of soil  processes, in particular soil water storage, on the timing and amount of  snowmelt generated streamflow, was investigated. The study was  conducted in the Reynolds Mountain East (RME) watershed, a 38 ha,  snowmelt-dominated watershed in southwest Idaho. Snowmelt or rainfall  inputs to the soil were determined using a well established snow  accumulation and melt model (Isnobal). The soil water balance  model was first evaluated at a point scale, using periodic soil water  content measurements made over two years at 14 sites. In general, the  simulated soil water profiles were in agreement with measurements (P &lt; 0·05) as further indicated by high R2 values (mostly &gt; 0·85), y-intercept  values near 0, slopes near 1 and low average differences between  measured and modelled values. In addition, observed soil water dynamics  were generally consistent with critical model assumptions. Spatially  distributed simulations over the watershed for the same two years  indicate that streamflow initiation and cessation are closely linked to  the overall watershed soil water storage capacity, which acts as a  threshold. When soil water storage was below the threshold, streamflow  was insensitive to snowmelt inputs, but once the threshold was crossed,  the streamflow response was very rapid. At these times there was a  relatively high degree of spatial continuity of satiated soils within  the watershed. Incorporation of soil water storage effects may improve  estimation of the timing and amount of streamflow generated from  mountainous watersheds dominated by snowmelt.",
        "Origin": "Other"
    },
    "facultyid": "111110360",
    "coauthors": {
        "13352": {
            "firstname": "M.",
            "middleinitial": "S.",
            "lastname": "Seyfried",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13352,
            "scholarlyactivityid": 4455
        },
        "13353": {
            "firstname": "L.",
            "middleinitial": "E.",
            "lastname": "Grant",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13353,
            "scholarlyactivityid": 4455
        },
        "13354": {
            "firstname": "D.",
            "middleinitial": "",
            "lastname": "Marks",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13354,
            "scholarlyactivityid": 4455
        },
        "13355": {
            "firstname": "A.",
            "middleinitial": "",
            "lastname": "Winstral",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13355,
            "scholarlyactivityid": 4455
        },
        "13356": {
            "firstname": "James",
            "middleinitial": "P",
            "lastname": "McNamara",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110360",
            "authorid": 13356,
            "scholarlyactivityid": 4455
        }
    },
    "status": [
        {
            "id": 4455,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110360",
    "attachments": []
}