{
    "activityid": 44635,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Inspired Change: Career Coaching and Workplace Readiness for Graduate Students (Re)Entering the Job Market",
        "Conference/Meeting Name": "Association for Technology and Communication",
        "Conference Location": "Las Vegas, NV",
        "Date or Date Range": "October 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background\nThe challenge to increase college graduates’ workplace readiness so that they can assume roles in organizational training and performance, like that experienced in other fields, has increased the pressure on universities to turn their gaze inward examining how we are helping facilitate this transition.  A workplace readiness gap exists, even among students earning graduate degrees (Caballero &amp; Walker, 2010; Wendler, et al., 2012).  Scholars’ recommendations include, among other suggestions, that universities develop professional skill-building opportunities and approaches to professional development to increase the readiness of the students moving from coursework into careers (Rose, 2012; Wendler, et al.; 2012). \nThe career scene into which these graduates are entering is changing as well.  Technological and generational shifts are playing a role in transforming the 21st century workplace and graduate programs are flooded by students pursuing masters’ degrees, often seeking to improve their options for career advancement. In 2008 when millions of workers lost their jobs in the United States, the number of students enrolled in colleges and universities swelled. The trend continues with an increase of 4.6% in master’s degrees awarded in 2016-2017 (Jones, 2018). Many of these students are classified as career-changers who found themselves in a dramatically changed job search process lacking confidence in their newly gained skills. \nOpportunity for Meaningful Change\nThis session shares the findings and implications from an empirically designed developmental evaluation (Patton, 2011) of a career-coaching course created by one graduate program to bolster participants’ self-confidence and to help them meet their career preparation goals. Keller’s ARCS model (2010) provided a theoretical framework for this study that bridged the career-coaching course design and our evaluation of the outcomes.  Ultimately, we were interested in understanding students’ satisfaction, which we hypothesized would follow attention, relevance, and gains in confidence.  We were also interested in the extent to which the course enabled students who were looking for OTP jobs to find them.\nMethod\nThe study is informed by an analysis of scale and open-ended survey items administered to every student (N=11) participating in the career-coaching course during its first three semesters.  Our research team designed and tested an instrument with 19 items about career-coaching and 11 items about jobs in the field.  Seven items were open-ended and asked about career-coaching goals, responses to the career-coaching experience, and targeted positions that participants sought and jobs landed. We achieved a 100% response rate by following the electronic survey invitation with email requests by our program advisor. Data were analyzed qualitatively using frequency distributions for scaled items due to the small N. We used an inductive thematic analysis for open ended items (Saunders, Lewis, &amp; Thornhill, 2016); together these data inform our results.\nResults\nIn this abstract we provide a slice of the results that we will expand upon during our session.  Our first research question asked the extent to which the career-coaching course affected participants’ confidence in their OTP capabilities.  Eight items on the instrument asked participants’ pre- and post-reported confidence identifying appropriate job positions, pursuing job opportunities, reflecting on their own development and their overall career readiness. All participants reported that their confidence increased on the confidence items.  \nOur second research question asked about participants’ goals as they began their career coaching course.  Our concern was to understand if the course had relevance to them and if that alignment supported satisfaction. Participants’ goals fell into three basic themes, building OTP experiences, finding the “right” employment, and engaging in personal reflection. The flexible structure of the career-coaching course provided support meeting these goals for 72% of the respondents.  We note students’ positive responses to also building on their classwork (to help students depict their newly obtained skills in resumes and interviews) and that they valued their coaching experience. \nOur third question sought to understand the extent to which career-coaching contributed to the participants’ current job situation.  Regardless which field the respondents were working, we were interested in whether the participants attributed securing new jobs and meeting goals to the career-coaching experience and to what extent.  As above, these responses were overwhelmingly positive, particularly for those who had completed degree requirements and actively pursued positions after the career-coaching concluded. \nConclusion\nThrough this developmental evaluation, our program was able to use clear metrics related to career readiness and landing a job to help us determine the utility of a new career-coaching course designed to address the wide-ranging issues facing graduate students in this OTP program.  In so doing we were able to demonstrate positive outcomes from the course and to gather helpful feedback relative to the best and most challenging parts of the career-coaching course. Our results contributed to our continuous improvement efforts for the career-coaching course including how we describe the course to prospective students, and when we recommend it in the program of study.  \nSession Plan for Participant Engagement\nWe look forward to sharing these data and integrating our findings into an interactive discussion about career-readiness and the transition from university to workplace in OTP.  \n",
        "Origin": "Manual"
    },
    "facultyid": "113122305",
    "coauthors": {
        "220800": {
            "firstname": "Vicki",
            "middleinitial": "",
            "lastname": "Stieha",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113122305",
            "authorid": 220800,
            "scholarlyactivityid": 44635
        },
        "220801": {
            "firstname": "Steven",
            "middleinitial": "W",
            "lastname": "Villachica",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139967",
            "authorid": 220801,
            "scholarlyactivityid": 44635
        },
        "220802": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "Giacumo",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114041970",
            "authorid": 220802,
            "scholarlyactivityid": 44635
        }
    },
    "status": [
        {
            "id": 44635,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113122305",
    "attachments": [
        {
            "attachmentid": 21421,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "Inspired Change--Career coaching  v2.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTZiSU1lSTc3SUgzRkxWdXg5TlhSWUV2bWNLYnFBQjBMZmRvMUNoZ3NlN3h5N3hQZnp3MTRpWEYvZEE2ODFFYXpRc25FQXNZQUFNaDR3S2Y5RUt0Y0ROM0I5ZlBqMG54YQ%3D%3D",
            "filesize": 282651
        }
    ]
}