{
    "activityid": 44654,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Hand-Held Device to Apply Instrument-Assisted Soft Tissue Mobilization at Targeted Compression Forces and Stroke Frequencies",
        "Journal": "Journal of medical devices",
        "Volume": "13",
        "Month / Season": null,
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "0145041-145045",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Instrument-assisted soft tissue mobilization (IASTM) is a manual therapy technique that is commonly used to treat dysfunctions in ligaments and other musculoskeletal tissues. The objective of this study was to develop a simple hand-held device that helps users accurately apply targeted compressive forces and stroke frequencies during IASTM treatments. This portable device uses a force sensor, tablet computer, and custom software to guide the application of user-specified loading parameters. To measure performance, the device was used to apply a combination of targeted forces and stroke frequencies to foam blocks and silicone pads. Three operators using the device applied targeted forces between 0.3 and 125 N with less than 10% error and applied targeted stroke frequencies between 0.25 and 1.0 Hz with less than 3% error. The mean error in applying targeted forces increased significantly at compressive forces less than 0.2 N and greater than 125 N. For experimental validation, the device was used to apply a series of IASTM treatments over three-weeks to rodents with a ligament injury, and the targeted compressive force and stroke frequency were repeatedly applied with an average error less than 5%. This validated device can be used to investigate the effect of IASTM loading parameters on tissue healing in animal and human studies, and therefore can support the optimization and adoption of IASTM protocols that improve patient outcomes.",
        "Origin": "PubMed"
    },
    "facultyid": "113124248",
    "coauthors": {
        "202633": {
            "firstname": "John ",
            "middleinitial": "B",
            "lastname": "Everingham",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202633,
            "scholarlyactivityid": 44654
        },
        "202634": {
            "firstname": "Pe",
            "middleinitial": "T",
            "lastname": "Martin",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202634,
            "scholarlyactivityid": 44654
        },
        "202635": {
            "firstname": "Trevor ",
            "middleinitial": "J",
            "lastname": "Lujan",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202635,
            "scholarlyactivityid": 44654
        }
    },
    "status": [
        {
            "id": 44654,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113124248",
    "attachments": []
}