{
    "activityid": 44652,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "POSTFIRE VARIATION IN AEOLIAN DEPOSITION IN THE NORTHERN GREAT BASIN",
        "Journal": "Earth Surface Processes and Landforms",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Aeolian processes play a significant role in sediment and nutrient redistribution in burned sagebrush-steppe ecosystems. Our study uses two years of continuous passive dust trap data collected following the Soda Fire of August 2015 in the northern Great Basin. We analyze the mass flux, organic material content, grain size distribution, and geochemistry of the collected samples to trace the fingerprint of the Soda Fire through space and time. In areas not affected by fire, dust is characterized by silt-sized median grains, a geochemical signature consistent with a playa source area, and spatially consistent but seasonally variable dust flux rates. Following fire, dust flux increases significantly within and near the burned area; distal sites record fluxes representative of background “undisturbed,” rates. At burned and topographically sheltered sites, dust deposition in the 8 month period following fire increased by 190% compared with the following 2 years post-revegetation, while topographically exposed sites recorded only modest increases in dust deposition following fire. Analysis of organic matter indicates all dust samples (both burned and unburned) contained an average of 45% organic matter as compared to a watershed average of 1.6% organic matter in soils. \nGeochemical and seasonal mass flux data from 11 dust traps at a range of elevations indicates that in the absence of fire, a seasonally variable flux of regionally sourced dust is input homogenously over complex topography in semi-arid regions. With the removal of stabilizing vegetation after wildfire, differences in topographic position and wind direction lead to preferential redistribution of material across a burned landscape over hillslope scales (0-10 km). We posit postfire aeolian redistribution of locally derived material to topographically controlled positions is an important control on the spatial variability of soil depth and characteristics in semi-arid deserts with complex topography. \n \n \n",
        "Origin": "Manual"
    },
    "facultyid": "111717214",
    "coauthors": {
        "202621": {
            "firstname": "Clay",
            "middleinitial": "",
            "lastname": "Roehner",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202621,
            "scholarlyactivityid": 44652,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "202622": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 202622,
            "scholarlyactivityid": 44652,
            "classifications": {
                "Role": "Author"
            }
        },
        "202623": {
            "firstname": "Elowyn",
            "middleinitial": "",
            "lastname": "Yager",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202623,
            "scholarlyactivityid": 44652,
            "classifications": {
                "Role": "Author"
            }
        },
        "202624": {
            "firstname": "Fred",
            "middleinitial": "",
            "lastname": "Pierson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202624,
            "scholarlyactivityid": 44652,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 44652,
            "status": "Accepted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 44652,
            "status": "Submitted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 44652,
            "status": "Submitted",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111717214",
    "attachments": []
}