{
    "activityid": 44660,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Medial collateral ligament insertion site and contact forces in the ACL-deficient knee",
        "Journal": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
        "Volume": "24",
        "Month / Season": null,
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "800-10",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The objectives of this research were to determine the effects of anterior cruciate ligament (ACL) deficiency on medial collateral ligament (MCL) insertion site and contact forces during anterior tibial loading and valgus loading using a combined experimental-finite element (FE) approach. Our hypothesis was that ACL deficiency would increase MCL insertion site forces at the attachments to the tibia and femur and increase contact forces between the MCL and these bones. Six male knees were subjected to varus-valgus and anterior-posterior loading at flexion angles of 0 degrees and 30 degrees. Three-dimensional joint kinematics and MCL strains were recorded during kinematic testing. Following testing, the MCL of each knee was removed to establish a stress-free reference configuration. An FE model of the femur-MCL-tibia complex was constructed for each knee to simulate valgus rotation and anterior translation at 0 degrees and 30 degrees, using subject-specific bone and ligament geometry and joint kinematics. A transversely isotropic hyperelastic material model with average material coefficients taken from a previous study was used to represent the MCL. Subject-specific MCL in situ strain distributions were used in each model. Insertion site and contact forces were determined from the FE analyses. FE predictions were validated by comparing MCL fiber strains to experimental measurements. The subject-specific FE predictions of MCL fiber stretch correlated well with the experimentally measured values (R2 = 0.95). ACL deficiency caused a significant increase in MCL insertion site and contact forces in response to anterior tibial loading. In contrast, ACL deficiency did not significantly increase MCL insertion site and contact forces in response to valgus loading, demonstrating that the ACL is not a restraint to valgus rotation in knees that have an intact MCL. When evaluating valgus laxity in the ACL-deficient knee, increased valgus laxity indicates a compromised MCL.",
        "Origin": "PubMed"
    },
    "facultyid": "113124248",
    "coauthors": {
        "202667": {
            "firstname": "Ben",
            "middleinitial": "J",
            "lastname": "Ellis",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202667,
            "scholarlyactivityid": 44660
        },
        "202668": {
            "firstname": "Trevor ",
            "middleinitial": "J",
            "lastname": "Lujan",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202668,
            "scholarlyactivityid": 44660
        },
        "202669": {
            "firstname": "Michelle ",
            "middleinitial": "S",
            "lastname": "Dalton",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202669,
            "scholarlyactivityid": 44660
        },
        "202670": {
            "firstname": "Jeffrey ",
            "middleinitial": "A",
            "lastname": "Weiss",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202670,
            "scholarlyactivityid": 44660
        }
    },
    "status": [
        {
            "id": 44660,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113124248",
    "attachments": []
}