{
    "activityid": 44688,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": " &quot;TAG. YOU'RE IT!&quot; ENGAGING K-6 STUDENTS TO CLOSE THE CLIMATE SCIENCE KNOWLEDGE GAP",
        "Conference/Meeting Name": "GSA Annual Meeting",
        "Conference Location": "Seattle, WA",
        "Date or Date Range": "Oct. 24, 2017",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Sponsoring Organization": "Geological Society of America",
        "Presenter(s)": null,
        "Web Address": "https://gsa.confex.com/gsa/2017AM/meetingapp.cgi/Paper/302799",
        "Description/Abstract": "Despite overwhelming scientific evidence, the number of Americans who that believe the Earth is warming and anthropogenic emissions are the primary cause is, in most counties, below 50%. Perhaps more alarming is that the percentage of Americans who think that scientists think climate change is happening is even lower than the percentage of Americans who believe climate change is happening themselves (Howe et al., 2015). Clearly, this points to a gap in knowledge transfer from the scientific community to the public. The reasons for this gap are myriad and include the politicization of climate change and funding of widespread publication and dissemination of non-peer reviewed studies that cast doubt on climate science (Idso et al, 2016). However, we argue that a primary reason climate change is not ‘believed’ by many Americans is due to lack of education about basic climate change science in the K-12 schools. Until the basic principles of how the greenhouse effect works, and how human emissions of CO2 are increasing the amounts of longwave radiation trapped on Earth are understood, the public will remain reticent to accept climate change, its causes, and its consequences. Nowhere is this more evident than in Idaho. In 2017, the Idaho State Legislature removed climate education from the K-12 standards, making it the only state in the Union that does not include any climate education in its curriculum.\r\n\r\nFollowing this, Boise State Geosciences faculty, students, and staff engaged in climate outreach in the K-6 rural and metropolitan schools in the Treasure Valley of Idaho. Using new and existing curriculum, we developed a 1 to 2 hour lesson using hands-on, interactive activities such as ‘greenhouse gas tag.’ Students first learn the basics of how the greenhouse effect works, then draw and present their ideas on what they can do to reduce fossil fuel emissions. Preliminary assessments of the efficacy of these lessons indicate this instruction is effective, with demonstrable improvements in understanding of the greenhouse effect and possible climate solutions.\r\n\r\nThese experiences suggest that climate education at the K-6 (and likely K-12) level is effective and overdue. We urge others in the geosciences community to consider engagement in climate education outreach; it may be our best shot.",
        "Origin": "Manual"
    },
    "facultyid": "111717214",
    "coauthors": {
        "202911": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 202911,
            "scholarlyactivityid": 44688
        },
        "202912": {
            "firstname": "Kensie",
            "middleinitial": "",
            "lastname": "Stallings",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202912,
            "scholarlyactivityid": 44688
        },
        "202913": {
            "firstname": "Katie",
            "middleinitial": "",
            "lastname": "Gibble",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 202913,
            "scholarlyactivityid": 44688
        },
        "202914": {
            "firstname": "David",
            "middleinitial": "Evan",
            "lastname": "Wilkins",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111640097",
            "authorid": 202914,
            "scholarlyactivityid": 44688
        },
        "202915": {
            "firstname": "Samuel",
            "middleinitial": "D",
            "lastname": "Matson",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "113084384",
            "authorid": 202915,
            "scholarlyactivityid": 44688
        }
    },
    "status": [
        {
            "id": 44688,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}