{
    "activityid": 4475,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Transient Storage as a Function of Geomorphology, Discharge, and Permafrost Active Layer Conditions in Arctic Tundra Streams",
        "Journal": "Water Resources Research",
        "Volume": "43",
        "Month / Season": "2007-07-11",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "W07410-1 - W07410-13",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1029/2005WR004816",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/52",
        "Description/Abstract": "Transient storage of solutes in hyporheic zones or other slow-moving stream waters plays an important role in the biogeochemical processes of streams. While numerous studies have reported a wide range of parameter values from simulations of transient storage, little field work has been done to investigate the correlations between these parameters and shifts in surface and subsurface flow conditions. In this investigation we use the stream properties of the Arctic (namely, highly varied discharges, channel morphologies, and subchannel permafrost conditions) to isolate the effects of discharge, channel morphology, and potential size of the hyporheic zone on transient storage. We repeated stream tracer experiments in five morphologically diverse tundra streams in Arctic Alaska during the thaw season (May–August) of 2004 to assess transient storage and hydrologic characteristics. We compared transient storage model parameters to discharge (Q), the Darcy-Weisbach friction factor (f), and unit stream power (?). Across all studied streams, permafrost active layer depths (i.e., the potential extent of the hyporheic zone) increased throughout the thaw season, and discharges and velocities varied dramatically with minimum ranges of eight-fold and four-fold, respectively. In all reaches the mean storage residence time (tstor) decreased exponentially with increasing Q, but did not clearly relate to permafrost active layer depths. Furthermore, we found that modeled transient storage metrics (i.e., tstor, storage zone exchange rate (?OTIS), and hydraulic retention (Rh)) correlated better with channel hydraulic descriptors such as f and ? than they did with Q or channel slope. Our results indicate that Q is the first-order control on transient storage dynamics of these streams, and that f and ? are two relatively simple measures of channel hydraulics that may be important metrics for predicting the response of transient storage to perturbations in discharge and morphology in a given stream.",
        "Origin": "Other"
    },
    "facultyid": "111110360",
    "coauthors": {
        "13459": {
            "firstname": "Jay",
            "middleinitial": "P.",
            "lastname": "Zarnetske",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13459,
            "scholarlyactivityid": 4475
        },
        "13460": {
            "firstname": "Michael",
            "middleinitial": "N.",
            "lastname": "Gooseff",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13460,
            "scholarlyactivityid": 4475
        },
        "13461": {
            "firstname": "Troy",
            "middleinitial": "R.",
            "lastname": "Brosten",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13461,
            "scholarlyactivityid": 4475
        },
        "13462": {
            "firstname": "John",
            "middleinitial": "H",
            "lastname": "Bradford",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111678864",
            "authorid": 13462,
            "scholarlyactivityid": 4475
        },
        "13463": {
            "firstname": "James",
            "middleinitial": "P",
            "lastname": "McNamara",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110360",
            "authorid": 13463,
            "scholarlyactivityid": 4475
        },
        "13464": {
            "firstname": "W.",
            "middleinitial": "Breck",
            "lastname": "Bowden",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 13464,
            "scholarlyactivityid": 4475
        }
    },
    "status": [
        {
            "id": 4475,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2007,
            "termid": "2007/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110360",
    "attachments": []
}