{
    "activityid": 44983,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "The Weather on Distant Worlds",
        "Conference/Meeting Name": "Astronomy Dept. Seminar",
        "Conference Location": "Seattle WA",
        "Date or Date Range": "2019 Apr 11",
        "Actual/Projected Year of Publication/Presentation": null,
        "Sponsoring Organization": "University of Washington, Astronomy Dept.",
        "Presenter(s)": null,
        "Web Address": "http://www.astrojack.com/seminar-at-uw-astronomy-2019-apr-11/",
        "Description/Abstract": "The Weather on Distant Worlds\nBrian Jackson (bjackson@boisestate.edu)\nDept. of Physics, Boise State University, Boise ID\n\nSecondary eclipses of gaseous exoplanets (when a host star occults its planet) may be diagnostic of atmospheric temperatures and dynamics, and variations in the planetary phase curves (light reflected and emitted from the planets) may point to active meteorology, as advective processes sweep thermal structures and aerosols into and out of view. The Kepler Mission's very long observational baseline, spanning hundreds of days for some planets, makes its dataset especially well suited to search for such variability, and datasets for several gas giants remain unexploited. A perfect example, Kepler-76b is a 2 Jupiter-mass gas giant in a 1.5-day orbit around an F-star and was observed for nearly 1,400 days by Kepler. These data reveal substantial variability in the planet's phase curve, with the dayside brightness temperature fluctuating by hundreds of degrees K of timescales of tens of days. Although the much shorter baseline of TESS observations will make such variability analysis difficult, the mission is likely to find many more hot Jupiters suitable for detailed characterization. Moreover, TESS’s increased sensitivity in red wavelengths as compared to Kepler means that planetary eclipses observed by TESS will probably be more sensitive to thermal emission from the planets, likely probing different aspects of their atmospheres.",
        "Origin": "Manual"
    },
    "facultyid": "114026685",
    "coauthors": {
        "204676": {
            "firstname": "Brian",
            "middleinitial": "",
            "lastname": "Jackson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026685",
            "authorid": 204676,
            "scholarlyactivityid": 44983
        }
    },
    "status": [
        {
            "id": 44983,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026685",
    "attachments": []
}