{
    "activityid": 44990,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Learning through virtual reality and 360-degree video: Possibilities and pitfalls",
        "Conference/Meeting Name": "TCC 2019 Worldwide Online Conference",
        "Conference Location": "Honolulu, HI (Virtual Session)",
        "Date or Date Range": "April 17, 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In 2015, YouTube announced support for virtual reality (VR) and 360-degree video. This made it easier for almost anyone to try out the VR experience through easy-to-use and affordable technologies. Users can now interact with 360-degree videos using a computer mouse or mobile device to explore an omnidirectional view instead of the constrained view of traditional video. The addition of a VR headset adds depth to the video making the experience feel more immersive. The question is, what are the possibilities and pitfalls for this newer form of YouTube video in education? Excitement has started to build as the genre has been explored to create a sense of immersion or presence, to promote new or alternative perspectives, to create virtual tours, or to engage the viewer in an immersive storytelling experience. At the same time, some people experience problems with motion sickness, discomfort, or disorientation when using 360-degree video in VR mode. Issues of accessibility are also a concern for some users who depend on captions or audio descriptions to access video content. It is an exciting new form of YouTube video with pros and cons to consider.\n",
        "Origin": "Manual"
    },
    "facultyid": "111319147",
    "coauthors": {
        "204742": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 204742,
            "scholarlyactivityid": 44990,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 44990,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}