{
    "activityid": 45071,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Primitivism and Prostitution in Claude McKay's &quot;Romance in Marseille&quot;",
        "Journal": "English Language Notes",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "After accepting my essay and waiting for nearly a year, the organizer, co editor rejected it.  It is really unfair, but that is life in academic publishing.\n\nMale Bonding versus Sympathy for Women: \nThe Place of Aslima in Claude McKay’s “Romance in Marseille”\n\n“Prostitutes stand not at the periphery of modern society, but at its dead center.  They personify the complex interplay between bright fantasies of solidly established tradition and the dark, sullen acceptance of human ignorance.” (Reid-Pharr 125)\n\nIf Claude McKay’s commitment to homosocial and homosexual bonds between men outweighs his interest in a heterosexual love plot in Banjo, heterosexual romance plots with relatively happy endings do characterize Home to Harlem and Banana Bottom. Similarly, while Jean-Christophe’s dismissal of Seraphine Peixota’s efforts to attract Almaya in Amiable with Big Teeth as “dimwit romance” seems warranted, it is nonetheless true that the romance between Almaya and Gloria Kendall is more than a second-best consolation for the Ethiopian diplomat (Amiable xiv, 247). McKay offers an ironic twist to such plotting in his ending to “Romance in Marseille.” At the same time, the novel offers a surprising glimpse into the inner life of Aslima, the love interest of the protagonist Lafala, when she experiences her vision in Chapter 11 (“Romance” 75-79). It seems essential to the plot that the vision occurs after she leaves her pimp Titin and before she makes her way to see Lafala at his hotel.\nOn the one hand McKay deftly imagines his way in to the experience of others, but on the other he often remains at a deliberate distance from the inner lives of his characters. The speakers of “Harlem Shadows” and “Harlem Dancer” sympathize with prostitutes enough to identify with them and care about their plight in a “stern harsh world” that “Has pushed [their] timid little feet of clay” into poverty (Collected 162).  In “Midnight Woman to the Bobby,” McKay even impersonates a streetwalker who adamantly defends herself against the depredations of a policeman (Collected 51-52).  By contrast, the characters in “Romance in Marseille,” as in Banjo and Home to Harlem, take sex work for granted and the men wage a war between the sexes in order to protect their self-interest. Although Ray shares a moment of unity with Latnah when they smoke opium together in Banjo (282-84), Banjo easily dismisses her at the end of that novel, explicitly preferring the male bonds between himself and Ray. As Michelle Stephens has asked, “Why is Latnah’s absence necessary to the resolution of the black transnational romance? Why is she forfeited in the masculine quest for racial freedom? (168).\nWhile Aslima’s ultimate abandonment parallels that of Latnah, in “Romance in Marseille” Lafala really does seem to love Aslima and they experience a genuine harmony together for an extended period of time. By contrast, McKay’s treatment of sex work in “The Beast” (1920) is rendered almost allegorically, in schematic ideological terms:\nDown in its shops and offices and streets\n\tThe toilers struggle, sullen, underpaid,\nAnd pinch-faced poverty proud Plutus meets,\n\tAnd pimps and harlots ply their wretched trade.\nAnd in its gorgeous halls where gold holds sway\n\tThe smirking mother offers her young daughter\nTo haughty men for whom all women are play\n\tOr babes, or ornaments, or sheep for slaughter:\nIts system makes men parasites or brutes\nAnd tends to make all women prostitutes. (Collected 133)\nIn “Romance,” McKay  individuates Aslima so that she stands out of the mass of “harlots” in Marseille. The inevitability of the bond between “brutes” and “prostitutes” in “The Beast” is not as evident in “Romance” until the final scene of the novel. Nonetheless, Lafala’s final decision to abandon her keeps his autonomy intact by surrendering Aslima to what turns out to be a violent end at the hands of her white pimp. It is unclear if the novel’s outcome proves the truth of Aslima’s vision, given the centrality of the flaming sword in it (“Romance” 75-77). While the vision identifies the sword with life, it is also an instrument of death and division. In addition, it parallels Latnah’s dagger in Banjo. In a suicidal gesture, moreover, Aslima herself pulls a knife on Titin at the end of Romance, which drives him to shoot her to death. Wayne Cooper writes that Aslima “annihilates” Lafala at the end of the story.  He is presumably referring to an earlier draft of the manuscript, so it seems significant that Lafala abandons her and Titin kills her in the last version of McKay’s novel (267).\nThe relatively sympathetic treatment of Aslima is remarkably different from the more generally negative depictions of women in Home to Harlem and Banjo, although it is nowhere near the fully sympathetic rendering of Bita Plant in Banana Bottom.  McKay makes Bita the star of her story: she enjoys the same narrative spotlight as Jake in Home and Lincoln Agrippa Daily in Banjo. But she is not a prostitute. The irony of “Romance” distills the harsh realism of the first two novels, but it also reflects greater sympathy with at least one woman. If the sympathy for prostitutes in the poems is often romanticized and the figurations of Latnah and Aslima decidedly Orientalized, it is nonetheless true that McKay offers compelling portraits of women in Banana Bottom and “Romance in Marseille.”\nIn an article addressing Banjo, Leah Rosenberg argues that “McKay sets the primitive in almost binary opposition to prostitution” (225). From another standpoint, Smita Das focuses on mixed-race women in Banjo and Banana Bottom, concluding that “For McKay, the Afro-Asian body functions as a site of a struggle that needs to be accounted for in transnational and national contexts” (721). In “Romance in Marseille,” Lafala and Aslima seem to embrace their primal instincts through the pig discourse they employ to characterize their sexual interactions, which might suggest a provisional resolution to the conflicts identified by Rosenberg and Das. (Not incidentally, Aslima’s exuberant pig discourse and pig dance at Tout-va-Bien repudiate religious and social attitudes toward swine as ritually unclean, taboo animals [“Romance” 47-48].) However, since Lafala is fully African and Aslima is another example of the “Afro-Asian” female body, the final outcome of “Romance” seems to conform to the symbolic pattern of struggle Das sees at work in Banjo and Banana Bottom. Because of uncertainty about her true motivations and allegiance, Aslima apparently both mediates Lafala’s return home and provides a barrier to his return.  As a fellow African, she shares an ancestral heritage with him, but as part Arab and female sex worker, she poses a threat to Lafala, at least in the eyes of his male companions. According to Gary Holcomb, when Lafala accepts the view of other men and decides to abandon Aslima, he fails to understand love, whereas Aslima takes on the operatic grandeur of a tragic heroine when Titin kills her (222). \nFor Holcomb, Aslima ultimately emerges as the protagonist; the novel “is more her legend than anyone else’s” (224). This may feel true to many readers of the novel—and in a letter of March 1930 McKay himself confessed to feeling that Aslima was “running away with the book and me” (Cooper 267). In the cultural logics of Rosenberg and Das, however, McKay’s decision to end his story with a solitary Lafala returning to his home in Africa seems to reaffirm the conflicts between prostitute and primitive on the one hand and African and mixed-race Asian-African on the other.  According to those cultural logics, Aslima’s personal heroism would seem to be unavailing. At the same time, by providing such rich contexts for Aslima’s part in Lafala’s story, McKay makes his readers feel the sting of Lafala’s abandonment and the shock of her brutally violent death.\nSince Aslima is depicted as an embodiment of Africa in Lafala’s imagination (“Romance” 5), the fact that he separates himself from her is contradictory. For this reason it is surprising that he abandons her in the end. Since he planned to take her with him up until the night before his departure, his volte-face seems unaccountable, or at least precipitous. However, in light of the ending of Banjo and the privileging of male bonds over heterosexual ones in Banjo and even in Home to Harlem, the end may seem less surprising. “Romance in Marseille” fits in with Das’s view of Banjo. But it would also seem to belie the dramatic vision experienced by Aslima and the enduring love shared by her and Lafala until his departure. This gives the novel an unsettling, even unfinished quality. But the abrupt change of plans on Lafala’s part is treated with great drama from Aslima’s perspective, if not Lafala’s. In “Romance,” McKay offers a complex picture of black transnationalism and gender relations. Perhaps one of the strengths of the novel is that it does not resolve the conflicts associated with either. \n\nWorks Cited\nCooper, Wayne. Claude McKay: Rebel Sojourner in the Harlem Renaissance. Shocken Books, 1987.\nDas, Smita. “Subjecting Pleasure: Claude McKay’s Transracial Desire.” Journal of Black Studies 44, no. 7, 2013: 706-24.\nHolcomb, Gary. Claude McKay, Code Name Sasha.  UP of Florida, 2007.\nMcKay, Claude. Amiable with Big Teeth. Ed. Jean-Christophe Cloutier. Penguin, 2017.\n---. Banana Bottom. Harper &amp; Brothers, 1933.\n---.  Banjo. Harper &amp; Brothers, 1929. \n---. Collected Poems. Ed. William J. Maxwell. 2004. U of Illinois P, 2008.\n---. “Romance in Marseille.” Ed. Gary Holcomb and William J. Maxwell. Schomburg Library for Research in Black Culture of the New York Public Library\nRosenberg, Leah. “Caribbean Models for Modernism in the Work of Claude McKay and Jean Rhys.” Modernism / Modernity vol. 11, no. 2, 2004: 219-238.\nStephens, Michelle Ann. Black Empire: The Masculine Global Imaginary of Caribbean Intellectuals in the United States, 1914-1962. Duke, 2005.\n",
        "Origin": "Manual"
    },
    "facultyid": "112139145",
    "coauthors": {
        "233320": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 233320,
            "scholarlyactivityid": 45071,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 45071,
            "status": "Work Discontinued",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 45071,
            "status": "Accepted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 45071,
            "status": "Accepted",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112139145",
    "attachments": [
        {
            "attachmentid": 18065,
            "mimetype": "application/msword",
            "filename": "Westover ELN RiM Letter.doc",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hrQThmZnVRZ25nTDdxazJTKzU1ZzBMZ25PS2MvQ0Q4NStaeXZ5SFJadlpzOUxHTnRKQlFaN3ZtempKYWRZeWRqOD0%3D",
            "filesize": 51200
        },
        {
            "attachmentid": 18067,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "McKay Primitivism Prostitution 112419.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hrQThmZnVRZ25nTDFmK1JLRDNsUFNkNlVSZ0xGaE8ySHQ1SFpmbnZYenc5WnVTOEc5WFhOL0ZvYldoZUtPUUJVSHRhT1JERklPMS9STk55b29Tb1pBdA%3D%3D",
            "filesize": 61134
        },
        {
            "attachmentid": 22152,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Westover CV 2019.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1huWW5mL1BYdzV3SGxDQW5YOTNqdFdDd2Q5cEIwNmJ5TnpDUUp1TnNMOExXOEZKN1ZORmZTbnk%3D",
            "filesize": 66312
        }
    ]
}