{
    "activityid": 4533,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Beyond Journalism",
        "Journal": "East European Politics and Societies",
        "Volume": "13",
        "Month / Season": "1999-10-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "606-612",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/0888325499013003007",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/26",
        "Description/Abstract": "&quot;Journalists,&quot; wrote one historian regarding reporters in Yugoslavia, &quot;are most effective when they stay faithful to their craft.&quot;1 Journalistic efforts to analyze and describe the wars in former Yugoslavia have not always followed that advice. Journalists had begun to abandon the region as public interest dwindled prior to the war in Kosovo, but the Kosovo conflict and the civilian massacres that have characterized the war have rekindled that interest. The time will come for studious examination of events, issues, and details, too tedious for journalists but the raison d'ętre of scholarship. But since the June 1991 outbreak of war in Yugoslavia, journalists have produced a good portion of the historical and political analysis to appear on the wars in Croatia, Bosnia, and now Kosovo. Some of the journalists' work is marked by that adventurous bullet-dodging spirit that has informed much of the best and worst reporting from war zones, others are more sober. Among recent journalistic ventures are two of the more ambitious books to come from the Yugoslav wars of succession: Tim Judah's The Serbs: History, Myth, and the Destruction of Yugoslavia and Chuck Sudetic's Blood and Vengeance: One Family's Story of the War in Bosnia.",
        "Origin": "Other"
    },
    "facultyid": "111111900",
    "coauthors": {
        "13651": {
            "firstname": "Nicholas",
            "middleinitial": "J",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111900",
            "authorid": 13651,
            "scholarlyactivityid": 4533
        }
    },
    "status": [
        {
            "id": 4533,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1999,
            "termid": "1999/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111900",
    "attachments": []
}