{
    "activityid": 4534,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Children of Cain: Dobrica Cosic's Serbia",
        "Journal": "East European Politics and Societies",
        "Volume": "14",
        "Month / Season": "2000-03-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "268-287",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/0888325400014002003",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/21",
        "Description/Abstract": "Today Dobrica ?osi?, the Serbian novelist, is most often exploited as a handy caricature, his name a code word for the ill effects of Serbian intellectuals' involvement in politics. But as code word, ?osi? loses meaning and the nature of his influence is obscured. While he clearly did something to inspire the growth and quality of Serbian nationalism in the 19808, establishing the nature of his inspiration is difficult, given the layers of mythology that have grown up around him. ?osi?'s influence appears to have been rooted in his abihty and eagerness to incorporate timeless Serbian cultural symbols, his version of the history of Serbs in the twentieth century, and above all his own personal fate under communism into a single compelling vision. According to this vision, he and his Serbian people, treacherous at heart, are plagued by a tendency to betray and kill one another. They are fratricidal. As ?osi? believed he had emerged from the darkness of servitude to corrupt communist masters, he believed that Serbs could conquer their own fratricidal past and eventually save themselves and their nation through revival and consolidation along national lines. Division, betrayal, self-sacrifice, and fratricide are not novel themes in Serbian culture. Anyone familiar with the Kosovo epic will recognize them. ?osi?'s gift was to be able to distill these eternal images of division into a potion that modern Serbian society could understand and embrace. In the process, they became standard components of the nationalist message imbibed by Serbs in the 1980s. In establishing his framework for understanding Serbs' place in Yugoslavia and in history, Cosic had to authenticate his own credentials as an outsider to the regime (no small feat), fashion his vision of Serbia's fate, and apply it directly as a litmus test for those holding or contending for power in Serbia.",
        "Origin": "Other"
    },
    "facultyid": "111111900",
    "coauthors": {
        "119142": {
            "firstname": "Nicholas",
            "middleinitial": "J",
            "lastname": "Miller",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111111900",
            "authorid": 119142,
            "scholarlyactivityid": 4534
        }
    },
    "status": [
        {
            "id": 4534,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2000,
            "termid": "1999/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111900",
    "attachments": []
}