{
    "activityid": 4536,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mihiz in the Sixties: Politics and Drama Between Nationalism and Authoritarianism",
        "Journal": "Nationalities Papers",
        "Volume": "30",
        "Month / Season": "2002-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "603-621",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/24",
        "Description/Abstract": "Between 1981 and 1991, Serbian intellectual and political life were energized by a movement to overcome the legacies of the Tito regime. Tito himself had died in 1980, but his political heirs, insecure and unimaginative, had proclaimed that even though Tito was gone, his image would continue to guide and bind the peoples of Yugoslavia: &quot;After Tito-Tito!&quot; In Belgrade, the anti-Titoist movement began as a struggle for free expression. As Borislav Mihajlovi? Mihiz, one of the leaders of the Committee for the Protection of Artistic Freedom (founded in 1982), said later, all political freedom flows from the right to free speech.1 Mihiz's commitment to the defense and nurturing of this right was consistent with values he had expressed throughout his career as a literary critic, playwright, and theater director. Yet the movement that he helped found in 1982 would be transformed after 1986 into something less obviously principled and much more visceral, as the issue of Kosovo's fate came to consume Serbia's intellectual elite. The movement for free speech segued into a movement to reclaim Kosovo for Serbia without missing a beat, thanks to the ability of Serbian intellectuals to frame the Kosovo problem as a product of the suppression of open dialogue in Yugoslavia. Kosovo replaced Gojko Djogo, Jovan Radulovi?, Dušan Jovanovi?, and other censored Serbian writers as the emotive fulcrum of the anti-Titoist movement in Serbia. The free speech movement was transformed in to a movement of rage at the Tito regime's allegedly systematic injustices towards Serbs. Since the wars of Yugoslav succession began in J 991, commentators have conveniently forgotten that what ended up a violent and irrational movement in the late 1980s began in such a reasonable fashion. Borislav Mihajlovi? Mihiz was the face of the early free speech movement.",
        "Origin": "Other"
    },
    "facultyid": "111111900",
    "coauthors": {
        "13654": {
            "firstname": "Nicholas",
            "middleinitial": "J",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111900",
            "authorid": 13654,
            "scholarlyactivityid": 4536
        }
    },
    "status": [
        {
            "id": 4536,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2002,
            "termid": "2002/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111900",
    "attachments": []
}