{
    "activityid": 45524,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "#SSDGM: Perspective by Incongruity and the Danger-Politeness Double Bind",
        "Conference/Meeting Name": "Computers and Writing 2020",
        "Conference Location": "Greenville, NC",
        "Date or Date Range": "May 14-17, 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "From the early days of internet research, scholars have examined women’s experiences online (e.g., Haas; Hawisher and Sullivan; Jack; Queen; Selfe and Hawisher). One specific concern has been women’s safety, including studies on trolling (Herring, Job-Sluder, Scheckler, and Barab; Rentschler), and safe spaces (Clark-Parsons; Lewis, Sharp, and Remnant). However, less attention has been paid to women’s rhetorical practices for avoiding danger while simultaneously performing politeness. This presentation focuses on such practices for navigating the danger-politeness double bind in social media posts from fans of My Favorite Murder, the true-crime comedy podcast hosted by Karen Kilgariff and Georgia Hardstark. Since its debut on iTunes in October 2017, the podcast has led to a joint memoir by Kilgariff and Hardstark and a line of merchandise, both of which prominently feature the show’s tagline, Stay Sexy and Don’t Get Murdered (SSDGM). I use Burke’s perspective by incongruity to examine SSDGM and the attendant hashtag as strategies of resistance and solidarity adopted by My Favorite Murder’s creators and fans. Perspective by incongruity is “organized bad taste” (PC 133) that allows audiences to imagine alternatives to the current order of things. I argue that the incongruous pairing of stay sexy with don’t get murdered provides a step toward rejection of the danger-politeness double bind.  In particular, #SSDGM serves as shorthand for a constellation of women’s rhetorical practices for resisting dominant discourses about personal safety that inform how women choose to engage with others, online and off.",
        "Origin": "Manual"
    },
    "facultyid": "113118110",
    "coauthors": {
        "339347": {
            "firstname": "Dawn",
            "middleinitial": "Renee",
            "lastname": "Shepherd",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113118110",
            "authorid": 339347,
            "scholarlyactivityid": 45524
        }
    },
    "status": [
        {
            "id": 45524,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 45524,
            "status": "Accepted",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 45524,
            "status": "Submitted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 2,
            "completionorder": 2
        },
        {
            "id": 45524,
            "status": "Accepted",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113118110",
    "attachments": []
}