{
    "activityid": 45760,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Understanding Secondary School Teachers' TPACK and Technology Implementation in Mathematics Classrooms",
        "Journal": "International Journal of Technology in Education",
        "Volume": "3",
        "Month / Season": "",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "1-13",
        "Publisher": "",
        "DOI": "DOI: 10.46328/ijte.v3i1.8",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.researchgate.net/publication/341219912_Understanding_Secondary_School_Teachers'_TPACK_and_Technology_Implementation_in_Mathematics_Classrooms",
        "Description/Abstract": "The technological, pedagogical, and content knowledge (TPACK) framework provides an understanding of a teacher’s knowledge in the three areas and how it is used to effectively teach with technology (Koehler, Mishra, &amp; Cain, 2013). This study explores the TPACK of middle and high school math and special education teachers and how teachers integrate technology in their mathematics classrooms. Teachers in a rural public school district in the Mid-Atlantic region of the U.S were surveyed. In the concurrent mixed-method design, data were collected using a survey with 22 close-ended questions from Zelkowski, Gleason, Cox, &amp; Bismark (2013) to measure teachers’ TPACK (Likert scale of 1 to 5) and 7 open-ended questions regarding technology integration. Descriptive statistics were used to analyze the quantitative data while a two-cycle coding process, using holistic and pattern coding (Saldana, 2013), was used to analyze and identify themes of the qualitative data. The quantitative data showed that teachers were most confident in their pedagogical knowledge and least confident in their technical knowledge. The themes that emerged for technology integration reflected conceptual understanding, teaching strategies, time and student engagement. The high confidence in pedagogical knowledge is reflected in how teachers integrate technology, which was pedagogical in nature.",
        "Origin": "Manual"
    },
    "facultyid": "114047750",
    "coauthors": {
        "251891": {
            "firstname": "Julia",
            "middleinitial": "",
            "lastname": "Hill",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 251891,
            "scholarlyactivityid": 45760,
            "classifications": {
                "Role": "Author"
            }
        },
        "251892": {
            "firstname": "Lida",
            "middleinitial": "",
            "lastname": "Uribe-Florez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114047750",
            "authorid": 251892,
            "scholarlyactivityid": 45760,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 45760,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114047750",
    "attachments": []
}