{
    "activityid": 45801,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Taxing Cannabis on the Reservation",
        "Conference/Meeting Name": "Legal, Ethical, and Compliance Issues for Emerging Markets: Cannabis in the States",
        "Conference Location": "Oklahoma City, OK",
        "Date or Date Range": "Feb. 27-29, 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "Center for Legal Studies &amp; Business Ethics at Oklahoma State University and the American Business Law Journal",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "American Indian tribes that enter the cannabis industry, and private cannabis businesses (not owned by a tribe) that operate in Indian country, confront a multi-sovereign tax system that lacks horizontal equity. The complex interaction of state legalization and taxation of cannabis, federal tax law, the status of tribes as both governments and business enterprises, and the legal and tax landscape in Indian country can give tribes and on-reservation cannabis vendors advantages and disadvantages compared to off-reservation cannabis dispensaries.  \n\nTribes, like all sovereign governments in the U.S., enjoy a federal tax advantage over private businesses on the income from their commercial activities. This advantage is more acute in the cannabis industry, because cannabis vendors bear a heavier federal tax burden than most businesses. Internal Revenue Code Section 280E denies all tax deductions, except for cost of goods sold, to businesses that traffic in controlled substances—including marijuana. Tribes are generally exempt from federal income taxes—and thus have no need to worry about Section 280E. (But on-reservation dispensaries that are not owned by the tribe—whether or not owned by members of the tribe—are subject to the Internal Revenue Code, including Section 280E). Tribes may also enjoy a state tax advantage. Many states that have legalized cannabis heavily tax cannabis vendors. Per U.S. Supreme Court guidance, states are generally prohibited from taxing tribes and tribal members directly on their on-reservation activities. To the extent that state taxes legally fall on the vendor, tribal dispensaries owned by the tribe or tribal members and located on a tribe’s reservation will be exempt from state taxation.  \n\nAt the same time, a tribe may find itself at a disadvantage because of the potential for double taxation of cannabis sales on the reservation. Per U.S. Supreme Court guidance, states are allowed to impose taxes on non-members who do business or purchase goods on Indian reservations. Thus, a state sales or excise tax on cannabis (if legally imposed on the customer) would apply to on-reservation sales of cannabis to non-members of the tribe. This would appear to put on- and off-reservation sales on an equal footing. But tribes, as sovereign governments, have the right to impose their own taxes. A tribe can decide, for example, to impose excise taxes on on-reservation sales of marijuana. For sales to non-members, this tax would apply on top of any applicable state excise tax. This creates the possibility of double taxation—which would either frustrate a tribe’s attempt to raise revenue via taxation or place on-reservation marijuana businesses (whether or not owned by the tribe) at a tax disadvantage compared to off-reservation vendors. \n\nThe academic literature has not addressed the above issues. This paper analyzes the above tax issues, puts them in the context of prior challenges posed by Indian gaming, and suggests reforms which address the tax inequities that can result from cannabis sales on Indian reservations.    \n",
        "Origin": "Manual"
    },
    "facultyid": "112033523",
    "coauthors": {
        "240647": {
            "firstname": "Mark",
            "middleinitial": "",
            "lastname": "Cowan",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112033523",
            "authorid": 240647,
            "scholarlyactivityid": 45801
        }
    },
    "status": [
        {
            "id": 45801,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 45801,
            "status": "Accepted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112033523",
    "attachments": []
}