{
    "activityid": 45841,
    "fields": {
        "Type": "Book",
        "Title": "From At-Risk to At-Promise",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Edition": "",
        "Volume": "",
        "Publisher": "Libraries Unlimited",
        "Publisher Location": "Santa Barbara, Ca",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Purpose Statement: As student populations are changing, many students require additional or different support to be successful in their college career. Demographics of college students are shifting and presenting campuses with new opportunities to serve differently prepared students.  Meanwhile, higher education is under pressure to reduce budgets, and serve more students, within certain areas of the university including the library, academic advising, and other student services. . Undergraduate students have new expectations for their college experience, including immediate gainful employment, which is their primary definition of success. Academic librarians and student success administrators can collaborate, and together they can create additional pathways for students who struggle to succeed. \n\nThis book intends to provide a roadmap for library employees and student success administrators to initiate and develop discussions on college campuses to define, then address these student needs. These needs are emergent, and while all of these students need more services and support, these services must be tailored based on regional needs. Through a selection of case studies, and historical context, readers will learn how to define what student success looks like in their units and design custom services to address student barriers to that success. \n\nThe primary audience for this book is academic library employees and student success professionals. Academic library employees include front-line staff, librarians, managers, and administrators. On-campus student success professionals include advisors and student counselors, as well as administrators. These two main audiences-- library employees and student success professionals—share a common cause of serving students at the margins of college campus demographics. These readers will acquire skills to enhance student success initiatives and strengthen collaborations with one another? A tertiary group of potential collaborators includes higher education employees from student success programs such as TrIO, academic affairs, admissions, and student retention.\n",
        "Origin": "Manual"
    },
    "facultyid": "112088454",
    "coauthors": {
        "213238": {
            "firstname": "Amy",
            "middleinitial": "Elizabeth",
            "lastname": "Vecchione",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112088454",
            "authorid": 213238,
            "scholarlyactivityid": 45841,
            "classifications": {
                "Role": "Author"
            }
        },
        "213239": {
            "firstname": "Cathlene",
            "middleinitial": "",
            "lastname": "McGraw",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 213239,
            "scholarlyactivityid": 45841,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 45841,
            "status": "In Progress",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "112088454",
    "attachments": [
        {
            "attachmentid": 19409,
            "mimetype": "application/pdf",
            "filename": "Vecchione &amp; McGraw Publishing Agreement Countersigned_08.27.2019.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWpuRllEYTF1bVgzcHhPYkNFY3ZHd01iMW9JeG9LWDRESU5PMkhBaFZmTi9tQndUdVVBcGxPTUJBQm9BVjRIVWZ2OGJ0TkE0Qm9nMHVLaUk4NGw3N1pJOEs4T0w2UldjMnFYTkEvMzFhM0dncm1qZXFzTTF6WE44Um45RTBQcGtCS2lHL2dNSy9VN1E9",
            "filesize": 617840
        }
    ]
}