{
    "activityid": 4584,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Environmental Issues and the Watchdog Role of the Media: How Ellul's Theory Complicates Liberal Democracy",
        "Journal": "Bulletin of Science Technology Society",
        "Volume": "21",
        "Month / Season": "2001-10-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "325-333",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/027046760102100501",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/communication_facpubs/35",
        "Description/Abstract": "Citizens of Western democracies have long believed that the media should serve as watchdogs. Many feel one of the media's most important watchdog duties is environmental reporting. As human progress has undoubtedly caused significant changes in the ecosystem, citizens have increasingly depended on the media to inform us about possible ill effects thereof. Though critics from both right and left have reservations about the actual fulfillment of this role by the press, most uphold environmental reporting in principle. Hence, environmental journalism is growing in stature and respect. Even so, the work of Jacques Ellul puts forth an analysis of the watchdog function of the press that challenges key tenets of the liberal democratic presuppositions of our technological society. His analysis, which is of neither the right nor the left, raises questions that anyone who thinks seriously about the media and the environment should ponder, even those who ultimately disagree with Ellul's position.",
        "Origin": "Other"
    },
    "facultyid": "111111549",
    "coauthors": {
        "13784": {
            "firstname": "Rick",
            "middleinitial": "C",
            "lastname": "Moore",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111549",
            "authorid": 13784,
            "scholarlyactivityid": 4584
        }
    },
    "status": [
        {
            "id": 4584,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2001,
            "termid": "2001/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111549",
    "attachments": []
}