{
    "activityid": 45865,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Harvester ants reduce seed survivorship in slickspot peppergrass, a rare mustard endemic to Idaho",
        "Journal": "Western North American Naturalist",
        "Volume": "80",
        "Month / Season": "",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "483-491",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Seed predation can significantly reduce the reproductive success of individual plants and their populations.  The consequences of seed predation often are most pronounced in rare plant species, where the loss of seeds can have a disproportionate effect on populations.  The present study examined the impact of seed predation by Owyhee harvester ants (Pogonomyrmex salinus) on slickspot peppergrass (Lepidium papilliferum), a rare mustard endemic to sagebrush-steppe habitat in southwest Idaho.  Within sagebrush-steppe, L. papilliferum is restricted to microsites known as “slick spots”– shallow depressions of soil characterized by distinct clay layers and surface water retention that is higher than that of surrounding areas.  Harvester ants frequently nest within L. papilliferum habitat and readily consume the plant’s seeds.  Using a controlled field experiment, we quantified seed loss to individual plants as a result of seed predation by harvester ants, and examined whether the proportion of seeds lost by these plants, relative to size-matched controls, was inversely related to the total number of flowering L. papilliferum within a patch.  Individual plants exposed to harvester ants experienced an average seed loss of 73.2% (N=20, range = 0‒97.7%) relative to those individuals shielded from ant activity.  Seed loss to individual plants was proportionally lower in slick spots with &gt;150 plants than those with fewer plants, suggesting that a threshold to the number of seeds that can be collected and consumed by ants may occur within the natural range of plant densities found in slick spots.  Thus, while seed predation by harvester represents a threat to offspring recruitment in L. papilliferum populations, populations may be buffered against the effects of seed predation when cumulative seed output within slick spots exceeds the capacity of ants to consume those seeds.  ",
        "Origin": "Manual"
    },
    "facultyid": "111644287",
    "coauthors": {
        "239074": {
            "firstname": "Jennifer",
            "middleinitial": "A",
            "lastname": "Brown",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239074,
            "scholarlyactivityid": 45865,
            "classifications": {
                "Role": "Author"
            }
        },
        "239075": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 239075,
            "scholarlyactivityid": 45865,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 45865,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}