{
    "activityid": 45860,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;p&gt;Revising a maternal/child simulation curriculum: It’s all in the delivery!&lt;/p&gt;",
        "Conference / Meeting Name": "INACSL",
        "Conference Location": "",
        "Date or Date Range": "June 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Revising a maternal/child simulation curriculum: It’s all in the delivery! Learning Objectives for Participants: 1. Upon completion, participants will be able to verbalize how contextual practice of dosage calculation during simulation can increase safety and accuracy in medication administration. 2. Upon completion, participants will be able to identify methods to incorporate contextual practice into their own simulation programs. 3. Upon completion, participants will be able to discuss how integrating dosage calculation and medication administration into simulation provides realistic context for practice. Introduction: Medication error causes significant patient harm. Written testing of math skills alone lacks situational context and is not effective in preparing students to administer medication to patients. Additionally, students often have difficulty understanding medication administration language. Learning to safely calculate, prepare, and administer medication is a vital part of nursing education and it must include simulated practice in safely calculating, preparing, and administering medication. Description: Four existing simulation scenarios in maternal/child clinicals were revised and delivered to 60 senior level nursing students. New curricula included medication administration in contextual practice to improve student safety and performance in medication calculation and administration. IV antibiotic calculation/administration for Newborn Sepsis, Betamethasone calculation/administration for Preterm Labor, mixing/medicating for Cesarean Section, and Methergine calculation/administration for Postpartum Hemorrhage were integrated into scenarios. Outcome/Eval: Students exhibited deeper understanding and increased confidence after participating in an integrated medication calculation and administration simulation. Implication for Nursing Education Practice: Calculating/administering medication dosages in simulated scenarios provides students with the opportunity to improve math calculation and medication administration skills safely and provides context for future practice. Students are often prohibited from medication administration in specialty areas. Integrating this skill into obstetric simulation scenarios provides opportunities to reinforce a needed skill to increase safety and improve outcomes of future patients. Conclusion: Medication calculation, preparation, and administration should be taught early and reinforced frequently throughout the curricula. Students can hone this skill in a simulated contextual application. References Grugnetti, A. M., Bagnasco, A., Rosa, F., &amp; SAsso, L. (2014). Effectiveness of a clinical skills workshop for drug-dosage calculation in a nursing program. Nurse Education Today, 34, 619-624. doi:10.1016/j.nedt.2013.05.021 Harris, M. A., Pittiglio, L., Newton, S. E., &amp; Moore, G. (2014). Using simulation to improve the medication administration skills of undergraduate nursing students. Nurse Education Perspectives, 31(1), 26-29. doi:10.5480/11-552.1 Newton, S. E., Moore, G., Harris, M., &amp; Pittiglio, L. (2010). The effect of context on nursing student math aptitude. Journal of Professional Nursing, 26(6), 341-345. doi:10.1016/j.profnurs.2010.07.001 Short Summary: Medication calculation and administration is often an area of weakness for nursing students. Identifying innovative and engaging ways to bring contextual practice to nursing programs can improve calculation skills for students, enhance their learning experience, and increase safety as students care for patients in the clinical setting.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114031004",
    "coauthors": {
        "333327": {
            "firstname": "Darci",
            "middleinitial": "",
            "lastname": "McCall",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114031004",
            "authorid": 333327,
            "scholarlyactivityid": 45860
        },
        "333328": {
            "firstname": "Rachel",
            "middleinitial": "A",
            "lastname": "Finnell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113049480",
            "authorid": 333328,
            "scholarlyactivityid": 45860
        },
        "333329": {
            "firstname": "Andrea",
            "middleinitial": "",
            "lastname": "Milojevic",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112072100",
            "authorid": 333329,
            "scholarlyactivityid": 45860
        },
        "333330": {
            "firstname": "Lisa",
            "middleinitial": "L",
            "lastname": "Crouch",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114089195",
            "authorid": 333330,
            "scholarlyactivityid": 45860
        }
    },
    "status": [
        {
            "id": 45860,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 45860,
            "status": "Accepted",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114031004",
    "attachments": [
        {
            "attachmentid": 20218,
            "mimetype": "application/pdf",
            "filename": "2020 INACSL  Acceptance.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZT2xxZHo3bnhiNWVkQTVuenZUNWlmMVZNSTBCeUJPNGlJdWd0cXhFaXZLcjR2MGp4Uks5azhyb1dBU1ptSXpMOD0%3D",
            "filesize": 1027174
        }
    ]
}