{
    "activityid": 4590,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Secular Spirituality/Mundane Media: One Newspaper's In-Depth Coverage of Buddhism",
        "Journal": "Journal of Media &amp; Religion",
        "Volume": "7",
        "Month / Season": "2008-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "231-255",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/communication_facpubs/1",
        "Description/Abstract": "This paper addresses Mark Silk's theory of &quot;unsecular media&quot; through a case study of a visit the Dalai Lama made to the United States. Silk contends the themes (what he calls &quot;topoi&quot;) media use to cover religion are derived from Western faiths. Thus, according to Silk, when Western religious principles are used to write about Western religious practices, those practices are generally evaluated positively. In the analysis that follows I examine the extent to which Silk's topoi were used to report about Buddhism, an obviously &quot;Eastern&quot; religion. The basic findings suggest that Silk's topoi were readily applied in the stories analyzed here, but more importantly that the tone of coverage this produces was quite positive. These findings raise a very important question. Are the topoi that Silk has delineated the direct product of Western religion, or are they more accurately the reflection of general moral principles that are accepted by journalists and a large part of their audience?",
        "Origin": "Other"
    },
    "facultyid": "111111549",
    "coauthors": {
        "13790": {
            "firstname": "Rick",
            "middleinitial": "C",
            "lastname": "Moore",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111549",
            "authorid": 13790,
            "scholarlyactivityid": 4590
        }
    },
    "status": [
        {
            "id": 4590,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111549",
    "attachments": []
}