{
    "activityid": 45964,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "PHOSPHORYLATION AND CYTOPLASMIC TRANSLOCATION OF TDP-43 IN RESPONSE TO A NEUROTOXIC FRAGMENT OF APOLIPOPROTEIN E4 (APOE4): A MECHANISM THAT MAY UNDERLIE LOSS OF COGNITION IN ALZHEIMER’S DISEASE AND ALZHEIMER’S DISEASE RELATED DEMENTIAS (ADRD)",
        "Name of Conference": "Society for Neuroscience",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": null,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "We have discovered that when a fragment of the protein ApoE4 (apolipoprotein E-epison-4) is applied to\ncultured human neurons, a protein named TDP-43 (transactive response DNA binding protein 43 kDa) is\nmodified (a phosphate group is added to it) and moves from the nucleus to the cytoplasm (the main region\nof the neuron, that surrounds the nucleus). This effect is associated with a toxic effect of the ApoE4 fragment\non the neurons. This is important because ApoE4 and TDP-43 have previously been implicated in dementia\nresulting from Alzheimer’s Disease, Parkinson’s Disease, stroke, AIDs, and traumatic brain injury, but the\ndetails of how these proteins participate in the death of brain neurons is not understood. We are performing\npreclinical research in neuroscience and we are presenting our research on this subject for the first time.\nOur findings suggest that ApoE4 and TDP-43 are involved in a common pathway that leads to loss of the\nneurons in the brain leading to defects in memory and cognition (thinking properly). Our work is novel and\nhas the potential to link recent observations by other researchers into a framework for better understanding\nneurodegenerative diseases and brain injury. ApoE is a protein previously implicated in transporting\ncholesterol and other substances to the tissues and organs. Every person has two copies of the ApoE gene\n(one copy is inherited from each parent) but the copies may not be identical as there are 3 different types\nof ApoE (named ApoE2, ApoE3, and ApoE4). ApoE3 is most common and most people have two copies\nof the ApoE3 gene. Unfortunately, people that inherit the ApoE4 gene are more likely to develop dementia\nfrom Alzheimer’s Disease or from other causes, than people with ApoE3. Previous research has shown\nthat ApoE4 is cut into fragments within the brain, and one fragment of ApoE4 is toxic to neurons, but the\nmechanism of toxicity has not been established. Modification and movement of TDP-43 to the cytoplasm\nwas first implicated in loss of muscle control in Amyotrophic Lateral Sclerosis (ALS). However, recent\nresults show that TDP-43 is also modified and cytoplasmic in brain sections, obtained post-mortem, from\npeople with dementia, and the extent of TDP-43 modification correlates with the severity of the dementia.\nOur experiments use human neurons produced from stem cells that are derived from skin cells (human\nembryos are not used to produce the stem cells). We culture the neurons in clear plastic dishes (up to 384\nwells per dish) and we quantify the results by photographing the neurons with digital cameras attached to\nrobotic microscopes. About 5 million people in the USA have dementia and these numbers will rise in the\nfuture as the population grows and people live longer. There is no known cure and the burden to society is\nenormous (about $277 billion per year is spent in the USA to take care of people with dementia as reported\nby CBS news). Our methods can be used to test thousands of drug candidates per week, and will accelerate\nthe discovery of new medicines for dementia.",
        "Origin": "Manual"
    },
    "facultyid": "111643741",
    "coauthors": {
        "209604": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 209604,
            "scholarlyactivityid": 45964
        }
    },
    "status": [
        {
            "id": 45964,
            "status": "Accepted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 45964,
            "status": "Accepted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 45964,
            "status": "Accepted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 45964,
            "status": "Accepted",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 45964,
            "status": "Accepted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111643741",
    "attachments": []
}