{
    "activityid": 45982,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "It Takes Many Villages: A Social Justice Model for Language Documentation with Resettled Refugees in the Diaspora",
        "Conference/Meeting Name": "Linguistic Research with Diaspora Communities",
        "Conference Location": "Davis, CA",
        "Date or Date Range": "June 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Linguistic Society of America",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This past decade has seen global rates of displacement and forced migration soar to exceptionally high\nrates. With it, there has been an increase in people seeking resettlement through the United Nations\nHigh Commission for Refugees. Although the rate of resettlement in the United State has dropped\nsince 2016, many resettlement cities across the country serve as new homes to large communities of\nNew Americans. These multilingual communities provide great opportunities for linguistics faculty\nand students to undertake cross-linguistic research at home — there is much knowledge to be gained \n14\nfrom these speakers. However, working with this vulnerable population that has experienced more\ntrauma and hardship than many others living in their new hometowns, behooves us to not only\nwelcome them, but to lend our expertise to serving and supporting them as best we can.\nIn this talk, I will discuss ways through which linguistics faculty at Boise State University engage in\nresponsive and responsible practices in language research, working within city-wide support networks\nto best serve the newest members of our community while also training our undergraduate students in\nglobal citizenship, ethical research practices, and linguistic methodology.",
        "Origin": "Manual"
    },
    "facultyid": "113027151",
    "coauthors": {
        "209745": {
            "firstname": "Michal",
            "middleinitial": "Temkin",
            "lastname": "Martinez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113027151",
            "authorid": 209745,
            "scholarlyactivityid": 45982
        }
    },
    "status": [
        {
            "id": 45982,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113027151",
    "attachments": []
}