{
    "activityid": 46066,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Modeling Logistics Choice:  A Managerial Guide and Application",
        "Journal": "International Journal of Physical Distribution &amp; Logistics Management",
        "Volume": "42",
        "Month / Season": "",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "128-151",
        "Publisher": "",
        "DOI": "10.1108",
        "PubMed Central ID Number": "09600031211219654",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Purpose – Much of the research conducted in logistics/SCM has focused on satisfaction/retention of customers. This has left a critical gap for managers: before customers can be satisfied and ultimately retained, a purchase choice of logistics services has to occur. To date, very little research has addressed\nhow logistics customers make purchase choice decisions about logistics services. The purpose of this paper, using logistics research methods, is to introduce adaptive choice modelling (ACM) to address this gap and put forth a research method that is useful for academic researchers and logistics/SCMmanagers.\n\nDesign/methodology/approach – This paper provides an overview of ACM, along with a discussion of its important research advantages, limitations, and practical applications. Additionally, an empirical demonstration of this research technique is provided to illustrate how academic researchers and logistics managers can use ACM to better understand the decision-making process of\ncustomers when selecting logistics services.\n\nFindings – In order to demonstrate this research technique, a research project was designed and implemented that analyzed the choice process of consumers selecting parcel carriers to ship a textbook. The results show that price, speed of delivery, and tracking are the three most important variables in the selection decision. The results also show that consumers are not homogeneous, but can be divided into five distinct need-based segments. Recognizing and understanding the nature of these segments should help managers better meet the needs of parcel shippers.\n\nResearch limitations/implications – The main research limitation with this study is that it is based on a convenience sample; thus future research will need to replicate this study to confirm the research findings. However, the ultimate purpose of the study is to present a new research method and\ndiscuss how to apply this method, so that logistics/SCM practitioners and academic researchers can better understand customers of logistics/SCM services. Thus, while the nature of the sample is a limitation, it should be viewed in this context.\n\nOriginality/value – While conjoint analysis has existed for decades, this technique has rarely been implemented by logistics/SCM researchers and practitioners. Instead, logistics/SCM researchers and practitioners have focused more on retention methods and have virtually ignored modelling the actual purchase choice of logistics/SCM services. New advancements in conjoint analysis, specifically the ACM approach, have many important and unique advantages and applications for logistics/SCM researchers and practitioners. ACM has not been used in a logistics/SCM context.\n\nKeywords - Supply chain management, Distribution management, Consumer behaviour, Parcel delivery services, Conjoint analysis, Adaptive choice based conjoint analysis, Discrete choice, Consumer logistics, Need-based segmentation, Latent class\n\nPaper type:  Technical paper",
        "Origin": "Manual"
    },
    "facultyid": "114066797",
    "coauthors": {
        "210091": {
            "firstname": "Michael",
            "middleinitial": "S",
            "lastname": "Garver",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 210091,
            "scholarlyactivityid": 46066,
            "classifications": {
                "Role": "Author"
            }
        },
        "210092": {
            "firstname": "Zachary",
            "middleinitial": "",
            "lastname": "Williams",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 210092,
            "scholarlyactivityid": 46066,
            "classifications": {
                "Role": "Author"
            }
        },
        "210093": {
            "firstname": "G",
            "middleinitial": "Stephen",
            "lastname": "Taylor",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 210093,
            "scholarlyactivityid": 46066,
            "classifications": {
                "Role": "Author"
            }
        },
        "210094": {
            "firstname": "William",
            "middleinitial": "R",
            "lastname": "Wynne",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 210094,
            "scholarlyactivityid": 46066,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 46066,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114066797",
    "attachments": [
        {
            "attachmentid": 18320,
            "mimetype": "application/pdf",
            "filename": "Garver Williams Taylor Wynne - Modelling Logistics Choice.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitaejk4dG5xeWpYM2QydTduVjB4SlNZalpIL1U4RWJxbGVkM1FnWVJ1cWJnMlE5N1ZxV01lSFc3QW56RkR1ZTZXYzJjWVB0N1RjYUhtLy9xaC95cVJnVnhCQVBMeG9LTHhlZncwWTZsK0FpeUE9PQ%3D%3D",
            "filesize": 286982
        }
    ]
}