{
    "activityid": 46078,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Jokin Zaitegi: Erbestetik Euskal Komunitate Irudikatua Eraikitzen",
        "Name of Conference": "XVI Congreso Internacional: “Exilio y Humanidades: las rutas de la cultura” Ochenta años después",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "11",
        "Publisher": "Hamaika Bide",
        "Publisher Location": "Donostia-San Sebastián",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Professor Gandarias Beldarrain attended the 16th International Conference of Exilioa eta Humanitateak (Exile and Humanities) celebrated in Donostia-San Sebastián between the 4th and 7th of November. The conference was organized and sponsored by many institutions in the Basque Country, United States and Spain: Hamaika Bide Elkartea, Center for Basque Studies (University of Nevada Reno), University of the Basque Country, University of Deusto, The Basque Government, The Gipuzkoa Provincial Council, San Sebastián City Hall, Gogora, and Spanish Government. The conference's main focus was to analyze and debate the pathway made in exile by the Basque Culture during the 40 years of Franco Dictatorship (1939-1975). This conference brought together interesting academics, philosophers, writers, and individuals who had been exiled that exposed their topics in Basque and Spanish.\n \nThe paper presented by professor Gandarias Beldarrain was titled “Jokin Zaitegi: Erbestetik Euskal Komunitate Irudikatua Eraikitzen” (Jokin Zaitegi: Building the Basque Imagined Community from the Exile). The paper examined how Jokin Zaitegi, an exiled Jesuit priest, was able to develop a network of fellow Basque intellectuals to save and rebuild the defeated Basque Country through their language, the Basque. In order to pursue this goal Zaitegi created the first magazine written entirely in the Basque language named Euzko-Gogoa (Basque-Will, 1950-1960) published in Guatemala. This magazine became a platform that allowed the building of an imagined community that could be a reference for the future Basque nation. Professor Gandarias focused on the importance of place, in the case of Euzko-Gogoa Guatemala, showing how it became the archetype of freedom, where the Basque culture found the perfect space to grow and build their imagined community. Stating that exile became a fundamental pillar on the modernization and development of the Basque culture and literature. \n",
        "Origin": "Manual"
    },
    "facultyid": "114111823",
    "coauthors": {
        "210141": {
            "firstname": "Ziortza",
            "middleinitial": "",
            "lastname": "Gandarias Beldarrain",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114111823",
            "authorid": 210141,
            "scholarlyactivityid": 46078,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 46078,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 46078,
            "status": "Submitted",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114111823",
    "attachments": [
        {
            "attachmentid": 18355,
            "mimetype": "application/pdf",
            "filename": "programa xvi congreso cast[1].pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzlneWhXRzNQQ21uSnVCcUt6c2NvY2ZZa3c3a01MZEhveElzbGFnY2xvcHZKbHhlZEJPdDZyRnlVa2VSQW1xK3NIVk53Y1JpT0F0WU9BPT0%3D",
            "filesize": 987890
        }
    ]
}