{
    "activityid": 46246,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Understanding Graduates’ Career Readiness Confidence Following a Career-Coaching Course",
        "Conference / Meeting Name": "Association for Educational Technology and Communication",
        "Conference Location": "Las Vegas, NV",
        "Date or Date Range": "October 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract\nBackground\nFor thirty years the Instructional Systems Technology &amp; Performance Improvement (ISTPI) program in the Pacific northwest of the United States has been preparing master’s-level graduate students to work in government, non-profit, higher education, corporate, and military organizations with strong professional skills in training and performance. Before 2008, students entering this program were instructional designers and trainers who met a variety of learning and development needs for their organizations. These adult learners were typically in their mid-career and were seeking skills, knowledge, and credentials that they could leverage to pursue leadership positions. This population possessed deep experience in training, with much of it based in manufacturing and finance. Their previous experience yielded rich examples shared in the program’s online course discussions. These students also brought their workplace skills to bear in completing coursework involving real projects for real clients. After completing their coursework and the degree, they reported professional advances in their careers. \n\nAddressing Career-Readiness\nWith the recession in the United States, we noted a shift in our student population as students began matriculating in the ISTPI after leaving a wide variety of fields bringing relatively little prior experience in instructional design or training. Some of the new students were matriculating in the graduate program directly after undergraduate studies; others were mid-career changers. Among these new students, were educators leaving elementary and secondary education programs.  Indeed, over 50% of primary and secondary educators leave the classroom before they retire, often having grown weary of interference of imposed curricula, testing regimes, and job insecurity (Glazer, 2018). The diversity of the new student population and their various needs met with the university’s responsibility to prepare career-ready professionals (Colwell, 2010; Doe, 2015; Ezzo, 2013). In a shift from the prior decade, ISTPI noted an increase in students who were otherwise successful in coursework hesitant to confidently apply their skills and knowledge to pursue and secure professional positions.  Furthermore, based on Keller’s ARCS model (2010), we understand that a lack of clarity for graduate students in the program about their future direction could slow their motivation for progression to a degree. \n\nOur Solution\nThe combination of these variables prompted ISTPI to develop a one-credit hour career-coaching course explicitly designed to support students to clearly identify a desired career path, to build job search and interview skills, and to bolster students confidence in their ability to select and land a desired organizational performance, instructional design, training, or similar job.  We conducted a developmental evaluation (Patton, 2011) to better understand the impact of the career-coaching course on the students who participated during its first three semesters. While 11 students responded to a survey, nine agreed to a one on one interview. In this poster we are only reporting on the interview questions. \n\nThe proposed poster shares emergent themes from a voice-centered analysis (Brown &amp; Gilligan, 1992; Gilligan, 2011) of semi-structured interviews with nine participants that agreed to a semi-structured interview in late 2018. The data analysis yielded personas of these career-changers describing their hopes and goals for a new career in instructional design, training, coaching, or another human performance related field. The personas guide ISTPI as we continue to make decisions about the ways we can support students to successfully complete our graduate program and to transition smoothly into their desired field.  \n\nPERTINENCE to Attendees\nDuring the AECT Conference the presenters look forward to engaging with attendees about the methods we used to conduct our study, the structure of the course that we developed, and the findings that we believe are pertinent to developing leaders in our field.  The participants in this program hope to land jobs in academic, industry, government, nonprofit, and military settings.  Their experiences are pertinent to AECT conference goers and perhaps their stories will inspire action and research in other settings. \n\nReferences\n\nBrown, L. M., &amp; Gilligan, C. (1992). Meeting at the crossroads: Women's psychology and girls' development. New York: Ballantine.\nColwell, J. (2010, June). AC 2010-251: Soft skills for the new economy: Their place in graduate education in engineering and engineering technology. Paper presented at the ASEE Annual Conference and Exposition, Louisville, KY. https://peer.asee.org/15805\nDoe, R. (2015). Work readiness among graduate students. (PhD Dissertation), Louisiana State University, online. Retrieved from https://digitalcommons.lsu.edu/gradschool_dissertations/1008/  (etd-06222015-133755)\nEzzo, C. (2013). Graduate student perceptions of graduate school preparation for the workplace. Paper presented at the Northeastern Educational Research Association Conference, Rocky Hill, CT.  Retrieved from https://opencommons.uconn.edu/nera_2013/8/\nGilligan, C. (2011). Joining the Resistance. Cambridge: Polity.\nGlazer, J. (2018). Learning from those who no longer teach: Viewing teacher attrition through a resistance lens. Teaching &amp; Teacher Education, 74, 62-71. doi:10.1016/j.tate.2018.04.011\nKeller, J. M. (2010). Motivational design for learning and performance: The arcs model approach  doi:10.1007/978-1-4419-1250-3_3\nPatton, M. Q. (2011). Developmental evaluation: Applying complexity concepts to enhance innovation and use. NY: Guiford.\n",
        "Origin": "Manual"
    },
    "facultyid": "112139967",
    "coauthors": {
        "210851": {
            "firstname": "Vicki",
            "middleinitial": "",
            "lastname": "Stieha",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113122305",
            "authorid": 210851,
            "scholarlyactivityid": 46246
        },
        "210852": {
            "firstname": "Steven",
            "middleinitial": "W",
            "lastname": "Villachica",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139967",
            "authorid": 210852,
            "scholarlyactivityid": 46246
        },
        "210853": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "Giacumo",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114041970",
            "authorid": 210853,
            "scholarlyactivityid": 46246
        }
    },
    "status": [
        {
            "id": 46246,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112139967",
    "attachments": []
}