{
    "activityid": 4625,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The New Bhadramahila (gentlewoman) and the Reformed Bhadralok  (gentleman): Reconfiguration of Gender relations in Rabindranath Tagore’s Streer Patra (The Wife?s Letter) and Ghare Baire (The Home and the World)",
        "Journal": "University of Toronto Quarterly",
        "Volume": "Vol. 86",
        "Month / Season": "2017-02-01",
        "Issue Number": "No.1",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "65 –84",
        "Publisher": "University of Toronto Quarterly",
        "DOI": "1901",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.utpjournals.press/doi/abs/10.3138/utq.86.1.65",
        "Description/Abstract": "This article is about Rabindranath Tagore's construction of the new bhadramahila in “The Wife's Letter” (1914) and The Home and the World (1915). In particular, the arguments focus on the constitution of “independent” women subjects by three interrelated authorial strategies: first, the modification of the home to repurpose gender relations; second, the importance of the “Lotus feet” or charan in the reconstitution of the new bhadramahila, and, third, the establishment of the benevolent, reformed bhadralok as the saviour. In conclusion, the article states that even if Tagore considered “the women's question” in a pragmatic manner, he saw it more as a social, rather than as a political, problem. Therefore, he could not liberate the female protagonists completely. Instead, he reconstitutes the home as a “locus of the unconquered and uncompromised [space] under the tutelage of the reformed bhadralok and reaffirming women's subordinate position” (Mitra 247).",
        "Origin": "Other"
    },
    "facultyid": "113161450",
    "coauthors": {
        "117327": {
            "firstname": "Reshmi",
            "middleinitial": "",
            "lastname": "Mukherjee",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113161450",
            "authorid": 117327,
            "scholarlyactivityid": 4625,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 4625,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113161450",
    "attachments": []
}