{
    "activityid": 46257,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Admission criteria and course performance in an undergraduate respiratory care program: A case for non-cognitive measures",
        "Journal": "Respiratory Care Education Annual ",
        "Volume": "27",
        "Month / Season": "Fall 2019",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "3-17",
        "Publisher": "Respiratory Care Education Annual",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Introduction: Admission processes for health care programs traditionally focus on a student’s cognitive ability. This unilateral approach to the evaluation of intelligence represents an incomplete understanding of a student’s ability in a clinically-based program, such as Respiratory Care. Research has indicated non-cognitive characteristics are vitally important to the future success of working health care providers. The purpose of this research was to assess the relationships among admission criteria categorized according to Sternberg’s Triarchic Theory and performance in a baccalaureate Respiratory Care program. Methods: In addition to cognitively-focused admission criteria, students applying to an undergraduate Respiratory Care program participated in a multiple mini-interview (MMI) to demonstrate non-cognitive skills described as essential to health care practitioners. Students were ranked by performance and selected for admission. Relationships among criteria classified according to Sternberg’s Triarchic Theory and performance in foundational Respiratory Care\ncourses were explored for significance. Results: Significant relationships among indicators of either componential, experiential, or contextual intellect and course performance were sporadic. However, significant correlations existed between MMI scores and performance in clinical practicum. Conclusions: Health care workers are required to demonstrate not only cognitive aptitude, but also the ability to apply new concepts in new contexts. However, most traditional admission practices overlook the value of non-cognitive ability. Clinically-focused undergraduate programming may benefit from incorporating non-cognitive\nmeasures into admission practices. The adoption of a revised MMI, in addition to a review of academic performance, may help to highlight contextual abilities inherent to the clinical environment that are often overlooked by traditional admission practices.\n\nKey Words: Multiple-Mini Interview, Undergraduate Admissions, Respiratory Care, Intelligence, Non-Cognitive, Triarchic Theory of Intelligence",
        "Origin": "Manual"
    },
    "facultyid": "111698779",
    "coauthors": {
        "210903": {
            "firstname": "Megan",
            "middleinitial": "",
            "lastname": "Koster",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111698779",
            "authorid": 210903,
            "scholarlyactivityid": 46257
        }
    },
    "status": [
        {
            "id": 46257,
            "status": "Accepted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 46257,
            "status": "Accepted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 46257,
            "status": "Accepted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 46257,
            "status": "Accepted",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111698779",
    "attachments": [
        {
            "attachmentid": 18648,
            "mimetype": "application/pdf",
            "filename": "RCEd2019Proof.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25ycGZTR1BBSVBQZHhtQjdmRWdsaGtmanVuOUhWZHFMVDJpUDVVWWRITGkzU05qSFB5MTZPS3Y%3D",
            "filesize": 918213
        }
    ]
}