{
    "activityid": 46261,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Teaching qualitative research methods online: A scoping review of the literature",
        "Journal": "The Qualitative Report",
        "Volume": "24",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "2799–2814",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://nsuworks.nova.edu/tqr/vol24/iss11/9/",
        "Description/Abstract": "Online education has become well established as an avenue for flexible access to educational opportunities. Those who teach qualitative research methods online may find it difficult to locate research or best practice literature to inform practice. A scoping review was conducted to identify and synthesize the literature about teaching qualitative research methods courses online. Eleven peer-reviewed journal articles were identified through a scoping review of the literature. The TPACK framework, which defines teacher knowledge in terms of technological, pedagogical, and content knowledge, was used as a conceptual framework. Results from this scoping review indicate that online qualitative research methods educators choose course goals, instructional modules, and topics in a manner consistent with instructional design approaches. Pedagogical approaches included orientation strategies, strategic use of instructional media, online discussions, applied research activities, and writing projects. Technology was used for course management, to develop content, for communication, and to enable online teaching strategies in an online environment. The literature informs teaching practice in qualitative research methods education, but more research is needed to develop knowledge in this under explored area.",
        "Origin": "Manual"
    },
    "facultyid": "111319147",
    "coauthors": {
        "210910": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 210910,
            "scholarlyactivityid": 46261
        }
    },
    "status": [
        {
            "id": 46261,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}