{
    "activityid": 46288,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Articulating Learning Objectives and Outcomes in the ICT English Language Classroom",
        "Conference/Meeting Name": "Innovation in Language Learning International Conference",
        "Conference Location": "Florence, Italy",
        "Date or Date Range": "November",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Pixel",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The timeless continuum of learning often expands beyond specific and concrete building blocks of expectations for measurable outcomes and accomplishments. Language learning is rather a pipeline with essential connections welded together to transport knowledge and information that will serve the learner well and lead to pathways of success and achievement [1]. How do we measure these endeavors and ensure that we are achieving valuable outcomes and objectives, particularly in the online language integrated classroom? This study will explore the strong commitment to student success through educational experiences and the measurable attainment of specific outcomes and objectives. The spectrum of educational activities in the ICT classroom lends itself well to the cognitive development and personal success of students asking essential questions and incorporating engaging activities [2]. This study is divided into three sections that include planning and preparation for lessons in the online classroom, design and incorporation of specific course and learning objectives, and assessment of learning outcomes utilizing in-depth analysis models. Each one of these areas will be discussed as it relates to language learning and ICT focusing on priorities and student success. Further exploration and accompanying methodology explore the details and implications of these emerging expectations and are addressed by supporting materials, data, and recommendations focusing on the challenges of diverging language pathways as we articulate objectives and outcomes of online education in the English language virtual classroom.",
        "Origin": "Manual"
    },
    "facultyid": "112054227",
    "coauthors": {
        "211025": {
            "firstname": "Diane",
            "middleinitial": "R",
            "lastname": "Boothe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112054227",
            "authorid": 211025,
            "scholarlyactivityid": 46288
        }
    },
    "status": [
        {
            "id": 46288,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112054227",
    "attachments": []
}