{
    "activityid": 46305,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Adoption of Evaluation and Assessment Data Management Tools for a Growing Core Facility with Program Grants",
        "Journal": "Journal of biomolecular techniques : JBT",
        "Volume": "30",
        "Month / Season": "",
        "Issue Number": "Suppl",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "S3-S4",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Biomolecular Research Center (BRC) at Boise State University is a core facility focused on the study of biomolecules with emphasis on proteins and their molecular interactions. The BRC is also the administrative center for multiple programmatic and individual researcher-initiated biomedical research grant awards including the NIH Center of Biomedical Research Excellence (COBRE) in Matrix Biology Program, Idaho INBRE Program, Mountain West CTR-IN Program, and awards from other agencies including AHA, NSF, and the M.J. Murdock Charitable Trust. These awards have made a significant impact on research and research infrastructure growth at Boise State. The Idaho INBRE program acted as the catalyst for the creation of the BRC through the establishment of infrastructure, funding, leadership, and mentorship. As a result, Boise State received its first COBRE grant in 2014. The growth in biomedical research and shared core facility use required new approaches to information management for reporting, assessment, and evaluation. Data management goals include: 1) Collection and management of annual reporting information from investigators, staff, and students; 2) Implementation of software for analyzing synergy between our program's management strategy and investigator success; and 3) Consolidation of core facility's management, billing, and reporting capabilities into one cohesive system. This approach has streamlined administrative functions and increased efficiency of information management and our ability to assess and evaluate our center's impact on investigators' success as well as programmatic success. Finally, adoption of these best-practices has lessened administrative burden, more effectively managing day-to-day center operations while increasing transparency of core facility activity. The substantial burden of data management and assessment requirements for research centers and programs necessitates early consideration of a thoughtful and meaningful strategy for data management. Flexibility must be maintained to allow continuous improvement to approaches used for assessment and evaluation in ways that streamline dissemination of outcomes to all stakeholders.",
        "Origin": "PubMed"
    },
    "facultyid": "111643744",
    "coauthors": {
        "211116": {
            "firstname": "Diane",
            "middleinitial": "B",
            "lastname": "Smith",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 211116,
            "scholarlyactivityid": 46305
        },
        "211117": {
            "firstname": "Barbara",
            "middleinitial": "J",
            "lastname": "Jibben",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 211117,
            "scholarlyactivityid": 46305
        },
        "211118": {
            "firstname": "Tracy",
            "middleinitial": "L",
            "lastname": "Yarnell",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 211118,
            "scholarlyactivityid": 46305
        },
        "211119": {
            "firstname": "Julia",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 211119,
            "scholarlyactivityid": 46305
        }
    },
    "status": [
        {
            "id": 46305,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}