{
    "activityid": 46339,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Young Professional ESOL Learners Confront Competing Demands of Social Media and ESP",
        "Journal": "Cognitive Science-New Media-Education",
        "Volume": "5",
        "Month / Season": "Fall",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "11",
        "Publisher": "Nicholas Copernicus Press",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract. English language learners from non-English speaking nations are\nconfronting an increasingly challenging environment as they try to develop\nlanguage skills to meet the competing demands of contemporary social media\non one hand and those of English for Specific Purposes (ESP) on the other. Social\nmedia’s explosion onto the global scene has created the need for non-English\nspeakers to in effect learn two diverging contextual and communication patterns\nwithin what is supposed to be a common language.\nEnglish, at least a form of English, dominates social media communications on Twitter, Instagram, Facebook, and a whole host of abbreviated format\ninternational social media platforms. Moreover, these platforms have developed\ncommunications mechanisms that do not even conform to normally accepted,\nconversational patterns of spoken or written English. The English of some social\nmedia platforms is informal, littered with special and unique abbreviations,\ngrammarless, decidedly unstructured and abruptly short. The vocabulary is\nexplicitly simple in most cases, consisting mostly of one and two syllable words.\nThe introduction of the “emoji” graphics (now totaling over 2600 according to\nUnicode Standard, the emoji lexicographer) has added image elements to the\nphonetic root language vocabulary. The near total lack of punctuation, further\ncomplicates the process of learning to communicate effectively to other than\na select audience or specific groups of people.\nICT (Information and Communication Technology) tools are growing in\nuse in education and in language teaching in particular, with Computer Assisted\nLanguage Learning (CALL) becoming widely used to facilitate vocabulary and\nstructural grammar development among English Language Learners (ELLs) at all\nlevels. It has been noted that blogs and other web-based tools have significantly\nenhanced writing and reading skills.\nThe young non-native English speaking professional is simultaneously\nconfronted with the increasing need to acquire skills in one or more forms of\nESP, be it academic, occupational or both, to be a competitive member of the\nglobal economy. Simultaneously, the informal elements of social media ignore\nthese demands and focus on a casual and frequently unconstrained set of language behaviors.\nThe results of this study indicate that English for Speakers of Other languages (ESOL) students, particularly those developing ESP skills, are confronting\nwhat could logically be construed as two languages carrying the same name. This\npublication and accompanying methodology explores the details and implications of this emerging phenomenon and is addressed by supporting materials,\ndata and recommendations addressing the challenges of diverging language\npathways between social media and English for specific purposes.",
        "Origin": "Manual"
    },
    "facultyid": "112054227",
    "coauthors": {
        "211997": {
            "firstname": "Diane",
            "middleinitial": "R",
            "lastname": "Boothe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112054227",
            "authorid": 211997,
            "scholarlyactivityid": 46339,
            "classifications": {
                "Role": "Author"
            }
        },
        "211998": {
            "firstname": "Clifton",
            "middleinitial": "D",
            "lastname": "Wickstrom",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 211998,
            "scholarlyactivityid": 46339,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 46339,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112054227",
    "attachments": [
        {
            "attachmentid": 19026,
            "mimetype": "application/pdf",
            "filename": "28205-60230-1-SM.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWpuRllEYTF1bVgwaWJVd3lvTzJLSGNOZXFVb0xTTnI3bGhuNUR3c0hIang4dTVrRXRhK1BpaW9odjREQ3YxTzA%3D",
            "filesize": 297982
        }
    ]
}