{
    "activityid": 4635,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Green Printing: A Guide to Environmentally Responsible Printing",
        "Journal": "Technical Communication",
        "Volume": "55",
        "Month / Season": "2008-02-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "22-Sep",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/26",
        "Description/Abstract": "Pressure from various green organizations (such as the Forest  Stewardship Council and ForestEthics), government agencies, and  environmentally aware consumers combined with the development of new  vegetable-based materials have resulted in the availability of several  alternatives to petroleum-derived chemicals for printing and paper made  from wood pulp. These alternatives are increasingly price-competitive  and a bargain when all costs to our environment are considered. Whether  you print documents from your desktop computer or regularly contract  with a printing company to produce 100,000 annual reports, user guides,  or newsletters, you now have environmentally responsible printing  choices. Such choices offer your company an opportunity to reduce its  environmental footprint and favorably position itself in the growing  Green Market. As a technical communicator, you can also feel better  about your work product. This tutorial describes some of the business  benefits of going green and outlines the choices that you can make when  you print documents, from choosing an environmentally responsible print  company to selecting vegetable-based inks and recycled or alternative  paper. Even if your organization rarely produces paper-based documents  for its customers, you likely can still reduce your office's paper  consumption. This tutorial tells you how.",
        "Origin": "Other"
    },
    "facultyid": "111669970",
    "coauthors": {
        "13961": {
            "firstname": "Roger",
            "middleinitial": "Heathcot",
            "lastname": "Munger",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669970",
            "authorid": 13961,
            "scholarlyactivityid": 4635
        }
    },
    "status": [
        {
            "id": 4635,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669970",
    "attachments": []
}