{
    "activityid": 46493,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Data Quality Relevance in Linguistic Analysis: The Impact of Transcription Error on Multiple Methods of Linguistic Analysis",
        "Name of Conference": "Americas Conference on Information Systems",
        "Month / Season": "August",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "There is an enormous amount of recorded speech generated daily, and quickly transcribing and analyzing\nthe text of this speech could have tremendous value to organizations and researchers. However, the speech\ntranscription process has historically been laborious, expensive, and slow. Automatic speech recognition\n(ASR) tools have matured a great deal in the last decade and may be a suitable method to generate large\nscale, high quality transcriptions. These tools are are fast and economical, but generally produce errors at\na much greater rate than human transcribers. It is unknown whether these errors matter when conducting\npsycholinguistic research. In this study, we will investigate the accuracy of earnings conference call\ntranscripts produced by multiple tools and the impact of that transcription accuracy on the results of\nsubsequent text mining analysis. While prior studies have focused on a single form of text mining, we will\nconduct three types of text analysis: bag-of-words based classification, lexicon-based classification and\nsentiment analysis. The results will show whether a different level of transcription quality is required for\ndifferent types of text mining and the feasibility of using automated transcription services across a range of\ntext mining applications. ",
        "Origin": "Manual"
    },
    "facultyid": "114106117",
    "userid": "114106117",
    "attachments": []
}