{
    "activityid": 46579,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Using death certificates and medical examiner records for adolescent occupational fatality surveillance and research: a case study",
        "Journal": "Journal of occupational and environmental hygiene",
        "Volume": "9",
        "Month / Season": "",
        "Issue Number": "10",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "609-15",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Death certificates and medical examiner records have been useful yet imperfect data sources for work-related fatality research and surveillance among adult workers. It is unclear whether this holds for work-related fatalities among adolescent workers who suffer unique detection challenges in part because they are not often thought of as workers. This study investigated the utility of using these data sources for surveillance and research pertaining to adolescent work-related fatalities. Using the state of North Carolina as a case study, we analyzed data from the death certificates and medical examiner records of all work-related fatalities data among 11- to 17-year-olds between 1990-2008 (N = 31). We compared data sources on case identification, of completeness, and consistency information. Variables examined included those on the injury (e.g., means), occurrence (e.g., place), demographics, and employment (e.g., occupation). Medical examiner records (90%) were more likely than death certificates (71%) to identify adolescent work-related fatalities. Data completeness was generally high yet varied between sources. The most marked difference being that in medical examiner records, type of business/industry and occupation were complete in 72 and 67% of cases, respectively, while on the death certificates these fields were complete in 90 and 97% of cases, respectively. Taking the two sources together, each field was complete in upward of 94% of cases. Although completeness was high, data were not always of good quality and sometimes conflicted across sources. In many cases, the decedent's occupation was misclassified as &quot;student&quot; and their employer as &quot;school&quot; on the death certificate. Even though each source has its weaknesses, medical examiner records and death certificates, especially when used together, can be useful for conducting surveillance and research on adolescent work-related fatalities. However, extra care is needed by data recorders to ensure that occupation and employer are properly coded when dealing with adolescent worker deaths.",
        "Origin": "PubMed"
    },
    "facultyid": "114136199",
    "coauthors": {
        "212509": {
            "firstname": "Kimberly",
            "middleinitial": "J",
            "lastname": "Rauscher",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 212509,
            "scholarlyactivityid": 46579
        },
        "212510": {
            "firstname": "Carol",
            "middleinitial": "W",
            "lastname": "Runyan",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 212510,
            "scholarlyactivityid": 46579
        },
        "212511": {
            "firstname": "Deborah",
            "middleinitial": "",
            "lastname": "Radisch",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 212511,
            "scholarlyactivityid": 46579
        }
    },
    "status": [
        {
            "id": 46579,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114136199",
    "attachments": []
}