{
    "activityid": 46575,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Adolescent occupational fatalities in North Carolina (1990-2008): an investigation of child labor and OSHA violations and enforcement",
        "Journal": "New solutions : a journal of environmental and occupational health policy",
        "Volume": "22",
        "Month / Season": "",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "473-88",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This study investigated adolescent worker fatalities involving violations of the child labor laws and/or Occupational Safety and Health Administration (OSHA) standards, as well as the enforcement activity involved in each case. Medical examiner records were used to identify work-related deaths among adolescents ages 11-17 between 1990 and 2008 and child labor violations. Investigations from state and federal Departments of Labor (DOL) were used to determine inspection activity, identify OSHA violations, and confirm child labor violations. Fifty-two percent of cases involved one or more child labor violations. Nine cases were investigated by either the U.S. or North Carolina DOL; among them, four had child labor violations. Eleven cases were investigated by the North Carolina DOL and all involved OSHA violations. Significant child labor and OSHA violations exist in adolescent worker fatalities in North Carolina, and gaps exist in enforcement at both the federal and state level, signaling needed improvements in the protection of adolescent workers.",
        "Origin": "PubMed"
    },
    "facultyid": "114136199",
    "coauthors": {
        "212573": {
            "firstname": "Kimberly",
            "middleinitial": "",
            "lastname": "Rauscher",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 212573,
            "scholarlyactivityid": 46575
        },
        "212574": {
            "firstname": "Carol",
            "middleinitial": "",
            "lastname": "Runyan",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 212574,
            "scholarlyactivityid": 46575
        }
    },
    "status": [
        {
            "id": 46575,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114136199",
    "attachments": []
}