{
    "activityid": 46614,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Silvicultural herbicides and forest succession influence understory vegetation and nutritional ecology of black-tailed deer in managed forests",
        "Journal": "Forest Ecology and Management",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The increasing intensity of forestry practices, especially using herbicides to promote early survival and growth of planted conifers, has the potential to influence the abundance of nutritious, shade-intolerant forbs and shrubs on which black-tailed deer (Odocoileus hemionus columbianus) and other forest ungulates depend. Therefore, we compared summer forage resources and nutrition of female black-tailed deer in stands that received herbicide treatments paired with stands that did not in Douglas-fir/western hemlock forests of western Washington. We investigated how these responses changed as forests aged from early seral to canopy closure (2–20 yrs post-harvest) in both treatments, and also in unmanaged mid-seral stands (30–90 yrs old). We measured the biomass and nutritional quality of understory vegetation and the diet composition, diet quality and nutrient intake of tractable black-tailed deer within each paired stand. We found that herbicides did not affect the rate of closure of the overstory canopy, but influenced plant species composition of the understory vegetation and reduced total and non-conifer understory biomass, primarily in the first 9 years before canopy closure. Herbicides also reduced the biomass of two of the six plant functional groups, evergreen shrubs and deciduous shrubs and trees, but did not reduce forb, graminoid, or fern biomass. Herbicides reduced bite size, harvest rate, daily dry matter intake and daily digestible energy (DE) intake of deer, but increased dietary digestible protein (DP) content, and these effects occurred primarily in the first 3 years post-treatment. Biomass of plants suitable for black-tailed deer, and the deers’ bite rate, daily feeding time, dietary DE, and daily digestible DP intake did not respond to herbicides. Our yearling and sub-adult, non-lactating deer met requirements for yearling growth and adult maintenance for dietary DE in 78%, and DE intake in 27% of plots, but only met the higher requirements for lactating females in 5% of plots. All plots where daily DE requirements of lactation or growth were met were &lt; 10 yrs old. Deer were equally likely to obtain diets that satisfied requirements in treated and untreated plots, indicating that although herbicide application reduced understory biomass and DE intake, it did not explain whether deer were able to meet requirements. We also found that the biomass of deciduous shrubs and trees, forbs, and suitable forage was ∼25 times greater in 4 – 9 yr old stands than closed canopy stands (14–90 yrs old), indicating the importance of maintaining early seral habitat for sustaining populations of black-tailed deer.",
        "Origin": "Manual"
    },
    "facultyid": "111620933",
    "coauthors": {
        "236703": {
            "firstname": "Amy",
            "middleinitial": "C",
            "lastname": "Ulappa",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111620933",
            "authorid": 236703,
            "scholarlyactivityid": 46614,
            "classifications": {
                "Role": "Author"
            }
        },
        "236704": {
            "firstname": "Lisa",
            "middleinitial": "A",
            "lastname": "Shipley",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236704,
            "scholarlyactivityid": 46614,
            "classifications": {
                "Role": "Author"
            }
        },
        "236705": {
            "firstname": "Rachel",
            "middleinitial": "C",
            "lastname": "Cook",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236705,
            "scholarlyactivityid": 46614,
            "classifications": {
                "Role": "Author"
            }
        },
        "236706": {
            "firstname": "John",
            "middleinitial": "G",
            "lastname": "Cook",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236706,
            "scholarlyactivityid": 46614,
            "classifications": {
                "Role": "Author"
            }
        },
        "236707": {
            "firstname": "Mark",
            "middleinitial": "E",
            "lastname": "Swanson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236707,
            "scholarlyactivityid": 46614,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 46614,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111620933",
    "attachments": [
        {
            "attachmentid": 25356,
            "mimetype": "application/pdf",
            "filename": "Ulappaetal2020.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25wMTAwWXBDUUFvdnc5Q0dTTit6blg3SVJQVWZDRlNCM3d6VEVrL2NjREcyNkNHdGw2VXdpdnk%3D",
            "filesize": 1894161
        }
    ]
}