{
    "activityid": 46745,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Binding of alpha-crystallin to phospholipid membrane: EPR spin-labeling approach",
        "Conference / Meeting Name": "Biophysical Meeting",
        "Conference Location": "San Diego, CA",
        "Date or Date Range": "February 15–19",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "Biophysical Meeting",
        "Presenter(s)": null,
        "Web Address": "https://www.cell.com/biophysj/fulltext/S0006-3495(19)32340-9",
        "Description/Abstract": "The continuous wave and saturation recovery electron paramagnetic resonance (EPR) methods are powerful tools that can provide a great deal of information on the binding of α-crystallin with membrane. In this approach, the cholesterol analogue spin label CSL is incorporated in the membrane and the binding of α-crystallin to the membrane is monitored by this spin label. Small uni-lamellar vesicles were prepared from 1-palmitoyl-2-oleoylphosphatidylcholine (POPC) with 1% of CSL. The experiments were performed at varying concentrations of α-crystallin with fixed POPC concentration. Binding affinity (Ka) of α-crystallin with the membrane, as well as the physical properties of the membrane after the binding of α-crystallin was obtained. Physical properties include order parameter, rotational correlation time, fluidity and the oxygen transport parameter. The profiles of order parameter show the lipid order increase with increase in binding of α-crystallin. The profiles of rotational correlation time show that rotational correlation time increase with increase of binding. The profiles of spin-lattice relaxation rate show that spin-lattice relaxation rate decrease with increase in binding.These results shows that binding of α-crystallin makes the membrane more immobilized near the head group region. Furthermore, the profiles of oxygen transport parameter indicates that oxygen transport parameter decrease with increase of binding, indicating the binding of α-crystallin forms barrier for the passage of non-polar molecules supporting the barrier hypothesis. Our results show that the binding of α-crystallin to membrane alters the physical properties of the membranes, and this play a significant role in modulating the integrity of the membranes.",
        "Origin": "Manual"
    },
    "facultyid": "114134034",
    "coauthors": {
        "245478": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114134034",
            "authorid": 245478,
            "scholarlyactivityid": 46745,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 46745,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}