{
    "activityid": 46741,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Formation of cholesterol Bilayer Domains Precedes Formation of Cholesterol Crystals in Membranes Made of the Major Phospholipids of Human Eye Lens Fiber Cell Plasma Membranes",
        "Journal": "Current eye research",
        "Volume": "45",
        "Month / Season": "",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "162-172",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://pubmed.ncbi.nlm.nih.gov/31462080/",
        "Description/Abstract": ": The goal of this study is to reveal how age-related changes in phospholipid (PL) composition in the fiber cell plasma membranes of the human eye lens affect the cholesterol (Chol) content at which Chol bilayer domains (CBDs) and Chol crystals start to form.: Saturation-recovery electron paramagnetic resonance with spin-labeled cholesterol analogs and differential scanning calorimetry were used to determine the Chol contents at which CBDs and cholesterol crystals, respectively, start to form in in membranes made of the major PL constituents of the plasma membrane of the human eye lens fiber cells. To preserve compositional homogeneity throughout the membrane suspension, the lipid multilamellar dispersions investigated in this work were prepared using a rapid solvent exchange method. The cholesterol content changed from 0 to 75 mol%.: The saturation recovery electron paramagnetic resonance results show that CBDs start to form at 33, 50, 46, and 48 mol% Chol in the phosphatidylethanolamine, phosphatidylcholine, phosphatidylserine, and sphingomyelin bilayers, respectively. The differential scanning calorimetry results show that Chol crystals start to form at 50, 66, 70, and 66 mol% Chol in the phosphatidylethanolamine, phosphatidylcholine, phosphatidylserine, and sphingomyelin bilayers, respectively.: These results, as well those of our previous studies, indicate that the formation of CBDs precedes the formation of Chol crystals in all of the studied systems, and the appearance of each depends on the type of PL forming the bilayer. These findings contribute to a better understanding of the molecular mechanisms involved in the regulation of Chol-dependent processes in eye lens fiber cell membranes.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "245554": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 245554,
            "scholarlyactivityid": 46741
        },
        "245555": {
            "firstname": "Marta",
            "middleinitial": "",
            "lastname": "Pasenkiewicz-Gierula",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 245555,
            "scholarlyactivityid": 46741
        },
        "245556": {
            "firstname": "Witold",
            "middleinitial": "K",
            "lastname": "Subczynski",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 245556,
            "scholarlyactivityid": 46741
        }
    },
    "status": [
        {
            "id": 46741,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}