{
    "activityid": 46769,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;p&gt;Growing Pains: Responding to growth in an undergraduate nursing program.&lt;/p&gt;",
        "Conference / Meeting Name": "INACSL",
        "Conference Location": "Raleigh, North Carolina",
        "Date or Date Range": "June 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Growing Pains: Responding to growth in an undergraduate nursing program. Introduction/Background: A nursing shortage looms across the nation causing new nursing graduates to leave rural states to pursue increased salaries in neighboring urban areas. With an increasing older population, the shortage hits rural states hard. Idaho falls short of the national standard with only 9.03 registered nurses per 1000 residents. To counteract the shortage of registered nurses in Idaho, Boise State University has expanded its undergraduate BSN program to address the dilemma. Traditional scheduling in the simulation center created a bottle-neck which would have decreased simulation time for nursing students. The Project: Faculty and simulation staff devised a student self-scheduling plan that accommodated increasing student enrollment from 60 students to 80 students per semester without decreasing the number of simulation experiences. The plan allowed for growth without cutting high quality learning opportunities in simulation. In addition to student self-scheduling a third simulation operations specialist was added to staff to increase capacity. The increased enrollment required collaboration among the simulation center operations manager, course coordinators, and simulation faculty development coordinator. Outcome/Evaluation: We were able to serve 100% of students without decreasing the quality and amount of simulation. Students evaluated simulation self-scheduling positively. Discussion/Conclusion: Boise State University increased enrollment to address a nursing shortage without compromise to the simulation experience. Student self-scheduling allowed for flexibility in the simulation program. Faculty will share their scheduling practices with others during the conference.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114031004",
    "coauthors": {
        "333323": {
            "firstname": "Andrea",
            "middleinitial": "",
            "lastname": "Milojevic",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112072100",
            "authorid": 333323,
            "scholarlyactivityid": 46769
        },
        "333324": {
            "firstname": "Rachel",
            "middleinitial": "A",
            "lastname": "Finnell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113049480",
            "authorid": 333324,
            "scholarlyactivityid": 46769
        },
        "333325": {
            "firstname": "Darci",
            "middleinitial": "",
            "lastname": "McCall",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114031004",
            "authorid": 333325,
            "scholarlyactivityid": 46769
        },
        "333326": {
            "firstname": "Lisa",
            "middleinitial": "L",
            "lastname": "Crouch",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114089195",
            "authorid": 333326,
            "scholarlyactivityid": 46769
        }
    },
    "status": [
        {
            "id": 46769,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 46769,
            "status": "Submitted",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114031004",
    "attachments": []
}