{
    "activityid": 46784,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The Catechism and the Textbook: Education and Luther's der kleine Katechismus",
        "Book Title": "Cultural Impact of the Reformation",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "143-155",
        "Edition": "",
        "Volume": "1",
        "Publisher": "Evangelische Verlagsanstalt",
        "Publisher Location": "Leipzig",
        "ISBN": "",
        "Author/Editor of Larger Work": " Klaus Fitschen, Marianne Schröter, Christopher Spehr, Ernst-Joachim Waschke",
        "DOI": "3374056776",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "Martin Luther published both his “greater” catechism for priests and his “smaller” catechism for lay teachers and heads of families in 1529. The smaller catechism, widely popularized in Germany and beyond, was enormously influential as a practical household code, and as Luther intimates, as a “small confessional book, prayer book [and] textbook (Lehrbüchlein).” In the last of these senses, this book prefigured many elements familiar in education today, offering both a core curriculum—standardized down to the letter—and a catechetical method for its instructional implementation. This paper traces the origin of this text and its impact on later educational methods and materials, using German and American examples from the 16th to the 21st centuries. I begin by briefly describing the history and nature of the catechism prior to Luther, as well as the context from which Luther’s smaller catechism emerged and the nature of this text itself. This then provides the basis for my discussion of its impact, including its enormous influence within the reformation itself, and for consideration of the theoretical and historical interpretations seeking to explain it. ",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "213674": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 213674,
            "scholarlyactivityid": 46784
        }
    },
    "status": [
        {
            "id": 46784,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}