{
    "activityid": 46901,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Massachusetts, the “Job Paradox,” and the Political Economy of Crisis",
        "Conference/Meeting Name": "Organization of American Historians Conference",
        "Conference Location": "Washington, DC",
        "Date or Date Range": "April 3, 2020 (canceled)",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "Organization of American Historians",
        "Presenter(s)": null,
        "Web Address": "https://www.oah.org/meetings-events/oah20/view-meeting-session/3606",
        "Description/Abstract": "Writing amid the 1929 depression, pioneer Austrian school economist Ludwig von Mises spelled out what has become microeconomic orthodoxy regarding crisis formation. Capitalism, he argued, was defined by equilibrium. Crises, therefore, were caused by market distortion—in particular, the ways labor unions, unemployment relief, and minimum wage laws conspired against the “natural” tendency for wages to fall low enough to facilitate full employment. In contrast, Mises argued, a truly free market would have entailed wage cuts instead of layoffs; laborers would simply say “Better a lower wage, than no wage at all.”\n\nWas Mises right? Despite his still tremendous following, historically, Misesian prescriptions have had little bearing on historical reality. In fact, workers have often been quite resistant to the idea of taking any job—no matter how low paying or undignified—even when on the brink of privation. Dignity is an intangible and slippery concept. It may seem like poor ideological adhesive for historical theses, but my own research on industrial decline in Massachusetts shows how workers’ subjective sense of “dignified labor” repeatedly kept them from taking this Misesian bargain and opting for economic optimization. I show how local business leaders frequently wrestled with a phenomenon they found utterly perplexing—the so-called “job paradox”: surging rates of unemployment and unfilled jobs (ironically clustered in “deindustrializing” sectors). The problem, of course, was that workers were more discerning than expected. Historians too have implicitly reproduced Misesian logic, missing how workers’ own choices—and their desire for “dignity”—helped hasten industrial decline.",
        "Origin": "Manual"
    },
    "facultyid": "112081355",
    "coauthors": {
        "249481": {
            "firstname": "Shaun",
            "middleinitial": "S",
            "lastname": "Nichols",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112081355",
            "authorid": 249481,
            "scholarlyactivityid": 46901
        }
    },
    "status": [
        {
            "id": 46901,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112081355",
    "attachments": []
}