{
    "activityid": 46968,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "What drives commercial poaching? From poverty to economic inequality ",
        "Journal": "Biological Conservation",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "19",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Over the last decade, South Africa and its Kruger National Park have seen a steep increase in the killing of rhinoceros for its horn, which is reaching staggering prices largely in Asian markets. This is a key piece of the larger illegal wildlife trade (IWT). Drawing on fieldwork in the Mozambican borderlands adjacent to Kruger where many poaching recruits originate, we respond to calls for better understanding of the drivers of IWT/commercial poaching and in particular links between poverty and poaching. Our analysis shows that economic factors including poverty are the most central drivers of rhino poaching on the ground-level and that, rather than mere poverty per se, they are better captured in the broader concept of economic inequality. We additionally provide methodological insights into conducting research in the dangerous context of IWT and also enable readers to hear directly from members of communities involved in the trade. Three IWT policy recommendations emerge from our findings: (1) Responses must be multifaceted and include reducing user-end demand. (2) Conservation practitioners should privilege and support community-based responses, including poverty reduction, especially over heavy-handed, increasingly militarized responses. And (3) community-based approaches must be part of broader efforts aimed at targeting poverty and economic inequality at a deeper structural level that include but extend beyond conservation and even conservation-development frameworks.",
        "Origin": "Manual"
    },
    "facultyid": "114135000",
    "coauthors": {
        "214841": {
            "firstname": "Elizabeth",
            "middleinitial": "M",
            "lastname": "Lunstrum",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114135000",
            "authorid": 214841,
            "scholarlyactivityid": 46968,
            "classifications": {
                "Role": "Author"
            }
        },
        "214842": {
            "firstname": "Nicia",
            "middleinitial": "",
            "lastname": "Giva",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 214842,
            "scholarlyactivityid": 46968,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 46968,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135000",
    "attachments": []
}