{
    "activityid": 4701,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Kinetics of Reactions of the Actinomadura R39 DD-Peptidase with Specific Substrates",
        "Journal": "Biochemistry",
        "Volume": "50",
        "Month / Season": "2011-01-25",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "376-387",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1021/bi101760p",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/13",
        "Description/Abstract": "The Actinomadura R39 dd-peptidase catalyzes the hydrolysis and aminolysis of a number of small peptides and depsipeptides. Details of its substrate specificity and the nature of its in vivo substrate are not, however, well understood. This paper describes the interactions of the R39 enzyme with two peptidoglycan-mimetic substrates 3-(d-cysteinyl)propanoyl-d-alanyl-d-alanine and 3-(d-cysteinyl)propanoyl-d-alanyl-d-thiolactate. A detailed study of the reactions of the former substrate, catalyzed by the enzyme, showed dd-carboxypeptidase, dd-transpeptidase, and dd-endopeptidase activities. These results confirm the specificity of the enzyme for a free d-amino acid at the N-terminus of good substrates and indicated a preference for extended d-amino acid leaving groups. The latter was supported by determination of the structural specificity of amine nucleophiles for the acyl-enzyme generated by reaction of the enzyme with the thiolactate substrate. It was concluded that a specific substrate for this enzyme, and possibly the in vivo substrate, may consist of a partly cross-linked peptidoglycan polymer where a free side chain N-terminal un-cross-linked amino acid serves as the specific acyl group in an endopeptidase reaction. The enzyme is most likely a dd-endopeptidase in vivo. pH?rate profiles for reactions of the enzyme with peptides, the thiolactate named above, and ?-lactams indicated the presence of complex proton dissociation pathways with sticky substrates and/or protons. The local structure of the active site may differ significantly for reactions of peptides and ?-lactams. Solvent kinetic deuterium isotope effects indicate the presence of classical general acid/base catalysis in both acylation and deacylation; there is no evidence of the low fractionation factor active site hydrogen found previously in class A and C ?-lactamases.",
        "Origin": "Other"
    },
    "facultyid": "113083415",
    "coauthors": {
        "14161": {
            "firstname": "S.",
            "middleinitial": "A.",
            "lastname": "Adediran",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14161,
            "scholarlyactivityid": 4701
        },
        "14162": {
            "firstname": "Ish",
            "middleinitial": "",
            "lastname": "Kumar",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14162,
            "scholarlyactivityid": 4701
        },
        "14163": {
            "firstname": "Rajesh",
            "middleinitial": "",
            "lastname": "Nagarajan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113083415",
            "authorid": 14163,
            "scholarlyactivityid": 4701
        },
        "14164": {
            "firstname": "Eric",
            "middleinitial": "",
            "lastname": "Sauvage",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14164,
            "scholarlyactivityid": 4701
        },
        "14165": {
            "firstname": "R.",
            "middleinitial": "F.",
            "lastname": "Pratt",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14165,
            "scholarlyactivityid": 4701
        }
    },
    "status": [
        {
            "id": 4701,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113083415",
    "attachments": []
}