{
    "activityid": 47028,
    "fields": {
        "Type": "Other Works",
        "Title": "Evaluating the use of seed introductions to initiate viable slickspot peppergrass populations at the Orchard Combat Training Center: 2016-2019",
        "Outlet (if applicable)": "",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Publisher": "Report on file at Idaho Army National Guard",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "SUMMARY OF FINDINGS\n•\tOf the roughly 550,000 seeds released across 110 slick spots at three sites in the OCTC in 2016, a total of 675 seedlings (42 annuals, 633 vegetative rosettes) were found in 2017.  The numbers of seedlings found in 2018 and 2019 were much lower (N = 37 and 33, respectively).\n•\tHarvester ants (present at 8 of the 110 slick spots) removed most L. papilliferum seeds within a few days of their introduction.\n•\tIn each of the three years after seed introduction (2017-2019), most seedlings were located within 20 cm of the central stake in each slick spot.  Maximum dispersal distance of seeds that germinated was 2 m.\n•\tSeedlings that flowered as annuals in 2017 (N=42) produced seed-bearing fruits similar in number and size to those of nearby natural populations of L. papilliferum.  None of the eight annuals found in 2018 survived long enough to produce seed-bearing fruit.  In 2019, two annuals flowered, only one of which produced seed-bearing fruits.\n•\tOf the 633 vegetative rosettes produced in 2017, 60 survived the winter and flowered in 2018.  However, most of these biennials, despite being pollinated, experienced complete reproductive failure as a result of herbivory by small mammals.  None of the 29 vegetative rosettes produced in 2018 survived to flower in 2019.\n•\tMany of the insect species that visited L. papilliferum flowers at the three study locations are known to be effective pollinators of this plant.\n",
        "Origin": "Manual"
    },
    "facultyid": "111644287",
    "coauthors": {
        "233049": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 233049,
            "scholarlyactivityid": 47028
        }
    },
    "status": [
        {
            "id": 47028,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}