{
    "activityid": 47025,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Colony dynamics and plant community associations of the harvester ant, Pogonomyrmex salinus (Hymenoptera: Formicidae) in sagebrush-steppe habitat",
        "Journal": "Environmental Entomology",
        "Volume": "49",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "983-992",
        "Publisher": "Oxford University Press",
        "DOI": "doi.org/10.1093/ee/nvaa070",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "We present the results of a five-year field study on colony dynamics and plant community associations of Owyhee harvester ants, Pogonomyrmex salinus Olsen, in sagebrush-steppe habitat in southwestern Idaho.  Over a five-year period, the total number of ant colonies across 16 sites increased from 843 to 878 (4.15%) as a result of 315 colony deaths and 350 colony initiations.  Up to 7.1% of colony initiations may have been instances of nest relocation.  Colonies had a higher rate of failure in their first year than in subsequent years (12.4% versus 4.6-8.4% over the next three years).  Of the 11 sites analyzed for colony dispersion, one was significantly clumped and the others did not differ from random.  Population density in the final year of study ranged from 0.1-62.9 colonies per hectare, and was best described by an inverse relationship with sagebrush cover and positive relationship with coverage of non-Bromus (non-cheatgrass) understory vegetation.  We interpret these results both in terms of (1) food resources – harvester ants avoid cheatgrass seeds in their diet, preferring instead small-seeded grasses and forbs, and (2) habitat structure – harvester ants prefer nesting in open areas where the ground is exposed to sun and they can clear vegetation from the vicinity of their nests.  Given the habitat associations we report, the transition from sagebrush-dominated habitat to open grasslands that is occurring rapidly throughout much of the western United States may prove costly to native plant species whose seeds are readily consumed by harvester ants.",
        "Origin": "Manual"
    },
    "facultyid": "111644287",
    "coauthors": {
        "239076": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 239076,
            "scholarlyactivityid": 47025,
            "classifications": {
                "Role": "Author"
            }
        },
        "239077": {
            "firstname": "Wilma",
            "middleinitial": "G",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239077,
            "scholarlyactivityid": 47025,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 47025,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}