{
    "activityid": 47037,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Haitians in Cars Getting Nowhere: Questioning (Social) Mobility in Yanick Lahens’s &quot;Douces Déroutes&quot; and Évelyne Trouillot’s &quot;Le Rond-point&quot;",
        "Conference/Meeting Name": "Annual Pacific Ancient Modern Language Association Conference",
        "Conference Location": "San Diego, California",
        "Date or Date Range": "Nov. 15",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Pacific Ancient Modern Language Association Conference",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As a means of departure, this paper will begin by considering two short stories by Yanick Lahens and Évelyne Trouillot (“Le Jour fêlé” and “Le Détour,” respectively), both of which are limited in terms of setting and time of narration to a protagonist’s experience behind the wheel of her car in Port-au-Prince.  A brief examination of these texts will serve to demonstrate how, in each story, being in a car represents not only a source of physical comfort and desired isolation from others but furthermore entails a socio-economic, class-based distinction that ultimately calls unwanted attention to the drivers of both vehicles.  Indeed, for Trouillot’s protagonist who inadvertently drives her sparkling blue Honda down the wrong street, “il était trop tard pour faire marche arrière.”  In both stories, the prime advantage afforded by cars—namely, the ability to get around quickly and concisely—essentially backfires when this supposed ease of movement puts the women in undesired circumstances.  In the spirit of this year’s conference theme of rasanblaj, the theoretical framework I propose to employ in turning to two novels by the same writers, Lahens’s Douces Déroutes (2018) and Trouillot’s Le Rond-point (2015), will be situated at the by and large unexplored intersection of popular culture and postcolonial studies.  In both novels, the function, status and commercial appeal of cars will be read critically as a means of understanding both the driving forces—social, racial, economic and political—behind the struggles for and obstacles to upward mobility in Haiti today, and the frustrated and often unexpected collisions that result within and between communities when individuals find themselves veering (almost) uncontrollably into one another’s paths.",
        "Origin": "Manual"
    },
    "facultyid": "112052765",
    "coauthors": {
        "215121": {
            "firstname": "Jason",
            "middleinitial": "Ryan",
            "lastname": "Herbeck",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112052765",
            "authorid": 215121,
            "scholarlyactivityid": 47037,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 47037,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112052765",
    "attachments": []
}