{
    "activityid": 47053,
    "fields": {
        "Type": "Media Contribution",
        "Title of Contribution (if applicable)": "“A thousand years ago, the Catholic Church paid little attention to homosexuality,” ",
        "Name of Venue": "The Conversation",
        "Date": "2019-04-10",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Issue": "",
        "Page Numbers or Number of Pages": "",
        "Volume": "",
        "ISSN": "",
        "Co-contributor": null,
        "Web Address": "https://theconversation.com/a-thousand-years-ago-the-catholic-church-paid-little-attention-to-homosexuality-112830",
        "Description/Abstract": "This article provides historical and theological analysis into the Catholic Church’s stance on homosexuality, with an emphasis on the priesthood. Although Pope Francis I has engaged in a more open discussion of homosexuality than his predecessors, many of his comments appear contradictory. He has supported individual gay Catholics yet discouraged men with homosexual attractions from entering the priesthood.  Gay priests interviewed in a recent NYT article characterized themselves as feeling caged by the Church’s current policies on homosexuality.\n\nHistorically, gay priests have not always felt so restricted. Prior to the 12th century, it was possible for gay priests—even celebrated ones like the Cistercian, Aelred of Riveaulx—to write openly about same-sex desire, eroticism, and ongoing physical relationships with other men. Only later did intolerance for homosexuality begin, as both the Church and the state wanted an increasing amount of control over the personal lives of Christians/subjects. History reveals a variety of stances and developments in the Catholic Church’s ideas and policies surrounding homosexuality over the centuries.",
        "Activity Type": "Online Publication",
        "Origin": "Manual"
    },
    "facultyid": "111669995",
    "coauthors": {
        "215250": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 215250,
            "scholarlyactivityid": 47053
        }
    },
    "status": [
        {
            "id": 47053,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}