{
    "activityid": 4709,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Carousel of Consumerism: Austrian Filmmaker Barbara Albert's Critique of Contemporary Society in Böse Zellen",
        "Journal": "Glossen",
        "Volume": "32",
        "Month / Season": "2011-06-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/lang_facpubs/8",
        "Description/Abstract": "All of Austrian filmmaker Barbara Albert's three feature films, Nordrand (Northern Skirts) (1999), Böse Zellen (Free Radicals) (2003) and Fallen (Falling) (2006), portray human relationships in flux and depict people  reacting to changes in the world.  These films critique society  obliquely as they present damaged figures in their attempts to shape a  meaningful existence.  Albert always manages to keep the viewer floating  on the side of this latter point—that of looking for a meaningful  existence, even though the social setting often appears so meaningless  and commercialized.  In Böse Zellen the building and opening of  a new shopping mall play a role in bringing together the many  characters' lives.  This film from 2003 and its mall's offering of a  carousel of consumer fantasy masks a sense of alienation in contemporary  society; this alienation appears in all of Albert's films, but it  provides specific anti-consumerist ideas in Böse Zellen—a film that successfully empties the promise of consumer happiness.",
        "Origin": "Other"
    },
    "facultyid": "112033784",
    "coauthors": {
        "14193": {
            "firstname": "Beret",
            "middleinitial": "Liv",
            "lastname": "Norman",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033784",
            "authorid": 14193,
            "scholarlyactivityid": 4709
        }
    },
    "status": [
        {
            "id": 4709,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033784",
    "attachments": []
}