{
    "activityid": 4713,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "U-Pb Geochronology and Geochemistry of Intrusive Rocks from the Cougar Creek Complex, Wallowa Arc Terrane, Blue Mountains Province, Oregon-Idaho",
        "Journal": "Geological Society of America Bulletin",
        "Volume": "124",
        "Month / Season": "2012-03-01",
        "Issue Number": "4-Mar",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "578-595",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1130/B30452.1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/117",
        "Description/Abstract": "The Cougar Creek Complex is a compositionally diverse intrusive suite  constructed of variably deformed and nondeformed dikes                      and plutons interpreted as the roots of the Wallowa  arc terrane in the Blue Mountains Province, Oregon-Idaho. New  high-precision                      U-Pb zircon ages, geochemical data, and structural  analysis define two compositionally and temporally distinct cycles of  magmatism,                      and two episodes of contractional deformation in  the Cougar Creek Complex. From Middle Permian to Early Triassic time  (265.4                      ± 0.2 Ma to 248.8 ± 0.1 Ma), the Wallowa arc was  dominated by silicic arc magmatism. During the Early to Middle Triassic  (248.8                      ± 0.1 Ma to 229.4 ± 0.1 Ma), an apparent hiatus in  intrusive activity suggests a cessation or lull in arc magmatism, or a                      shift of the arc axis. This lull in volcanic  activity coincides with D1 deformation, uplift, and erosion of the  Wallowa arc.                      In the Late Triassic (229.4 ± 0.1 Ma to 229.1 ± 0.5  Ma), voluminous mafic to intermediate magmatism, exhibiting  trace-element                      characteristics of a subduction-modified, strongly  depleted mantle source, was initiated, and this represents a change in                      &quot;normal&quot; arc magmatism. We interpret the sequence  of D1 deformation, an apparent gap in igneous activity, exhumation of  the                      Wallowa arc, and a switch from &quot;normal&quot; silicic arc  magmatism to depleted, mid-ocean-ridge basalt–like mafic volcanism as                      a response to spreading-ridge subduction and  subsequent slab window magmatism beneath the overriding Wallowa arc.  Late Triassic                      D2 synmagmatic left-lateral mylonitic shear zones  in the Cougar Creek Complex illustrate strain partitioning in an  intrusive,                      transpressional arc axis environment undergoing  sinistral-oblique subduction. Synchronous U-Pb crystallization ages, 40Ar/39Ar  cooling ages, the abundance of plutonic clasts within conglomerate  units, and unimodal Late Triassic detrital zircon ages                      for volcanic sandstone units suggest uplift and  erosion of the Wallowa arc during the Late Triassic; this is inferred to  be                      related to the upwelling of buoyant asthenosphere  through an opening slab window beneath the Wallowa arc. We propose that                      Late Triassic mafic igneous rocks from the Wallowa  terrane and Wrangellia resulted from the subduction of a spreading ridge                      and slab window magmatism beneath a late Paleozoic  arc, thus linking the Late Triassic geologic evolution of two  fundamental                      components of the Cordilleran orogen.",
        "Origin": "Other"
    },
    "facultyid": "111358853",
    "coauthors": {
        "14206": {
            "firstname": "Gene",
            "middleinitial": "A.",
            "lastname": "Kurz",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14206,
            "scholarlyactivityid": 4713
        },
        "14207": {
            "firstname": "Mark",
            "middleinitial": "David",
            "lastname": "Schmitz",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112001853",
            "authorid": 14207,
            "scholarlyactivityid": 4713
        },
        "14208": {
            "firstname": "Clyde",
            "middleinitial": "J",
            "lastname": "Northrup",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358853",
            "authorid": 14208,
            "scholarlyactivityid": 4713
        },
        "14209": {
            "firstname": "Tracy",
            "middleinitial": "L.",
            "lastname": "Vallier",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14209,
            "scholarlyactivityid": 4713
        }
    },
    "status": [
        {
            "id": 4713,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358853",
    "attachments": []
}