{
    "activityid": 4718,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Structural Analysis of Mylonitic Rocks in the Cougar Creek Complex, Oregon–Idaho Using the Porphyroclast Hyperbolic Distribution Method, and Potential Use of SC'-Type Extensional Shear Bands as Quantitative Vorticity Indicators",
        "Journal": "Journal of Structural Geology",
        "Volume": "30",
        "Month / Season": "2008-08-01",
        "Issue Number": "8",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "1005-1012",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.jsg.2008.04.003",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/53",
        "Description/Abstract": "Mylonitic rocks of the Cougar Creek Complex of northeastern Oregon and west-central Idaho provide an opportunity to document the deformational structures produced during general non-coaxial shear within quartz-feldspar mylonites and to explore the potential role of SC?-type extensional shear bands in vorticity analysis. Well-developed feldspar porphyroclasts within six mylonite zones were utilized to estimate bulk kinematic vorticity (Wk) using the porphyroclast hyperbolic distribution (PHD) method. Wk values for the Cougar Creek mylonites range from Wk = 0.26 to Wk = 0.37. Synthetic and antithetic shear band inclinations were measured relative to observed shear zone boundaries within five mylonite zones with estimated Wk values and compared to the non-coaxial flow field geometries and eigenvector orientations. In each mylonite zone, synthetic SC?-type shear band populations exhibit a range of inclination with maximum inclination lying approximately parallel to the acute bisector (AB) of the eigenvectors. Similarly, antithetic shear band populations show a range of inclination near the obtuse bisector (OB) of the eigenvectors. We infer that SC?-type extensional shear bands form initially parallel to AB and OB and rotate towards the flow plane with progressive deformation, decreasing their inclination relative to the shear zone boundary. AB and OB have significance in the strain field in that they represent orientations of maximum angular strain rate. Thus, planes perpendicular to AB and OB are mechanically favorable for small zones of localized simple shear (shear bands) within the heterogeneous bulk strain of the mylonite. Orientation analysis of populations of SC?-type shear bands may provide a direct, quantitative means of estimating Wk.",
        "Origin": "Other"
    },
    "facultyid": "111358853",
    "coauthors": {
        "14224": {
            "firstname": "Gene",
            "middleinitial": "A.",
            "lastname": "Kurz",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14224,
            "scholarlyactivityid": 4718
        },
        "14225": {
            "firstname": "Clyde",
            "middleinitial": "J",
            "lastname": "Northrup",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358853",
            "authorid": 14225,
            "scholarlyactivityid": 4718
        }
    },
    "status": [
        {
            "id": 4718,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111358853",
    "attachments": []
}