{
    "activityid": 4721,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Bromus tectorum (Poaceae) in Midcontinental United States: Population Genetic Analysis of an Ongoing Invasion",
        "Journal": "American Journal of Botany",
        "Volume": "92",
        "Month / Season": "2008-12-01",
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "1584-1595",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3732/ajb.0800225",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/117",
        "Description/Abstract": "Biological invasions can be substantially influenced by the genetic  sampling associated with a species' introduction. As a                      result, we assessed the genetic and evolutionary  consequences of the entry and spread of the invasive grass Bromus tectorum (cheatgrass) across the United States midcontinent through an analysis of 54 populations, using enzyme electrophoresis. On                      average, these populations display 1.04 alleles per locus (A), 4.1% percent polymorphic loci per population (%P) and an expected mean heterozygosity (Hexp) value of 0.009. Heterozygotes, which have been rarely reported for B. tectorum in North America, occur in three populations in the midcontinent and  are likely novel multilocus genotypes that arose postimmigration.                      The midcontinent distribution of multilocus  genotypes suggests that plant immigrants came directly from either the  native                      range or the eastern United States, or both.  Continued dispersal of preadapted genotypes and the assembly of  populations that                      are genetic admixtures may enhance this invasion by  increasing both the genetic diversity within populations and the  selection                      of novel genotypes arising from occasional  outcrossing. The potential for postimmigration evolution in most species  points                      to the largely unrecognized need to block the  introduction of new, potentially aggressive genotypes of an alien  species already                      in the United States.",
        "Origin": "Other"
    },
    "facultyid": "111110143",
    "coauthors": {
        "14234": {
            "firstname": "Lauren",
            "middleinitial": "J.",
            "lastname": "Schachner",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14234,
            "scholarlyactivityid": 4721
        },
        "14235": {
            "firstname": "Richard",
            "middleinitial": "N.",
            "lastname": "Mack",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14235,
            "scholarlyactivityid": 4721
        },
        "14236": {
            "firstname": "Stephen",
            "middleinitial": "J",
            "lastname": "Novak",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110143",
            "authorid": 14236,
            "scholarlyactivityid": 4721
        }
    },
    "status": [
        {
            "id": 4721,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110143",
    "attachments": []
}