{
    "activityid": 4725,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Populations Composed Entirely of Hybrid Colonies: Bidirectional Hybridization and Polyandry in Harvester Ants",
        "Journal": "Biological Journal of the Linnean Society",
        "Volume": "95",
        "Month / Season": "2008-10-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "320-336",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1095-8312.2008.01051.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/90",
        "Description/Abstract": "In eusocial Hymenoptera, haplodiploid life cycles, obligate sterile castes, and polyandry may facilitate selection for hybridization. We analyzed a broad hybrid zone between the ecologically distinct seed-harvester ants Pogonomyrmex occidentalis (Cresson) and Pogonomyrmex maricopa (Wheeler) using mitochondrial (mt)DNA sequence data, eight morphological markers, and 14 random amplified polymorphic DNA (RAPD) markers. Average mtDNA sequence divergence among parental species was 11.34%, indicating secondary contact. RAPD markers were significantly correlated with morphological variation, confirming the interspecific hybrid origin of all morphologically putative hybrid colonies. A morphological hybrid index indicates an abundance of both F1 hybrids and parental morphotypes within colonies. Individual character frequencies plotted against distance show coincident and concordant clines, suggesting little to no introgression. The structure of the hybrid zone is two-fold. Within the western region, stark reversals in character frequencies coincide with overt soil differences, indicating a mosaic hybrid zone structure. The eastern region is a riparian habitat where four adjacent populations were composed entirely of hybrid colonies. These habitat associations suggest that hybrid worker genomes permit dispersal into intermediate environments that select against one or both parental species. The present study suggests that, in addition to retaining reproductive compatibility, ecologically distinct species of ants may generate hybrid colonies maintained by environmental selection.",
        "Origin": "Other"
    },
    "facultyid": "111110143",
    "coauthors": {
        "14250": {
            "firstname": "Kirk",
            "middleinitial": "E.",
            "lastname": "Anderson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14250,
            "scholarlyactivityid": 4725
        },
        "14251": {
            "firstname": "Stephen",
            "middleinitial": "J",
            "lastname": "Novak",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110143",
            "authorid": 14251,
            "scholarlyactivityid": 4725
        },
        "14252": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 14252,
            "scholarlyactivityid": 4725
        }
    },
    "status": [
        {
            "id": 4725,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110143",
    "attachments": []
}