{
    "activityid": 4728,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Propagule Pressure and Introduction Pathways of Bromus Tectorum (Cheatgrass; Poaceae) in the Central United States",
        "Journal": "International Journal of Plant Sciences",
        "Volume": "172",
        "Month / Season": "2011-07-01",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "783-794",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1086/660107",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/150",
        "Description/Abstract": "An introduced species' propagule pressure strongly influences the genetic diversity and evolutionary potential of its descendants and even the likelihood of biological invasion. We examined population genetic consequences arising from introduction of the invasive annual grass Bromus tectorum into the central United States (U.S.). The origin and frequency of introductions were investigated by assembling allozyme diversity data from 60 widely spaced populations. At least five introduction events contributed to the grass's genetic diversity in the central U.S. Populations in this region have fewer alleles (30 vs. 43) and polymorphic loci (5 vs. 13) than native populations, evidence of a genetic bottleneck. However, the populations are, on average, more genetically diverse and less structured than native populations. Assembly within central U.S. populations of previously allopatric genotypes may have allowed the formation, via outcrossing, of a rare multilocus genotype. Genetic admixtures may have occurred through any combination of east-to-west spread coincident with nineteenth-century arrival of European settlers, dispersal from southern Ontario via Great Lakes shipping and commerce, and direct introduction from the native range. Our results illustrate the population genetic consequences of relatively high propagule pressure (i.e., repeated immigrations to a new range from multiple sources).",
        "Origin": "Other"
    },
    "facultyid": "111110143",
    "coauthors": {
        "14268": {
            "firstname": "Temsha",
            "middleinitial": "D.",
            "lastname": "Huttanus",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14268,
            "scholarlyactivityid": 4728
        },
        "14269": {
            "firstname": "Richard",
            "middleinitial": "N.",
            "lastname": "Mack",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14269,
            "scholarlyactivityid": 4728
        },
        "14270": {
            "firstname": "Stephen",
            "middleinitial": "J",
            "lastname": "Novak",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110143",
            "authorid": 14270,
            "scholarlyactivityid": 4728
        }
    },
    "status": [
        {
            "id": 4728,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110143",
    "attachments": []
}