{
    "activityid": 4740,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Personal Papers and MPLP: Strategies and Techniques",
        "Journal": "Archivaria",
        "Volume": "76",
        "Month / Season": "2013-11-30",
        "Issue Number": "Fall 2013",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In 2005, an article by Mark Greene and Dennis Meissner urged archivists to reassess processing strategies to focus less on detailed arrangement and description and more on minimal efforts to provide access to researchers. A 2008 CLIR grant awarded to the Auburn Avenue Research Library on African American Culture and History stipulated the implementation of their “More Product, Less Process” techniques. This article describes the analysis and strategies behind the decisions made to utilize a variety of processing levels applied to the personal papers of Andrew J. Young, which cover more than 50 years of his public and private life. This project allowed \narchives staff to experiment with a range of minimal through item-level methods to arrange and describe the collection. Upon the completion of the project, the main lesson learned was that the best way to process a collection is to not adhere strictly to item-level or MPLP approaches, but instead to bring together appropriate techniques from multiple approaches to create a suitable and long-term strategy.\n",
        "Origin": "Other"
    },
    "facultyid": "113144147",
    "coauthors": {
        "14328": {
            "firstname": "Cheryl",
            "middleinitial": "",
            "lastname": "Oestreicher",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113144147",
            "authorid": 14328,
            "scholarlyactivityid": 4740
        }
    },
    "status": [
        {
            "id": 4740,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113144147",
    "attachments": []
}