{
    "activityid": 4743,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Hymn in Moby-Dick: Melville's Adaptation of &quot;Psalm 18&quot;",
        "Journal": "Leviathan: A Journal of Melville Studies",
        "Volume": "5",
        "Month / Season": "2003-03-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "29-47",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1750-1849.2003.tb00063.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/107",
        "Description/Abstract": "In &quot;The Sermon,&quot; Chapter 9 of Moby-Dick, the hymn sung by the congregation of Whaleman's Chapel contributes pointedly to Herman Melville's realistic depiction of organized worship and to the thematic coherence of both chapter and work. As David H. Battenfeld first discovered, Melville's source for the hymn is the first part of a rhymed version of the 18th Psalm (subtitled &quot;Deliverance from despair&quot;), printed in The Psalms and Hymns of the Reformed Protestant Dutch Church in North America. This is the psalter and hymnal authorized by the church of Melville's mother, Maria Gansevoort Melville, in which he was baptized.1 Noting the book was first published &quot;in 1789, and was expanded in 1830 and 1846,&quot; Battenfeld took his copy-text from an 1854 printing of Psalms and Hymns, apparently assuming &quot;Psalm 18&quot; remained unaltered from the 1789 edition up to and beyond the publication of Moby-Dick in 1851. Moreover, Battenfelds analysis addressed only the ways Melville changed the hymn &quot;to fit the specific reference to the story of Jonah&quot; (574); he made no effort to examine Melville's alterations in light of ideas and images that inform Moby-Dick as a whole. But the actual setting of &quot;Psalm 18&quot; that Melville adopted was, in fact, not the version included in Psalms and Hymns until the book was expanded for the first time, after the synods of 1812 and 1813, and the text of this setting was altered for editions following the synods of 1831 and 1846. The textual variants allow us to narrow the range of possible editions used for the hymn in Chapter 9, where Melville's own alterations to &quot;Psalm 18&quot; furnish an index to some of his most profound themes and throw crosslights on the likely influence of additional texts available to Melville at the time of composition. A combined product of source-use, influence, and representative imagery, the hymn in Moby-Dick exemplifies Melville's thematic artistry and assimilative technique.",
        "Origin": "Other"
    },
    "facultyid": "111643332",
    "coauthors": {
        "14331": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 14331,
            "scholarlyactivityid": 4743
        }
    },
    "status": [
        {
            "id": 4743,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2003,
            "termid": "2002/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643332",
    "attachments": []
}