{
    "activityid": 4746,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Newly Recovered Erased Annotations in Melville's Marginalia to Milton's Poetical Works",
        "Journal": "Leviathan: A Journal of Melville Studies",
        "Volume": "17",
        "Month / Season": "2015-06-15",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "59-73",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "First transcribed in 2002 by Grey et al., Herman Melville’s marginalia in his two-volume set of The Poetical Works of John Milton (Hilliard, Gray, 1836) include numerous erasures that have up to now remained imperfectly deciphered or completely unrecovered.  Recent digitization of the set by Princeton University Library for Melville’s Marginalia Online has made possible a new examination of the erased content using digital imaging, layering, and filtering techniques. This note provides readings and analyses of six fully- and near-fully-recovered erased annotations to Paradise Lost and Paradise Regained. One of these, a nineteen-line erased note appended by Melville to the latter poem, sheds light on Melville’s well-known annotation to a passage in the former, involving “Adam’s fall” and the “created superiority” of the Son in Milton’s theology. Melville’s later self-deprecating dismissal of this annotation suggests that he himself performed most or all of the erasures in the set, and that his response to Milton’s thought and writing fluctuated significantly over the course of at least three documentable readings. The newly recovered marginalia illuminate Melville’s changing conception of Milton’s poetry over the course of his career, providing new insight on his response to Milton’s style, his theological views, and his characterization of Satan.",
        "Origin": "Other"
    },
    "facultyid": "111643332",
    "coauthors": {
        "14335": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 14335,
            "scholarlyactivityid": 4746
        },
        "14336": {
            "firstname": "Peter",
            "middleinitial": "",
            "lastname": "Norberg",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14336,
            "scholarlyactivityid": 4746
        },
        "14337": {
            "firstname": "Dennis",
            "middleinitial": "C.",
            "lastname": "Marnon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14337,
            "scholarlyactivityid": 4746
        }
    },
    "status": [
        {
            "id": 4746,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643332",
    "attachments": []
}