{
    "activityid": 4747,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Inscription of Walt Whitman's &quot;Live Oak, with Moss&quot; Sequence: A Restorative Edition",
        "Journal": "Scholarly Editing, The Annual of the Association for Documentary Editing",
        "Volume": "33",
        "Month / Season": "2012-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarlyediting.org/2012/editions/intro.liveoakwithmoss.html",
        "Description/Abstract": "Walt Whitman's twelve-poem &quot;Live Oak, with Moss&quot; sequence, composed in the                  late 1850s then broken up and dispersed by the poet among thirty-three other poems                  for the &quot;Calamus&quot; cluster of the third (1860) edition of Leaves of                     Grass, was first printed in 1953 by Fredson Bowers and is now available in                  several literature anthologies and collections of Whitman's writings. [1]http://scholarlyediting.org/2012/editions/intro.liveoakwithmoss.html#note1&quot;&gt;  Apparently inspired by a failed same-sex attachment                  and its psychological aftermath, &quot;Live Oak, with Moss&quot; was neglected for forty years                  after Bowers reassembled the sequence from Whitman's surviving manuscripts for the                  1860 Leaves. But it became the subject of critical and editorial                  controversy in the 1990s, when Alan Helms printed the sequence from the revised                  &quot;Calamus&quot; versions of the twelve poems and Hershel Parker reprinted Bowers's edition                  from the manuscript, with both proponents defending their versions in the journal                  Nineteenth-Century Literature. [2]http://scholarlyediting.org/2012/editions/intro.liveoakwithmoss.html#note2&quot;&gt;  In that exchange, Parker's argument for the manuscript version prevailed,                  and Bowers's editorial approach has since become the standard model for reprintings—most                  recently Betsy Erkkila's version of the poems alongside photo-facsimile                  reproductions of the manuscript leaves (see note 1). Yet Erkkila's unqualified                  reference to the leaves as &quot;clean and elegantly handwritten&quot; (xii) typifies an ongoing                  failure by editors adequately to consider the state of the &quot;Live Oak&quot; manuscript.                  Whereas his initial inscription of this work can indeed be described as clean and elegant, Whitman's                  clear and present revisions to the leaves raise significant questions about the form                  of the sequence and his evolving intentions for its twelve poems. As I will demonstrate                  in this essay, Bowers's editorial focus on the final versions of the sundered manuscripts                  was not well suited for &quot;Live Oak, with Moss,&quot; and it resulted in his incorporation of                  changes that Whitman made to the poems after breaking the sequence apart. Along with                  detailing the transmission of the sequence in manuscript, this essay concludes with an                  edition of &quot;Live Oak, with Moss&quot; that restores the sequence to its original, integrated                  state. The restorative edition more accurately conveys the themes and intentions that                  inform &quot;Live Oak, with Moss,&quot; and more clearly illustrates its significance in the                  development of Whitman's thought.",
        "Origin": "Other"
    },
    "facultyid": "111643332",
    "coauthors": {
        "88676": {
            "firstname": "Steven",
            "middleinitial": "Steven",
            "lastname": "Olsen-Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643332",
            "authorid": 88676,
            "scholarlyactivityid": 4747
        }
    },
    "status": [
        {
            "id": 4747,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643332",
    "attachments": [
        {
            "attachmentid": 65,
            "mimetype": "custom/url",
            "filename": "http://scholarlyediting.org/2012/editions/intro.liveoakwithmoss.html",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25wbWlMZy9LVW5NYzFNYWdaR3FWSGpsQUhBbm80Zi8wRFF1TDNDVkgyaEF3OWxIKzlaMEVSbFhwU3RlSmRDWG1FdENYVlltR3ZYOVJFb2FNM2ZGTThZWUY2RDY2UDY5R0tQWXc3N1dPSC92Z2pFQmJJRDZQOEdScVZtQWgyd1RGUXRydFRyUzAzNGNWdz09",
            "filesize": 391833
        }
    ]
}