{
    "activityid": 47482,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "The Pedagogical Relation: Pathos and the Child as “Alien.”",
        "Conference/Meeting Name": "Toward an Asymmetrical Ethics: Power, Relations, and the Diversity of Subjectivities. ",
        "Conference Location": "Huddinge, Sweden",
        "Date or Date Range": "Nov. 13 - Nov. 14, 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Particularly in earlier stages of childhood, the relationship between a teacher, parent or guardian and a child is marked by a notable asymmetry: In taking care of children, the adult is “there” for the child in a way that the child simply is not for the adult. This fundamental asymmetry is a key characteristic of the pedagogical relation articulated in the German pedagogical tradition as the basis for its account of pedagogy as a whole. Hermann Nohl, for example, described this relation as ‘the unique (eigene) creative or generative relationship that binds educator and educand …’ and as a ‘passionate’ or ‘loving relation between a mature person and one who is becoming, specifically for the sake of the latter, so that he comes to his life and form.’ Nohl goes on to describe this relation as being ‘sustained by two forces’ which are seen slightly differently by adult and child: For the adult, these are ‘love and authority,’ and ‘as perceived by the child,’ they are ‘love and allegiance (Gehorsam).’\n\nThe tensions evident in a relation that would be at once ‘passionate’ or ‘loving,’ incorporating both authority and allegiance—and existing only for the ‘sake of’ another—highlight the problematic nature of the pedagogical relation. These include the fact that it involves not only the emergent autonomy and rationality manifest in the subjectivity of the child, but also the at best flawed autonomy, rationality and self-transparency of the adult. These problems are heightened by the fact that the child is not only vulnerable and dependent in such a relation, but that he or she generally is not in a position to decide either to enter into or exit from it. Family ties and professional obligations often have the effect of placing adults in a broadly comparable situation. In addition and perhaps paradoxically, such pedagogical relations can be said to form the basis on which subsequent expressions of equality, integrity and autonomy develop. Instead of constituting an ethos of asymmetry based on these virtues, the pedagogical relation suggests a rather different asymmetric dynamic. This is one founded much more on contact and dependency than communication or decision and is based on embodiment and pathos rather than rationality and autonomy. In the words of philosopher Bernhard Waldenfels, the child in these contexts represents not a broadly symmetrical “other” with qualities that we might also see in ourselves. Instead, he or she embodies aspects of the “alien,” a radical form of alterity which, as Waldenfels says “is visible only in its withdrawal.”",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "218044": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 218044,
            "scholarlyactivityid": 47482
        }
    },
    "status": [
        {
            "id": 47482,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}