{
    "activityid": 47525,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The organizational social context of mental health medicaid waiver programs with family support services: implications for research and practice",
        "Journal": "Administration and policy in mental health",
        "Volume": "41",
        "Month / Season": null,
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "32-42",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Peer family support specialists (FSS) are parents with practical experience in navigating children's mental health care systems who provide support, advocacy, and guidance to the families of children who need mental health services. Their experience and training differ from those of formally trained mental health clinicians, creating potential conflicts in priorities and values between FSS and clinicians. We hypothesized that these differences could negatively affect the organizational cultures and climates of mental health clinics that employ both FSS and mental health clinicians, and lower the job satisfaction and organizational commitment of FSS. The Organizational Social Context measure was administered on site to 209 FSS and clinicians in 21 mental health programs in New York State. The study compared the organizational-level culture and climate profiles of mental health clinics that employ both FSS and formally trained clinicians to national norms for child mental health clinics, assessed individual-level job satisfaction and organizational commitment as a function of job (FSS vs. clinician) and other individual-level and organizational-level characteristics, and tested whether FSS and clinicians job attitudes were differentially associated with organizational culture and climate. The programs organizational culture and climate profiles were not significantly different from national norms. Individual-level job satisfaction and organizational commitment were unrelated to position (FSS vs. clinician) or other individual-level and organizational-level characteristics except for culture and climate. Both FSS' and clinicians' individual-level work attitudes were associated similarly with organizational culture and climate. ",
        "Origin": "PubMed"
    },
    "facultyid": "111609937",
    "coauthors": {
        "218132": {
            "firstname": "Charles",
            "middleinitial": "",
            "lastname": "Glisson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218132,
            "scholarlyactivityid": 47525
        },
        "218133": {
            "firstname": "Nathaniel ",
            "middleinitial": "J",
            "lastname": "Williams",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218133,
            "scholarlyactivityid": 47525
        },
        "218134": {
            "firstname": "Philip",
            "middleinitial": "",
            "lastname": "Green",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218134,
            "scholarlyactivityid": 47525
        },
        "218135": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Hemmelgarn",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218135,
            "scholarlyactivityid": 47525
        },
        "218136": {
            "firstname": "Kimberly",
            "middleinitial": "",
            "lastname": "Hoagwood",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218136,
            "scholarlyactivityid": 47525
        }
    },
    "status": [
        {
            "id": 47525,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111609937",
    "attachments": []
}