{
    "activityid": 47522,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Assessing and changing organizational social contexts for effective mental health services",
        "Journal": "Annual review of public health",
        "Volume": "36",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "507-23",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Culture and climate are critical dimensions of a mental health service organization's social context that affect the quality and outcomes of the services it provides and the implementation of innovations such as evidence-based treatments (EBTs). We describe a measure of culture and climate labeled Organizational Social Context (OSC), which has been associated with innovation, service quality, and outcomes in national samples and randomized controlled trials (RCTs) of mental health and social service organizations. The article also describes an empirically supported organizational intervention model labeled Availability, Responsiveness, and Continuity (ARC), which has improved organizational social context, innovation, and effectiveness in five RCTs. Finally, the article outlines a research agenda for developing more efficient and scalable organizational strategies to improve mental health services by identifying the mechanisms that link organizational interventions and social context to individual-level service provider intentions and behaviors associated with innovation and effectiveness. ",
        "Origin": "PubMed"
    },
    "facultyid": "111609937",
    "coauthors": {
        "218121": {
            "firstname": "Charles",
            "middleinitial": "",
            "lastname": "Glisson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218121,
            "scholarlyactivityid": 47522
        },
        "218122": {
            "firstname": "Nathaniel ",
            "middleinitial": "J",
            "lastname": "Williams",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218122,
            "scholarlyactivityid": 47522
        }
    },
    "status": [
        {
            "id": 47522,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111609937",
    "attachments": []
}