{
    "activityid": 47530,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Testing a theory of organizational culture, climate and youth outcomes in child welfare systems: a United States national study",
        "Journal": "Child abuse &amp; neglect",
        "Volume": "38",
        "Month / Season": null,
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "757-67",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Theories of organizational culture and climate (OCC) applied to child welfare systems hypothesize that strategic dimensions of organizational culture influence organizational climate and that OCC explains system variance in youth outcomes. This study provides the first structural test of the direct and indirect effects of culture and climate on youth outcomes in a national sample of child welfare systems and isolates specific culture and climate dimensions most associated with youth outcomes. The study applies multilevel path analysis (ML-PA) to a U.S. nationwide sample of 2,380 youth in 73 child welfare systems participating in the second National Survey of Child and Adolescent Well-being. Youths were selected in a national, two-stage, stratified random sample design. Youths' psychosocial functioning was assessed by caregivers' responses to the Child Behavior Checklist at intake and at 18-month follow-up. OCC was assessed by front-line caseworkers' (N=1,740) aggregated responses to the Organizational Social Context measure. Comparison of the a priori and subsequent trimmed models confirmed a reduced model that excluded rigid organizational culture and explained 70% of the system variance in youth outcomes. Controlling for youth- and system-level covariates, systems with more proficient and less resistant organizational cultures exhibited more functional, more engaged, and less stressful climates. Systems with more proficient cultures and more engaged, more functional, and more stressful climates exhibited superior youth outcomes. Findings suggest child welfare administrators can support service effectiveness with interventions that improve specific dimensions of culture and climate. ",
        "Origin": "PubMed"
    },
    "facultyid": "111609937",
    "coauthors": {
        "218153": {
            "firstname": "Nathaniel ",
            "middleinitial": "J",
            "lastname": "Williams",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218153,
            "scholarlyactivityid": 47530
        },
        "218154": {
            "firstname": "Charles",
            "middleinitial": "",
            "lastname": "Glisson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218154,
            "scholarlyactivityid": 47530
        }
    },
    "status": [
        {
            "id": 47530,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111609937",
    "attachments": []
}