{
    "activityid": 47643,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Spotlight Session: It is a sensibility—not a style’: Rasquachismo in Immigrant Narratives of  Resistance.",
        "Conference/Meeting Name": "Conference on College Composition and Communication",
        "Conference Location": "Pittsburgh, PA",
        "Date or Date Range": "March 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Conference on College Composition and Communication",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This presentation draws on the concept of Rasquachismo which “represents the strategies and practices Latinx communities develop and deploy to survive their oppression” (Sylvia Mendoza Aviña 469) to then analyze how it appears in Latinx immigrant narratives about political issues affecting their lives and communities, specifically DACA (Deferred Action for Childhood Arrivals). Karen Roybal defines rasquache intersectionally and as a cultural production where its foundation is built by “an aesthetic designed to exhibit Chicana/o structures of thought and feeling,” and in so doing, they also challenge dominant interpretations of their work through an aesthetic that serves as “a vehicle for both culture and identity that then functions as a way for Chicana/os to resist and affirm—key actions essential to rasquache sensibility” (74-75).\n\nResisting and affirming are important elements of what Ybarra-Frausto called movidas rasquache, which indicate that there are strategic moves made that challenge social and political climates. How movidas are implemented are an indication of constant economic survival. In art, examples of rasquachismo are bathtubs as retablos, using leftover materials to create clothes, jewelry, handbags, etc., “tricking out” cars and bicycles, or using whatever tool or paint is available to fix or paint a home. Movidas rasquache give individuals strategies that can move past reactive politics to actuality in surviving a political climate that is repressive. Thus, the sensibility of rasquache art and the narratives that lead to that art can be considered political acts which makes cultural elements visible. ",
        "Origin": "Manual"
    },
    "facultyid": "111264183",
    "coauthors": {
        "218850": {
            "firstname": "Dora",
            "middleinitial": "A",
            "lastname": "Ramirez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111264183",
            "authorid": 218850,
            "scholarlyactivityid": 47643,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 47643,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111264183",
    "attachments": []
}