{
    "activityid": 47684,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "How Emotional Self-Control Relates to IT Mindfulness and Technostress in Students",
        "Name of Conference": "Proceedings of the Twenty-fifth Americas Conference on Information Systems",
        "Month / Season": "Aug 15-17",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "Cancun, Mexico",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://aisel.aisnet.org/amcis2019/adv_info_systems_research/adv_info_systems_research/5/",
        "Description/Abstract": "Students in IT-intensive courses such as Introduction to MIS must learn new technologies in a short amount of time, similar to self-directed knowledge workers in a company. Technostress reduces employee performance, engagement and satisfaction, but how does it affect business students? Although emotional intelligence has profound effects on student outcomes, its relationship with technostress and IT mindfulness is unexplored. Instructors cannot design effective theoretically-based interventions without understanding the underlying problems that students are experiencing. To address this gap, this paper reviews current literature on these concepts and presents a research model to explore the effects of these relationships in business students taking the Introduction to MIS course. The proposed study will build on the existing model of IT mindfulness and technostress in order to explain the role of emotional self-control in the research model and to test which factors have the most significant effects on students. It contributes to research on IS education, IT mindfulness, technostress, and emotional self-control.",
        "Origin": "Manual"
    },
    "facultyid": "114088737",
    "coauthors": {
        "218991": {
            "firstname": "Amy",
            "middleinitial": "J",
            "lastname": "Connolly",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 218991,
            "scholarlyactivityid": 47684,
            "classifications": {
                "Role": "Author"
            }
        },
        "218992": {
            "firstname": "Daniel",
            "middleinitial": "E",
            "lastname": "Rush",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114088737",
            "authorid": 218992,
            "scholarlyactivityid": 47684,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 47684,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114088737",
    "attachments": []
}