{
    "activityid": 47691,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Social-ecological dynamics of disturbance and recovery in fire-affected systems",
        "Conference/Meeting Name": "Invited Colloquium",
        "Conference Location": "Boulder, CO",
        "Date or Date Range": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Ecology and Evolutionary Biology. University of Colorado.",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In recent decades, rapid land cover conversion, climate change, and altered disturbance regimes have resulted in extreme changes to our social-ecological systems. However, coincident with this time of increased environmental change, technological advances have greatly increased our ability to answer pressing ecological questions that require large, interdisciplinary datasets and complex geospatial analysis. This work integrates various types of data to investigate how anthropogenic and biophysical factors interact to affect disturbance-recovery dynamics. This is addressed in two systems that are fire-affected and climate regulated: tropical peat-swamp forest in Indonesia and subalpine and montane forests in the Southern Rockies. A hierarchical clustering algorithm is developed to track the spread of fires in Indonesia, allowing for the investigation of 1) how anthropogenic ignitions in agro-industrial concessions and smallholdings\ncontribute to the fire landscape and 2) if fire activity is reduced on oil palm concessions that are certified as ‘sustainable.’ A Bayesian modeling approach is used to evaluate the relative contributions of climate, vegetation, hydrology, and human access to fire occurrence in Indonesia and to explore the potential for various restoration efforts to reduce fire probability. In the Southern Rockies, datasets on canopy composition and structure are combined with disturbance\nhistory, including field-based forest inventories, drone-mounted sensor data, and moderate resolution satellite data, to investigate if disturbance interactions produce vegetation state transitions and threshold behaviors. This work demonstrates the development and use of cutting-edge analytic techniques and data integration to answer fundamental social-ecological questions in forested systems.",
        "Origin": "Manual"
    },
    "facultyid": "114136569",
    "coauthors": {
        "219031": {
            "firstname": "Megan",
            "middleinitial": "E",
            "lastname": "Cattau",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114136569",
            "authorid": 219031,
            "scholarlyactivityid": 47691
        }
    },
    "status": [
        {
            "id": 47691,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114136569",
    "attachments": []
}