{
    "activityid": 47714,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Families matter, communities matter and collaboration is essential: Overview of a teacher’s education program designed to meet rural students’ needs",
        "Journal": "Journal of Bilingual Education Research &amp; Instruction",
        "Volume": "20",
        "Month / Season": "",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "TEXAS ASSOCIATION FOR BILINGUAL EDUCATION Affiliate of the National Association for Bilingual Education",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "ABSTRACT\nNearly nine million students attend rural schools. Unfortunately, rural schools typically receive the fewest resources while they serve large populations of economically disadvantaged children and multilingual students. Teachers in rural communities often operate in isolation, and often lack educational opportunities due to geographical isolation. This paper describes a federally funded program development, theoretical foundations and vision design to prepare K-12 Idaho teachers to work with rural multilingual learners and their families. Specifically, this paper also reports on the effort that took to translate this vision into practice. To gain a deeper understanding of the program impact, a mixed method design was used to analyze narratives, written reflections, along pre- and post- surveys collected from the twenty-eight first year participants. The total years of teaching experience ranged from less than one to 17.\nNine were novice teachers who entered the program with two or fewer years of teaching experience.\n\n",
        "Origin": "Manual"
    },
    "facultyid": "111727706",
    "coauthors": {
        "219219": {
            "firstname": "Claudia",
            "middleinitial": "",
            "lastname": "Peralta",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727706",
            "authorid": 219219,
            "scholarlyactivityid": 47714,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 47714,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727706",
    "attachments": []
}