{
    "activityid": 47740,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Masters of Genetics Counseling Students in an online program participated in a real-time telehealth simulation with a Standardized Patient",
        "Conference / Meeting Name": "National League of Nursing Education Summit",
        "Conference Location": "Orlando",
        "Date or Date Range": "Sept 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "National League of Nursing Education",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Online learning environments limit the types of educational delivery for students in a clinical\nprogram of study. While online students may participate in screen-based and computerized simulations,\nthey do not usually do not practice with Standardized Patients or high fidelity manikins in laboratory or\nsimulation facilities. In this study, a nursing simulationist will collaborate with genetic counseling faculty\nmembers to develop a telehealth simulation using Standardized Patients for online masters of genetics\ncounseling students.\nGenetic Counseling is generally taught in a face-to-face environment, but the program at Xxxx\nUniversity is the first accredited online Masters of Genetic Counseling program in the nation. Face to\nface genetic counseling programs often utilize Standardized Patients for practice encounters. It is\nbecoming increasingly common for patients to receive health treatment and information in a telehealth\nsession, therefore, it seems natural for online students to practice counseling through this modality.\nNursing and genetic counseling faculty will explore whether online telehealth simulations with\nStandardized Patients can help prepare online Masters of Genetic Counseling students for field training.\nEach student will have a 40-minute online telehealth genetic counseling session with a patient newly\ndiagnosed with breast cancer, followed by 5-10 minutes of feedback from the Standardized Patient.\nAfter the session, small groups of students will participate together in an online real-time debriefing.\nAfter the debriefing, but before field training begins, students will be surveyed electronically\nabout the simulation experience. Students will complete the survey again after field training begins.\nQuantitative answers will analyzed utilizing paired t-tests. Text based short answers will also be\ncompared. The Xxxx IRB has approved this research project.\nThis project will provide data to determine whether simulated telehealth activities should be\ncontinued or expanded in online education programs. If successful, the technique could provide support\nfor utilization in other types of online programs.",
        "Origin": "Manual"
    },
    "facultyid": "114091947",
    "coauthors": {
        "219369": {
            "firstname": "Janet",
            "middleinitial": "",
            "lastname": "Willhaus",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114091947",
            "authorid": 219369,
            "scholarlyactivityid": 47740,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 47740,
            "status": "Submitted",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114091947",
    "attachments": []
}