{
    "activityid": 47786,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Spine Compression Recovery as a Diagnostic for Chronic Back Pain.",
        "Name of Conference": "XXXIst Annual International Occupational Ergonomics and Safety Conference ",
        "Month / Season": "June",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "117-122",
        "Publisher": "International Ergonomics Association",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "97819384965-7-8",
        "Contributor": null,
        "Web Address": "http://works.bepress.com/uwe_reischl/65/",
        "Description/Abstract": "Back pain disorders are a leading cause of lost workdays and represent one of the most costly occupational health problems internationally. Reducing the risk of back-pain in the workplace continues to be an important goal for ergonomists and safety professionals. The aim of this study was to determine whether spine compression and recovery measurements can be used to differentiate symptomatic back-pain employees from asymptomatic employees. A case-control study was undertaken based on a convenience sample of 18 employees working at a regional medical center. Seven of the employees\nreported chronic back pain during the previous 6 months while eleven employees were asymptomatic. A portable precision stadiometer was used at the work-site to determine each employee’s stature before and after an 8-hour shift and after a subsequent 15-minute resting recovery period. The symptomatic workers exhibited an average 8-hour stature compression of 8.1mm with a subsequent 15-minute recovery of 4.9 mm. The asymptomatic employees exhibited an average 8-hour stature compression of 3.4 mm with a subsequent 15-minute recovery of 4.4 mm. Back-pain employees exhibited a recovery of only 61%, the asymptomatic employees exhibited a recovery of 129% which differentiates the back pain employees from the asymptomatic employees. Using this data, a predictive diagnostic of 75% was obtained for the back-pain employees and a predictive value of 90% for the asymptomatic employees. Based on this finding, we suggest that spine compression recovery measurements can be applied as a method to identify employees at potential risk of back pain. ",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "219723": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 219723,
            "scholarlyactivityid": 47786,
            "classifications": {
                "Role": "Author"
            }
        },
        "219724": {
            "firstname": "Ravindra",
            "middleinitial": "S",
            "lastname": "Goonetilleke",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 219724,
            "scholarlyactivityid": 47786,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 47786,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}