{
    "activityid": 47791,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Architectural Design Solution for Reducing Smoke Build-Up inside Rural Kitchens in Kenya, Africa.",
        "Journal": "Journal of Engineering and Architecture",
        "Volume": "7",
        "Month / Season": "",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "1-7",
        "Publisher": "Published by American Research Institute for Policy Development",
        "DOI": "DOI: 10.15640/jea.v7n1a1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://doi.org/10.15640/jea.v7n1a1",
        "Description/Abstract": "Families living  rural  Africa  must  rely on  burning  biomass as  their  fuel  source  for cooking. Examples  of biomass sources including  wood,  dried  dung  and  crop  residue,  all  of  which  produce  high  levels  of smoke. Repeated long-term exposure to the smoke can cause pneumonia, emphysema and lung cancer. The World Health Organization (WHO) estimates that over 2million persons die prematurely each year as a result of such exposure. The persons most affected are women and their young children. Scientists, engineers and public health professionals have attempted to address this problem in the past but have focused primarily on the use of more efficient stoves. New stoves are often difficult to maintain and cost more than families can afford.  The  introduction  of  innovative  architectural  ventilation  design  solutions  has  not  been  reported  in literature.  To  determine  whether  new  architectural  design  approaches  could  be  used  cost-effectively  in reducing  indoor  air  pollution,  scale-model  based  laboratory  simulations  were  carried  out  to  study  the thermodynamic and airflow characteristics inside traditional kitchens. The tests revealed that use of window and  roof  openings  to  increase  ventilation  negatively  impacts  smoke  removal  by  lowering  convection (buoyancy) of the smoke generated by a fire. Based on this insight, a new architectural design approach was developed which allows the smoke to exit the kitchen freely in spite of limited convection. The scale-model simulations yielded an 85% reduction of indoor smoke-build up. Testing of a full-scale prototype kitchen in Kenya, Africa showed  a  reduction  of  indoor  kitchen  smoke  build-up  in  excess  of  95%.  Implementation  of this  design  in  the  form  of  a  retro-fit  option  for  existing  rural  kitchens  is  proposed.  Improvements  in  the health and wellbeing of women and children in rural communities is hoped for",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "219746": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 219746,
            "scholarlyactivityid": 47791,
            "classifications": {
                "Role": "Author"
            }
        },
        "219747": {
            "firstname": "Lauren",
            "middleinitial": "",
            "lastname": "Haggerty",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 219747,
            "scholarlyactivityid": 47791,
            "classifications": {
                "Role": "Author"
            }
        },
        "219748": {
            "firstname": "Olga",
            "middleinitial": "",
            "lastname": "Salinas",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 219748,
            "scholarlyactivityid": 47791,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 47791,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}