{
    "activityid": 47839,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Enhancing Urban Walkability through Heat Stress Reduction",
        "Conference/Meeting Name": "2019 Active Living Conference.",
        "Conference Location": " Charleston, South Carolina",
        "Date or Date Range": "February 17-20, 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "University of California, San Diego",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Urban heat stress results primarily from exposure to elevated ambient air temperatures and added exposure to solar infrared (IR) heat radiation. While the temperature of the air might be tolerable, exposure to the additional IR heat radiation can increase body heat loading by more than 50%. By reducing the IR exposure from the sun will reduce the heat stress. Since IR heat radiation from the sun is a major contributor to urban heat stress, a study was conducted to investigate the effectiveness of umbrellas in protecting persons from exposure to solar IR heat radiation. The tests revealed that standard umbrellas reduce infrared heat Radiation (IR) by 20%. However, adding an ultra-thin Mylar foil to the umbrellas further reduced the infrared heat radiation attenuation by 80%. The introduction of the personal heat-stress reducing “device” can help support efforts by urban and city planners in promoting community walkability and pedestrian friendly pathways. Distributed umbrella rental kiosks can make the use of umbrellas universally convenient. \n\n",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "220329": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 220329,
            "scholarlyactivityid": 47839
        }
    },
    "status": [
        {
            "id": 47839,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}