{
    "activityid": 47892,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Representation of Functions and Total Antisymmetric Relations in Monadic Third Order Logic",
        "Conference/Meeting Name": "Boise Extravaganza in Set Theory (BEST) attached to AAAS meeting",
        "Conference Location": "Ashland OR",
        "Date or Date Range": "June 19-21",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "AAAS",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract We analyze the representation of binary relations in general, and in particular\nof functions and of total antisymmetric relations, in monadic third order logic,\nthat is, the simple typed theory of sets with three types. We show that there is no\ngeneral representation of functions or of total antisymmetric relations in this theory.\nWe present partial representations of functions and of total antisymmetric relations\nwhich work for large classes of these relations, and show that there is an adequate\nrepresentation of cardinality in this theory (a result already shown in a somewhat\ndifferent way by Henrard in unpublished work, but our approach differs from his in\nproviding representations of bijections between sets in a stronger sense). The relation\nof our work to similar work by Henrard (to whom we are indebted) and Allen\nHazen (who arrived at related results independently) is discussed. This work can be\nunderstood as part of a program of assessing the capabilities of (relatively) weak logical\nframeworks: our results are applicable for example, to the framework in David\nLewis’s Parts of Classes.\nKeywords Type theory · Higher order logic · Third-order logic · Binary relations",
        "Origin": "Manual"
    },
    "facultyid": "111110174",
    "coauthors": {
        "220651": {
            "firstname": "Melvin",
            "middleinitial": "R",
            "lastname": "Holmes",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110174",
            "authorid": 220651,
            "scholarlyactivityid": 47892
        }
    },
    "status": [
        {
            "id": 47892,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110174",
    "attachments": []
}