{
    "activityid": 48020,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Life-history factors influence teenagers' suicidal ideation: A model selection analysis of the Canadian National Longitudinal Survey of Children and Youth",
        "Journal": "Evolutionary Psychology",
        "Volume": "",
        "Month / Season": "July - September",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "1-17",
        "Publisher": "",
        "DOI": "https://doi.org/10.1177/1474704920939521",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://doi.org/10.1177/1474704920939521",
        "Description/Abstract": "Suicidality is an important contributor to disease burden worldwide. We examine the developmental and environmental correlates of reported suicidal ideation at age 15 and develop a new evolutionary model of suicidality based on life history trade-offs and hypothesized accompanying modulations of cognition. Data were derived from the National Longitudinal Survey of Children and Youth (Statistics Canada) which collected information on children’s social, emotional, and behavioral development in eight cycles between 1994 and 2009. We take a model selection approach to understand thoughts of suicide at age 15 (N ≈ 1,700). The most highly ranked models include social support, early life psychosocial stressors, prenatal stress, and mortality cues. Those reporting consistent early life stress had 2.66 greater odds of reporting thoughts of suicide at age 15 than those who reported no childhood stress. Social support of the primary caregiver, neighborhood cohesion, nonkin social support of the adolescent, and the number of social support sources are all associated with suicidal thoughts, where greater neighborhood cohesion and social support sources are associated with a reduction in experiencing suicidal thoughts. Mother’s prenatal smoking throughout pregnancy is associated with a 1.5 greater odds of suicidal thoughts for adolescents compared to children whose mother’s reported not smoking during pregnancy. We discuss these findings in light of evolutionary models of suicidality. This study identifies both positive and negative associations on suicidal thoughts at age 15 and considers these in light of adaptive response models of human development. Findings are relevant for mental health policy.",
        "Origin": "Manual"
    },
    "facultyid": "114026821",
    "coauthors": {
        "241699": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 241699,
            "scholarlyactivityid": 48020
        },
        "241700": {
            "firstname": "Kristin",
            "middleinitial": "",
            "lastname": "Snopkowski",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026821",
            "authorid": 241700,
            "scholarlyactivityid": 48020
        }
    },
    "status": [
        {
            "id": 48020,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 48020,
            "status": "Submitted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114026821",
    "attachments": []
}