{
    "activityid": 4805,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Deamidation Destabilizes and Triggers Aggregation of a Lens Protein, ?A3-crystallin",
        "Journal": "Protein Science",
        "Volume": "17",
        "Month / Season": "2008-09-01",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "1565-1575",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1110/ps.035410.108",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/brc_facpubs/10",
        "Description/Abstract": "Protein aggregation is a hallmark of several neurodegenerative diseases and also of cataracts. The major proteins in the lens of the eye are crystallins, which accumulate throughout life and are extensively modified. Deamidation is the major modification in the lens during aging and cataracts. Among the crystallins, the ?A3-subunit has been found to have multiple sites of deamidation associated with the insoluble proteins in vivo. Several sites were predicted to be exposed on the surface of ?A3 and were investigated in this study. Deamidation was mimicked by site-directed mutagenesis at Q42 and N54 on the N-terminal domain, N133 and N155 on the C-terminal domain, and N120 in the peptide connecting the domains. Deamidation altered the tertiary structure without disrupting the secondary structure or the dimer formation of ?A3. Deamidations in the C-terminal domain and in the connecting peptide decreased stability to a greater extent than deamidations in the N-terminal domain. Deamidation at N54 and N155 also disrupted the association with the ?B1-subunit. Sedimentation velocity experiments integrated with high-resolution analysis detected soluble aggregates at 15%–20% in all deamidated proteins, but not in wild-type ?A3. These aggregates had elevated frictional ratios, suggesting that they were elongated. The detection of aggregates in vitro strongly suggests that deamidation may contribute to protein aggregation in the lens. A potential mechanism may include decreased stability and/or altered interactions with other ?-subunits. Understanding the role of deamidation in the long-lived crystallins has important implications in other aggregation diseases.",
        "Origin": "Other"
    },
    "facultyid": "111643744",
    "coauthors": {
        "14556": {
            "firstname": "Takumi",
            "middleinitial": "",
            "lastname": "Takata",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14556,
            "scholarlyactivityid": 4805
        },
        "14557": {
            "firstname": "Julia",
            "middleinitial": "Thom",
            "lastname": "Oxford",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643744",
            "authorid": 14557,
            "scholarlyactivityid": 4805
        },
        "14558": {
            "firstname": "Borries",
            "middleinitial": "",
            "lastname": "Demeler",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14558,
            "scholarlyactivityid": 4805
        },
        "14559": {
            "firstname": "Kirsten",
            "middleinitial": "J.",
            "lastname": "Lampi",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14559,
            "scholarlyactivityid": 4805
        }
    },
    "status": [
        {
            "id": 4805,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}