{
    "activityid": 4807,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Proteomic Analysis of Col11a1-associated Protein Complexes",
        "Journal": "Proteomics",
        "Volume": "11",
        "Month / Season": "2011-12-01",
        "Issue Number": "24",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "4660-4676",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1002/pmic.201100058",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/brc_facpubs/11",
        "Description/Abstract": "Cartilage plays an essential role during skeletal development within the growth plate and in articular joint function. Interactions between the collagen fibrils and other extracellular matrix molecules maintain structural integrity of cartilage, orchestrate complex dynamic events during embryonic development, and help to regulate fibrillogenesis. To increase our understanding of these events, affinity chromatography and liquid chromatography/tandem mass spectrometry were used to identify proteins that interact with the collagen fibril surface via the amino terminal domain of collagen alpha 1(XI) a protein domain that is displayed at the surface of heterotypic collagen fibrils of cartilage. Proteins extracted from fetal bovine cartilage using homogenization in high ionic strength buffer were selected based on affinity for the amino terminal noncollagenous domain of collagen alpha 1(XI). Mass spectrometry was used to determine the amino acid sequence of tryptic fragments for protein identification. Extracellular matrix molecules and cellular proteins that were identified as interacting with the amino terminal domain of collagen alpha 1(XI) directly or indirectly, included proteoglycans, collagens, and matricellular molecules, some of which also play a role in fibrillogenesis, while others are known to function in the maintenance of tissue integrity. Characterization of these molecular interactions will provide a more thorough understanding of how the extracellular matrix molecules of cartilage interact and what role collagen XI plays in the process of fibrillogenesis and maintenance of tissue integrity. Such information will aid tissue engineering and cartilage regeneration efforts to treat cartilage tissue damage and degeneration",
        "Origin": "Other"
    },
    "facultyid": "111643744",
    "coauthors": {
        "14568": {
            "firstname": "Raquel",
            "middleinitial": "",
            "lastname": "Brown",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14568,
            "scholarlyactivityid": 4807
        },
        "14569": {
            "firstname": "Christopher",
            "middleinitial": "",
            "lastname": "Mallory",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14569,
            "scholarlyactivityid": 4807
        },
        "14570": {
            "firstname": "Owen",
            "middleinitial": "Michael",
            "lastname": "McDougal",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112100122",
            "authorid": 14570,
            "scholarlyactivityid": 4807
        },
        "14571": {
            "firstname": "Julia",
            "middleinitial": "Thom",
            "lastname": "Oxford",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643744",
            "authorid": 14571,
            "scholarlyactivityid": 4807
        }
    },
    "status": [
        {
            "id": 4807,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}