{
    "activityid": 4809,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Differential Expression of Collagen Type V and XI ?-1 in Human Ascending Thoracic Aortic Aneurysms",
        "Journal": "The Annals of Thoracic Surgery",
        "Volume": "88",
        "Month / Season": "2009-08-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "http://dx.doi.org/doi:10.1016/j.athoracsur.2009.04.030",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/brc_facpubs/4",
        "Description/Abstract": "Background—The molecular mechanisms leading to ascending thoracic aortic aneurysms (ATAAs) remain unknown. We hypothesized that alterations in expression levels of specific fibrillar collagens occur during the aneurysmal process.\nMethods—Surgical samples from ascending aortas from patients with degenerative ATAAs were subdivided by aneurysm diameter: small, 5 to 6 cm; medium, 6 to 7 cm; and large, greater than 7 cm; and compared with nonaneurysmal aortas (mean diameter, 2.3 cm).\nResults—Histology, immunofluorescence, and electron microscopy demonstrated greater disorganization of extracellular matrix constituents in ATAAs as compared with control with an increase in collagen ?1(XI) within regions of cystic medial degenerative lesions. Real-time quantitative reverse transcription-polymerase chain reaction (RT-PCR) showed collagens type V and ?1(XI) were significantly and linearly increased in ATAAs as compared with control (p &lt; 0.001). There was no change in the messenger ribonucleic acid (mRNA) expression levels of collagens type I and III. Western blot analysis showed collagens type I and III were significantly decreased and collagens ?1(XI) and V were significantly increased and were linearly correlated with the size of the aneurysm (p &lt; 0.001 for both).\nConclusions—These results demonstrate that increased collagen ?1(XI) and collagen V mRNA and protein levels are linearly correlated with the size of the aneurysm and provide a potential mechanism for the generation and progression of aneurysmal enlargement.",
        "Origin": "Other"
    },
    "facultyid": "111643744",
    "coauthors": {
        "14577": {
            "firstname": "Julia",
            "middleinitial": "Thom",
            "lastname": "Oxford",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643744",
            "authorid": 14577,
            "scholarlyactivityid": 4809
        }
    },
    "status": [
        {
            "id": 4809,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2009,
            "termid": "2009/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}