{
    "activityid": 48117,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Using stories of student food insecurity to support and advocate for change on a college campus",
        "Conference/Meeting Name": "Society for Public Health Education Annual Conference",
        "Conference Location": "Atlanta, GA",
        "Date or Date Range": "March 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Recent estimates indicate that approximately half of US college students experience some form of\nfood insecurity (FI). “Food insecurity is the limited or uncertain availability of nutritionally adequate and safe foods, or\nthe ability to acquire such foods in a socially acceptable manner.” (CUFBA 2019) Food and housing insecurity among\ncollege students are associated with poorer health outcomes and diminished academic achievements. Our campus 2018\n#REAL College data revealed that 36% of students had experienced food insecurity in the past 30 days. The 2017 United\nWay Community Assessment of the surrounding county found, 17.4% of children and 14.2% of adults were food\ninsecure. The student rate of food insecurity is more than double that of the county. In the spring and summer of 2019,\nresearchers recruited and interviewed students who self-identified as being food insecure . The participants were led\nthrough a series of short prompts to help them begin telling their story and experiences of living as a student with food\ninsecurity. Students described how FI impacted their self-efficacy, life, family, friendships, and academics. The purpose\nof this study was to gather qualitative data and student narratives to provide depth to our #REAL College survey\nfindings. The goal of this work was to understand why and how food insecurity happens among students. It is essential\nto identify gaps in services that can be addressed on campus and in the community to improve food security. Ultimately,\nthe stories gathered can inform campus and community strategic planning efforts to engage and support students\nthrough graduation. Students should strive to succeed, not struggle to survive.\nIn this session, we will share excerpts of student’s food insecurity stories along with a description of current Student\nBasic Needs strategic campus-wide partnering, planning, and advocacy changes occurring at our university and in the\ncommunity. We will outline the benefits of storytelling as a research method to provide direction to a strategic planning\nprocess, ultimately influencing campus programs, funding, and policies to support food insecure students.\nStorytelling is a powerful tool for activating people to mobilize around a cause, as a story can be substantially more\nimpactful than a report full of statistics. Capturing their stories provides a more in-depth look into the struggles they\nexperience with food insecurity. As a result of this session, health educators will be able to describe how to gather and\nuse stories from a priority population to contextualize health data and advocate for better funding, policy change, or\njustify health promotion programming efforts.",
        "Origin": "Manual"
    },
    "facultyid": "114090441",
    "coauthors": {
        "246561": {
            "firstname": "Caile",
            "middleinitial": "E",
            "lastname": "Spear",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110020",
            "authorid": 246561,
            "scholarlyactivityid": 48117,
            "classifications": {
                "Role": "Author"
            }
        },
        "246562": {
            "firstname": "Ellen",
            "middleinitial": "J",
            "lastname": "Schafer",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114090441",
            "authorid": 246562,
            "scholarlyactivityid": 48117,
            "classifications": {
                "Role": "Author"
            }
        },
        "246563": {
            "firstname": "Jessie",
            "middleinitial": "",
            "lastname": "Dexter",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 246563,
            "scholarlyactivityid": 48117,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 48117,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114090441",
    "attachments": []
}