{
    "activityid": 48139,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Sexual initiation among Canadian youth: A model comparison approach of evolutionary hypotheses shows greatest support for extrinsic mortality cues, intergenerational conflict, and early life psychosocial stressor",
        "Journal": "Evolution and Human Behavior",
        "Volume": "41",
        "Month / Season": "March",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "105-116",
        "Publisher": "Elsevier",
        "DOI": "https://doi.org/10.1016/j.evolhumbehav.2019.08.003 ",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://doi.org/10.1016/j.evolhumbehav.2019.08.003",
        "Description/Abstract": "Early life factors are associated with the timing of reproductive events in adolescence, but a variety of hypotheses (such as psychosocial acceleration theory, paternal investment theory, extrinsic mortality, internal prediction, and intergenerational conflict) propose different explanations for why this may occur. To compare between these theories, we use the National Longitudinal Survey of Children and Youth, an extensive, longitudinal survey of Canadian male and female youth (aged 14-15 in last wave) to identify variables that uniquely support these different models (n≈1200). We identify the best predictors of sexual initiation for each hypothesis and then use a model selection procedure to determine which set of variables has the most support. Results show that variables representing extrinsic mortality cues, intergenerational conflict, early life psychosocial stressors, and prenatal factors are included in the top models, while variables representing social support and unpredictability are represented in some of the top models. Variables representing the paternal investment theory were not included in any of the top models, suggesting limited support for this hypothesis. These results support many of the hypotheses that have been previously presented in the literature, suggesting that timing of sexual initiation may have multiple causal pathways.",
        "Origin": "Manual"
    },
    "facultyid": "114026821",
    "coauthors": {
        "241697": {
            "firstname": "Kristin",
            "middleinitial": "",
            "lastname": "Snopkowski",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026821",
            "authorid": 241697,
            "scholarlyactivityid": 48139
        },
        "241698": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 241698,
            "scholarlyactivityid": 48139
        }
    },
    "status": [
        {
            "id": 48139,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 48139,
            "status": "In Press",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 5,
            "completionorder": 5
        }
    ],
    "userid": "114026821",
    "attachments": []
}