{
    "activityid": 48166,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Contributions of VPS35 Mutations to Parkinson's Disease",
        "Journal": "Neuroscience",
        "Volume": "401",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "1-10",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Parkinson's Disease (PD) is a multi-system neurodegenerative disease where approximately 90% of cases are idiopathic. The remaining 10% of the cases can be traced to a genetic origin and research has largely focused on these associated genes to gain a better understanding of the molecular and cellular pathogenesis for PD. The gene encoding vacuolar protein sorting protein 35 (VPS35) has been definitively linked to late onset familial PD following the identification of a point mutation (D620N) as the causal agent in a Swiss family. Since its discovery, numerous studies have been undertaken to characterize the role of VPS35 in cellular processes and efforts have been directed toward understanding the perturbations caused by the D620N mutation. In this review, we examine what is currently known about VPS35, which has pleiotropic effects, as well as proposed mechanisms of pathogenesis by the D620N mutation. A brief survey of other VPS35 polymorphisms is also provided. Lastly, model systems that are being utilized for these investigations and possible directions for future research are discussed.",
        "Origin": "PubMed"
    },
    "facultyid": "114002164",
    "coauthors": {
        "222745": {
            "firstname": "Abir A",
            "middleinitial": "A",
            "lastname": "Rahman",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 222745,
            "scholarlyactivityid": 48166
        },
        "222746": {
            "firstname": "Brad",
            "middleinitial": "E",
            "lastname": "Morrison",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 222746,
            "scholarlyactivityid": 48166
        }
    },
    "status": [
        {
            "id": 48166,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002164",
    "attachments": []
}