{
    "activityid": 48292,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Wallonian Folkloric Traditions: Memory, Commemoration and Identity",
        "Conference/Meeting Name": "Rocky Mountain Medieval and Renaissance Assocation",
        "Conference Location": "Denver, CO",
        "Date or Date Range": "April 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "From well-known celebrations of Carnival and la ducasse, to obscure saint commemorations, ritualized festivals and processionals in France and Belgium survive in popular memory and influence contemporary conceptions of local identity.  Examples include several St. Roch military marches in rural Wallonia (the Francophone region of Belgium), which, in 2012, received UNESCO recognition on its representative list of Intangible Cultural Heritage of Humanity. The annual, multi-day processionals involve hundreds of marchers from local communities dressed in Napoleonic-era military uniforms, carrying authentic muskets.  Many of these marchers trace family participation through multiple generations.\nThere is a fictive, creative element to these modern-day ‘authentic’ processionals. Like many ritual processionals in France and Belgium, the early-modern St. Roch marches ended during the radical period of the French Revolution (1790s) and only reemerged in the 1860s.  The processionals continued to evolve through the 1930s.  The current structure, rituals, membership and historical costume standards date to the post-WWII era, particularly the 1960s-70s. \nYet modern-day participants see no historical rupture between the current version and the festival as it was celebrated prior to the 1860s revival. Participants and spectators share in the creation of historical memory, infuse the festival with notions of local identity and socialization and create new narratives that legitimize contemporary ritual elements and participant costuming.  This paper explores the tension between the historical experience of St. Roch processionals (from 1638 to 1794 and 1861-1939) and the post-war standardization of these processionals in their present-day, UNESCO-recognized form, as expressed by their organizers, marchers and spectators.\n",
        "Origin": "Manual"
    },
    "facultyid": "113047992",
    "coauthors": {
        "223610": {
            "firstname": "Erik",
            "middleinitial": "",
            "lastname": "Hadley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113047992",
            "authorid": 223610,
            "scholarlyactivityid": 48292
        }
    },
    "status": [
        {
            "id": 48292,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113047992",
    "attachments": []
}