{
    "activityid": 48297,
    "fields": {
        "Type": "Book",
        "Title": "Odious Horizons: Some versions of Horace",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Edition": "first",
        "Volume": "",
        "Publisher": "Miami University Press",
        "Publisher Location": "Oxford, Ohio",
        "ISBN": "ISBN-10: 1881163652",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www.orgs.miamioh.edu/mupress/",
        "Description/Abstract": "Odious Horizons ransacks and revives Horace for our contemporary world. Part translations, part re-visionings, these radical (yet often formal) lyrics offer the stoical, joyful praise for a simple life away from the insidious and toxic world of political power and material obsession. What was Roman is now American and British, and the terrifying horizonsthat were clear to Horace, the end game of greed, the downfall of the Republic, is here even more alarming as we see rivers rise and hear the drums of civil war once more.\n\n&quot;Odious Horizons fast-forwards Horace’s Odes, written in 23 BC, into percussive poems of today. As Horace addressed the Tiber, Maecenas or the grass of Mars, Martin Corless-Smith addresses the president, the brown Potomac, the lake of time, and Worcestershire...In luscious crossfire, with brilliant wordplay, Corless-Smith smacks down ode, the address to a particular subject meant to be sung…with masterful, acute control and unexpected ludic shifts amidst motifs of friendship, love, chronos and kairos, war and peace, and an abiding ethical insight…Odious Horizons is consummate poetry for our time.&quot; ––Norma Cole",
        "Origin": "Manual"
    },
    "facultyid": "111643688",
    "coauthors": {
        "223633": {
            "firstname": "Martin",
            "middleinitial": "",
            "lastname": "Corless-Smith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111643688",
            "authorid": 223633,
            "scholarlyactivityid": 48297
        }
    },
    "status": [
        {
            "id": 48297,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643688",
    "attachments": []
}