{
    "activityid": 4834,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Chinese in Bret Harte's Overland: A Context for Truthful James",
        "Journal": "American Literary Realism",
        "Volume": "43",
        "Month / Season": "2010-10-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "74-82",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1353/alr.2010.0008",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/39",
        "Description/Abstract": "For the first two years of its existence, the Overland displayed at least as much interest in Chinese culture as in any other  single subject, if we can judge from the quantity of articles devoted to  the topic. In the magazine's first twenty-four numbers, under the  editorial guidance of Harte himself, fifteen substantial articles were  published on the language, folkways, and industries of the Chinese or on  political questions concerning their presence in California. By the  time that Harte's &quot;Plain Language&quot; appeared in volume five, the magazine  and its contributors seem to have exhausted what they had to say about  the Chinese, offering no new articles in that volume. Lacking the  context of such articles, new readers of the Overland nonetheless would have found a few cues directing them to a satiric  reading of the poem; with the help of the earlier articles, established  readers could hardly have missed Harte's intended tone.",
        "Origin": "Other"
    },
    "facultyid": "111643336",
    "coauthors": {
        "14653": {
            "firstname": "Tara",
            "middleinitial": "C",
            "lastname": "Penry",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643336",
            "authorid": 14653,
            "scholarlyactivityid": 4834
        }
    },
    "status": [
        {
            "id": 4834,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643336",
    "attachments": []
}