{
    "activityid": 4837,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Book History Comes West",
        "Journal": "Western American Literature",
        "Volume": "46",
        "Month / Season": "2011-07-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "195-203",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/38",
        "Description/Abstract": "As specialists defined it in the 1970s and '80s, &quot;book history&quot; was a  field of inquiry with little connection to the American West. Following  the lead of French academics, scholars of early modern English used the  phrase &quot;book history&quot; to study the shift from manuscript to print in  Europe. But others saw applications beyond Europe. By 1983, the Library  of Congress and the American Antiquarian Society had established  programs promoting the study of books as material objects in the United  States. Despite the intent of these institutions to inspire national  research, by the early 1990s, a group of scholars at the University of  Wisconsin–Madison observed that the first wave of scholarship in US book  history &quot;tended to concentrate on white people living in the northeast,  mostly before the Civil War&quot;—a demographic particularly well  represented by the collections of the American Antiquarian Society  (Pawley 708). Now, some twenty years later, a short stack of  twenty-first-century publications gives evidence that book history has  quietly made the journey west.\nIn this essay, I am particularly interested in how a handful of  national studies of book history represent the West and what they  suggest for future directions in western literary, textual, and cultural  scholarship. All five volumes selected for this review use the phrases  book history and  print culture more or less  interchangeably to study relationships between authors, publishers,  readers, government and private institutions, and print. Three of the  volumes under review belong to the History of the Book in America  series, a monumental project conceived at the American Antiquarian  Society in 1993 and due to issue its last volume from the University of  North Carolina Press as this review is being completed. 1",
        "Origin": "Other"
    },
    "facultyid": "111643336",
    "coauthors": {
        "14658": {
            "firstname": "Tara",
            "middleinitial": "C",
            "lastname": "Penry",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643336",
            "authorid": 14658,
            "scholarlyactivityid": 4837
        }
    },
    "status": [
        {
            "id": 4837,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643336",
    "attachments": []
}