{
    "activityid": 4838,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Manly Domesticity on the Gold Rush Frontier: Recovering California's Honest Miner",
        "Journal": "Western American Literature",
        "Volume": "38",
        "Month / Season": "2004-01-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "330-51",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/117",
        "Description/Abstract": "When artist Charles Christian Nahl painted his now famous Sunday Morning in the Mines (1872) more than twenty years after the Gold Rush, the painting's comico-sentimental, or &quot;Dickensian,&quot; quality and the figures of its &quot;idle&quot; and &quot;industrious&quot; miners were already commonplaces of California art and literature.1 Before even the young Bret Harte arrived in the San Fransisco Bay area in 1854, California periodicals had begun to represent miners as extreme types of either virtue or vice. According to one writer of 1853, mining camps had been dominated by &quot;vileness and lawless conduct&quot; and &quot;the drunken revel,&quot; as pictured on the left side of Nahl's painting, until Anglo-American women brought &quot;morality and soap&quot; (&quot;Sociability&quot;). Yet according to other writers such as Alonzo Delano, a forty-niner whose sketches appeared in San Fransisco periodicals over the well-known signature &quot;Old Block,&quot; the first miners left eastern homes with reluctance and labored loyally in the Sierras with an &quot;honest ambition&quot; (4). During the 1950s, Nahl himself was sketching both the hard-working, homesick miner and the lawless idler. In &quot;The Miner's Ten Commandments,&quot; a popular letter-sheet printed in 1853, Nahl's illustrations depict both a murder (anticipating a vignette on the &quot;idle&quot; side of Sunday Morning) and a miner's reunion with his wife and family. What Nahl painted in 1872, then, was a synthesis of images of Gold Rush masculinity that he and others had already fashioned--with dissolute men in the vast, uncivilized space of the West on the left-hand side of Sunday Morning in the Mines and hard-working, home-loving miners sheltered by a cabin, a large tree, and their adherence to the cult of domesticity on the right.",
        "Origin": "Other"
    },
    "facultyid": "111643336",
    "coauthors": {
        "14659": {
            "firstname": "Tara",
            "middleinitial": "C",
            "lastname": "Penry",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643336",
            "authorid": 14659,
            "scholarlyactivityid": 4838
        }
    },
    "status": [
        {
            "id": 4838,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643336",
    "attachments": []
}