{
    "activityid": 4842,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Biliterate literature circles: Talks as a ticket to Ride",
        "Journal": "English Teaching of Learning",
        "Volume": "37",
        "Month / Season": "2013-12-31",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "22",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/literacy_facpubs/78/",
        "Description/Abstract": "This study aimed to explore the impact of Literature Circles in a fourth grade bilingual classroom (Spanish and English) and investigate how classroom literary practices were framed and shaped by the classroom teacher. Further study revealed that community building, and shifts in questions affected the type of narratives constructed. During this five-month study, the researcher conducted weekly participant observations of instruction in the classroom, primarily during the language arts blocks. The researcher gave specific attention to observing a classroom practice: Literature Circles. Data was collected through the use of fieldnotes, informal and formal interviews, video- and/or audiotaping, and artifact collection. However, this paper focuses only on the fieldnotes, and video and audiotaping from classroom sessions focusing on Literature Circles. Each literate event was examined within the cycles of Literature Circle to obtain an insider perspective of literate actions, social interactions, texts produced and connections made between the texts.",
        "Origin": "Other"
    },
    "facultyid": "111727706",
    "coauthors": {
        "109322": {
            "firstname": "Claudia",
            "middleinitial": "",
            "lastname": "Peralta",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727706",
            "authorid": 109322,
            "scholarlyactivityid": 4842,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 4842,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727706",
    "attachments": []
}