{
    "activityid": 4844,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Bilingual Teacher Beliefs and Practice: Do They Line Up?",
        "Journal": "Gist Education and Learning Research Journal",
        "Volume": "",
        "Month / Season": "2011-11-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "66-83",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/esl_facpubs/20",
        "Description/Abstract": "A qualitative study used observation and collection of artifacts to examine the pedagogical strategies of six teachers; four taught in a two-way bilingual education school, while the other two were first-year teachers in a school setting with large numbers of English language learners. Informal interviews were conducted throughout the time of the study; semi-structured interviews were conducted at the end of a semester of observation and recording of field notes. Some interviews attempted to uncover the beliefs teachers had about student learning, and in particular, that of culturally and linguistically diverse students. Teachers were asked about the influences and sources of their beliefs. Other interviews explored teacher identities as educators of culturally and linguistically diverse students and how these identities fit in school settings that were or were not welcoming of such students. Transcripts of taped interviews were compared with field notes and collected artifacts in order to determine the degree to which teachers used strategies related to what they said they believed to be important for culturally and linguistically diverse students. It was determined that there were numerous cases where teacher practice confirmed statements made in interviews.",
        "Origin": "Other"
    },
    "facultyid": "111727706",
    "coauthors": {
        "14672": {
            "firstname": "Claudia",
            "middleinitial": "",
            "lastname": "Peralta",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111727706",
            "authorid": 14672,
            "scholarlyactivityid": 4844
        },
        "14673": {
            "firstname": "Celia",
            "middleinitial": "",
            "lastname": "den Hartog King",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14673,
            "scholarlyactivityid": 4844
        }
    },
    "status": [
        {
            "id": 4844,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727706",
    "attachments": []
}