{
    "activityid": 48511,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Water’s amazing chain-like structure",
        "Conference/Meeting Name": "TEDxBoise 2019",
        "Conference Location": "JUMP, Downtown Boise",
        "Date or Date Range": "Saturday, April 20, 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "https://www.youtube.com/watch?v=CCJKESduMak",
        "Description/Abstract": "Can you grab a tiny amount of water made of thousands of molecules and stretch them out? When Byung Kim did such an experiment, the group of water molecules behaved like a bundle of chains. What if this chain-like water dictates the functions of biomolecules such as proteins and DNAs in the cells of our bodies?\n Byung Kim, a physics professor at Boise State University (BSU), is a leading expert in atomic force microscopy (AFM), which he has focused on for more than 25 years. He recently developed a unique technique called COIFM, which makes it possible to grab and manipulate water molecules in order to understand their mechanical behaviors at the nanoscale level. COIFM overcomes the “snap-to-contact” problem associated with conventional AFM force measurements by using a technique called “force feedback” he learned at Sandia National Laboratories before joining BSU This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx",
        "Origin": "Manual"
    },
    "facultyid": "112033875",
    "coauthors": {
        "224562": {
            "firstname": "Byung",
            "middleinitial": "I",
            "lastname": "Kim",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112033875",
            "authorid": 224562,
            "scholarlyactivityid": 48511,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 48511,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112033875",
    "attachments": []
}