{
    "activityid": 48518,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Voluntary control of breathing affects center of pressure complexity during static standing in healthy older adults",
        "Journal": "Gait &amp; posture",
        "Volume": "68",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "488-493",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Background Physiological/biomechanical systems display high degrees of complexity in their corresponding physiological and/or biomechanical outputs, indicative of normal healthy physiological functioning, though little attention has been paid to potential mechanisms which may affect complexity. Center of pressure (CoP) dynamics also display high degrees of complexity and may be affected via altered respiratory-motor interactions such as during voluntary control of breathing. Purpose The purpose of this study was to investigate the differences in the complexity of CoP dynamics during autonomous vs. voluntary control of breathing and between different voluntarily controlled breathing conditions. Methods Center of pressure recordings were taken from 18 older adults during static standing under three different breathing conditions: 1) neutral breathing, 2) abdominal breathing, and 3) thoracic breathing, the first constituting the autonomous breathing condition and the latter two constituting voluntarily controlled breathing conditions. CoP dynamics were quantified using sample entropy, standard deviation, 95% sway area, and average radial velocity. Repeated measure MANOVAs were used to assess the effect of breathing on CoP dynamics, with top-down application of ANOVAs and pairwise comparison as needed. Results Voluntary control of breathing during both conditions resulted in significantly higher CoP variability and lower sample entropy than during autonomous control of breathing in the mediolateral direction, indicating less complex dynamics and loss of system control. No significant differences between voluntary breathing conditions were observed. Conclusion Voluntary control of breathing significantly affected on CoP dynamics during static standing. The complexity of the postural control system may be affected via alterations in respiratory-motor interactions.",
        "Origin": "PubMed"
    },
    "facultyid": "114135151",
    "coauthors": {
        "224590": {
            "firstname": "Luis",
            "middleinitial": "",
            "lastname": "Hernandez",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 224590,
            "scholarlyactivityid": 48518
        },
        "224591": {
            "firstname": "John",
            "middleinitial": "",
            "lastname": "Manning",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 224591,
            "scholarlyactivityid": 48518
        },
        "224592": {
            "firstname": "Shuqi",
            "middleinitial": "",
            "lastname": "Zhang",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 224592,
            "scholarlyactivityid": 48518
        }
    },
    "status": [
        {
            "id": 48518,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135151",
    "attachments": []
}