{
    "activityid": 4858,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Using research-based practices to increase response rates of web-based surveys",
        "Journal": "Educause Quarterly",
        "Volume": "34",
        "Month / Season": "2011-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/20",
        "Description/Abstract": "An office of information technology at any institution of higher  education must not only maintain and extend operations and services but  also innovate. Under budgetary pressures current and future, goals for  support and visioning face increased scrutiny and a demand for return on  investment. Decisions, therefore, must be made based on a careful  accounting of an organization's needs — the gap between &quot;what is&quot; and &quot;what is not.&quot; Because IT staff serve constituents with a wide range of  needs, however, these needs are not always easily identified.\nThe  2008 IT budget of a midsize state university on the East Coast, shown  in Figure 1, demonstrates the amount of money at stake, even though the  $2.1 million budget is modest compared to the budgets of larger  institutions. Decisions about where and how much money to spend cannot  be left to traditional models or &quot;gut feelings.&quot; A solid understanding  of needs, however conceptualized, is the critical first step in  providing an IT office with data crucial for sustainable innovation, as  well as helping it solve and forecast problems.",
        "Origin": "Other"
    },
    "facultyid": "112180039",
    "coauthors": {
        "14696": {
            "firstname": "Ross",
            "middleinitial": "Andrew",
            "lastname": "Perkins",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112180039",
            "authorid": 14696,
            "scholarlyactivityid": 4858
        }
    },
    "status": [
        {
            "id": 4858,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112180039",
    "attachments": []
}