{
    "activityid": 48755,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Ants, wind, and low litter deposition contribute to the maintenance of fire-protective clearings around Jeffrey pine (Pinus jeffreyi)",
        "Journal": "Forest Ecology and Management",
        "Volume": "438",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "44-50",
        "Publisher": "Elsevier",
        "DOI": " https://doi.org/10.1016/j.foreco.2019.01.043",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In Jeffrey pine (Pinus jeffreyi) forests, which once supported a frequent, mostly low severity fire regime, fire suppression has led to notable changes in forest structure and fuel loads. In parts of California, prescribed fire has been used to decrease fuel loads and reduce the risk of high intensity fire in these forests. Previous work has shown that circular litter-free clearings form around Jeffrey pine trees following prescribed burns and that they can reduce tree damage and potentially increase the chance of survival in a subsequent wildfire. In this study we aim to determine the factors responsible for maintaining clearings around trees after a fire occurs. Using a set of field experiments and observational studies, we show that a combination of natural processes, including reduced litter deposition near trees, and the movement of needles away from trees by ants (Formica sibylla) and wind, reduce the amount of litter near trees and likely contribute to the long-term maintenance of clearings. Stem flow resulting from rare heavy rain events also appears to play a role in clearing maintenance. All of the abiotic factors investigated interact with the physical structure of the tree to remove pine needles from the bases of trees, but ants move needles independently to facilitate clearing maintenance and indirectly enhance tree fitness when fires occur. Given how generally common F. sibylla is in Jeffrey pine habitat and the relative stability of the abiotic processes that also contribute to maintaining clearings (wind, precipitation, and needle fall), we may expect to see clearings form in other Jeffrey pine forests after prescribed fires are introduced.",
        "Origin": "Manual"
    },
    "facultyid": "114067229",
    "coauthors": {
        "226205": {
            "firstname": "Sarah",
            "middleinitial": "E.",
            "lastname": "Dalrymple",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114067229",
            "authorid": 226205,
            "scholarlyactivityid": 48755,
            "classifications": {
                "Role": "Author"
            }
        },
        "226206": {
            "firstname": "Hugh",
            "middleinitial": "D.",
            "lastname": "Safford",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 226206,
            "scholarlyactivityid": 48755,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 48755,
            "status": "In Press",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 5,
            "completionorder": 5
        }
    ],
    "userid": "114067229",
    "attachments": [
        {
            "attachmentid": 22837,
            "mimetype": "application/pdf",
            "filename": "Dalrymple &amp; Safford 2019.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitick9TZkR0Snc4QUtLeDVjaTBwWGxocXhQU2R2dXZ5TEhtQndUdVVBcGxPTzIwZ29kV3dVazFzeCtwcVpEUnphRXFJYitBd3I5VHRBPT0%3D",
            "filesize": 3021511
        }
    ]
}