{
    "activityid": 48778,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Design and Preparation of Metastable Polymers for Amplified Responses in Soft Materials",
        "Conference/Meeting Name": "Open Science Festival",
        "Conference Location": "Aarhus, Denmark",
        "Date or Date Range": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Biological materials in Venus Flytraps and touch-me-nots display rapid, amplified responses that allow the plants to change rapidly on the macro scale when touched fleeting. Stimuli-responsive polymeric materials, in contrast, typically require continuous supplies of abundant signals before they change. To bridge this gap between synthetic and biological materials, we have developed two general autonomous signal amplification strategies for use in polymeric materials. Our approaches do not mimic the mechanisms or functions of biological materials, but they do impart macroscopic—and sometimes global—changes in polymeric materials when the materials are exposed to trace levels of specific signals. One of our approaches is based on a new class of self-immolative polymers that depolymerize from end to end continuously and completely in response to specific stimuli. This presentation will explore how we design and prepare new members of this class of polymers, and will illustrate examples of how these polymers may be used in the context of stimuli-responsive materials (e.g., debondable adhesives). \n",
        "Origin": "Manual"
    },
    "facultyid": "114086359",
    "coauthors": {
        "226369": {
            "firstname": "Scott",
            "middleinitial": "T",
            "lastname": "Phillips",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114086359",
            "authorid": 226369,
            "scholarlyactivityid": 48778
        }
    },
    "status": [
        {
            "id": 48778,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114086359",
    "attachments": []
}