{
    "activityid": 489,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Intersection of Power, Trust and Supplier Network Size: Implications for Supplier Performance",
        "Journal": "Journal of Supply Chain Management",
        "Volume": "48",
        "Month / Season": "2012-07-26",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "52-77",
        "Publisher": "Wiley",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://onlinelibrary.wiley.com/doi/10.1111/jscm.2012.48.issue-3/issuetoc",
        "Description/Abstract": "This paper examines the intersecting effects of power, trust and supplier network size on ?ve dimensions of supplier performance (delivery, quality, cost, innovation and ?exibility). When assessing main effects, coercive\r\npower shows a negative relationship with supplier quality and innovation, referent power shows a positive relationship with all dimensions of supplier performance and legitimate power shows a positive relationship with\r\nsupplier delivery, cost and ?exibility. The supplier’s trust in the buyer also shows a positive relationship to all ?ve supplier performance dimensions. While exhibiting no main effects, supplier network size moderates these power–performance relationships. Increasing supplier network size appears to attenuate the impacts of coercive and referent power upon supplier performance, while strengthening this connection in the case of\r\nlegitimate power. Contrary to our hypotheses, expert power use exhibits a negative relationship with supplier delivery performance, an effect which is exacerbated with increasing supplier network size. Overall, this study\r\nsuggests that while not as independently important as perhaps thought, selecting the right number of suppliers may have considerable contextual in?uence on the interplay between power, trust and performance in buyer–\r\nsupplier relationships.",
        "Origin": "Other"
    },
    "facultyid": "112095616",
    "coauthors": {
        "154268": {
            "firstname": "Regis",
            "middleinitial": "",
            "lastname": "Terpend",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112095616",
            "authorid": 154268,
            "scholarlyactivityid": 489
        },
        "154269": {
            "firstname": "Bryan",
            "middleinitial": "",
            "lastname": "Ashenbaum",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 154269,
            "scholarlyactivityid": 489
        }
    },
    "status": [
        {
            "id": 489,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112095616",
    "attachments": []
}