{
    "activityid": 4897,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Forecasting the response of Earth's surface to future climatic and land-use changes: A review of methods and research needs",
        "Journal": "Earth's Future",
        "Volume": "",
        "Month / Season": "2015-05-26",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "eft2.2014EF000290",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://onlinelibrary.wiley.com/doi/10.1002/2014EF000290/pdf",
        "Description/Abstract": "In the future, Earth will be warmer, precipitation events will be more extreme, global mean sea level will rise, and many arid and semi-arid regions will be drier. Human modifications of landscapes will also occur at an accelerated rate as developed areas increase in size and population density. We now have gridded global forecasts, being continually improved, of the climatic and land-use changes (C&amp;LUC) that are likely to occur in the coming decades. Aside from a few exceptions, however, consensus forecasts do not exist for how these C&amp;LUC will likely impact Earth-surface processes and hazards. In some cases we have the tools to forecast the geomorphic responses to likely future C&amp;LUC. Fully exploiting these models and utilizing these tools will require close collaboration among Earth-surface scientists and Earth-system modelers.\n\nThis paper assesses the state-of-the-art tools and data that are being used or could be used to forecast changes in the state of Earth's surface as a result of likely future C&amp;LUC. We also propose strategies for filling key knowledge gaps, emphasizing where additional basic research and/or collaboration across disciplines is necessary. The main body of the paper addresses cross-cutting issues, including the importance of nonlinear/threshold-dominated interactions among topography, vegetation, and sediment transport, as well as the importance of alternate stable states and extreme, rare events for understanding and forecasting Earth-surface response to C&amp;LUC. Five supplements delve into different scales or process zones (global-scale assessments, and fluvial, aeolian, glacial/periglacial, and coastal process zones) in detail.",
        "Origin": "Other"
    },
    "facultyid": "111717214",
    "coauthors": {
        "14816": {
            "firstname": "Jon",
            "middleinitial": "",
            "lastname": "Pellitier",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14816,
            "scholarlyactivityid": 4897
        },
        "14817": {
            "firstname": "Alexander",
            "middleinitial": "Brad",
            "lastname": "Murray",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14817,
            "scholarlyactivityid": 4897
        },
        "14818": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 14818,
            "scholarlyactivityid": 4897
        }
    },
    "status": [
        {
            "id": 4897,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}