{
    "activityid": 48985,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Climate Change and Environmental Militias ",
        "Conference/Meeting Name": "Pacific Northwest Political Science Association",
        "Conference Location": "Boise, Idaho",
        "Date or Date Range": "November 2019",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "PNSPSA",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract: This paper examines the linkages between climate change and the growth of militias.  When state institutions fail to provide the needed services to populations, some citizens organize informal non-state organizations or institutions to delivery those needs, including security.  Militias are one such outcome of this process, whose creation has multiple causes.  This paper argues, that a new cause, climate change, will increase the need of a variety of citizen groups to organize their own security.  Climate Change has destabilized international agricultural markets, as major storms and droughts have ruined crops, displaced workers, and increased commodity prices.  Many of the world’s states lacks the capacity to meet the basic needs of their citizens including security, and further lack the capacity to respond to major events in a timely manner that ensures market stability. Fluctuation in commodity prices have far reaching effects beyond the borders as global economics and trade shapes market demand and processing.    As instability creates political problems, growth in militias are expected to emerge, not only in countries hit hard by climate change, but other countries whose economic, particularly agricultural sectors, are linked through global market forces.  To test this premise, this paper examines the case of Madagascar’s Sava region, where Vanilla Bean farmers have increasingly utilized militias to protect their crop as global Vanilla bean prices have risen in recent years. This case study offers preliminary evidence that weak states are likely to see an increased role for militias in protecting environmental assets, particularly those commodities traded internationally in the coming decades.  \n \n",
        "Origin": "Manual"
    },
    "facultyid": "114002030",
    "coauthors": {
        "230381": {
            "firstname": "Isaac",
            "middleinitial": "M",
            "lastname": "Castellano",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002030",
            "authorid": 230381,
            "scholarlyactivityid": 48985
        }
    },
    "status": [
        {
            "id": 48985,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002030",
    "attachments": []
}