{
    "activityid": 4899,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Hillslope Asymmetry Maps Reveal Widespread, Multi-Scale Organization",
        "Journal": "Geophysical Research Letters",
        "Volume": "39",
        "Month / Season": "2012-03-24",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "L06406",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1029/2012GL051283",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/114",
        "Description/Abstract": "Hillslope asymmetry is the condition in which oppositely-facing  hillslopes within an area have differing average slope angles,                         and indicates aspect-related variability in  hillslope evolution. As such, the presence, orientation and magnitude of  asymmetry                         may be a useful diagnostic for understanding  process dominance. We present a new method for quantifying and mapping  the spatial                         distribution of hillslope asymmetry across large  areas. Resulting maps for the American Cordillera of the Western  Hemisphere                         and the western United States reveal that  hillslope asymmetry is widespread, with distinct trends at continental  to drainage                         scales. Spatial patterns of asymmetry correlate  with latitude along the American Cordillera, mountain-range orientation  for                         many ranges in the western United States, and  elevation in the Idaho Batholith of the Northern Rocky Mountains.  Spatial organization                         suggests that non-stochastic, process-driven  controls cause these patterns. The hillslope asymmetry metric  objectively captures                         previously-documented extents and frequencies of  valley asymmetry for the Gabilan Mesa of the central California Coast  Range.                         Broad-scale maps of hillslope asymmetry are of  interest to a wide range of disciplines, as spatial patterns may reflect  the                         influence of tectonics, atmospheric circulation,  topoclimate, geomorphology, hydrology, soils and ecology on landscape  evolution.                         These maps identify trends and regions of  hillslope asymmetry, allow possible drivers to be spatially constrained,  and facilitate                         the extrapolation of site-specific results to  broader regions.",
        "Origin": "Other"
    },
    "facultyid": "111717214",
    "coauthors": {
        "14824": {
            "firstname": "Michael",
            "middleinitial": "J.",
            "lastname": "Poulos",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14824,
            "scholarlyactivityid": 4899
        },
        "14825": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 14825,
            "scholarlyactivityid": 4899
        },
        "14826": {
            "firstname": "Alejandro",
            "middleinitial": "Nicolas",
            "lastname": "Flores",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112188448",
            "authorid": 14826,
            "scholarlyactivityid": 4899
        },
        "14827": {
            "firstname": "Shawn",
            "middleinitial": "G",
            "lastname": "Benner",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112032120",
            "authorid": 14827,
            "scholarlyactivityid": 4899
        }
    },
    "status": [
        {
            "id": 4899,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}