{
    "activityid": 49011,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Injuries and assaults in a long-term psychiatric care facility: an epidemiologic study",
        "Journal": "AAOHN journal : official journal of the American Association of Occupational Health Nurses",
        "Volume": "53",
        "Month / Season": null,
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "489-98",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The objectives of this study were to document the high rates of acute injuries and physical assaults among nurses and certified nursing assistants working in long-term psychiatric care facilities and to identify risk factors for assaults and injuries to inform prevention strategies. A mixed-design cohort study was conducted. Acute injury and physical assault data were obtained from administrative records. Using staff rosters and schedule records, incidence rates were calculated by job title, gender, shift, and floor. Rates were also reported by severity, body part, type, and nature. Targeted interviews with staff members provided measures of physical lifting and resident combativeness. Injury rates were calculated by degree of lifting and assault rates were calculated by degree of resident combativeness. Overall rates of injuries (55.6 per 100 person-years) and assaults (67.3 per 100 person-years) were substantially higher than expected. Predictably, injuries were associated with resident lifting and assaults were associated with contact with combative residents. A higher risk of assault was found among women and higher risks of injury and assault were observed among full-time employees compared to per diem or pool agency workers. In addition, weekend shifts were found to have a higher rate of injuries and a lower rate of assaults than weekday shifts. In similar long-term care facilities with psychiatric populations, efforts should be made to reduce lifting and avoid circumstances that agitate residents. Work organization factors should be taken into consideration when developing interventions.",
        "Origin": "PubMed"
    },
    "facultyid": "114136311",
    "coauthors": {
        "227328": {
            "firstname": "Douglas",
            "middleinitial": "",
            "lastname": "Myers",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227328,
            "scholarlyactivityid": 49011
        },
        "227329": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Kriebel",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227329,
            "scholarlyactivityid": 49011
        },
        "227330": {
            "firstname": "Robert",
            "middleinitial": "",
            "lastname": "Karasek",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227330,
            "scholarlyactivityid": 49011
        },
        "227331": {
            "firstname": "Laura",
            "middleinitial": "",
            "lastname": "Punnett",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227331,
            "scholarlyactivityid": 49011
        },
        "227332": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Wegman",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227332,
            "scholarlyactivityid": 49011
        }
    },
    "status": [
        {
            "id": 49011,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114136311",
    "attachments": []
}