{
    "activityid": 4902,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Relation of Holocene Fluvial Terraces to Changes in Climate and Sediment Supply, South Fork Payette River, Idaho",
        "Journal": "Quaternary Science Reviews",
        "Volume": "30",
        "Month / Season": "2011-03-01",
        "Issue Number": "6-May",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "628-645",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.quascirev.2010.11.013",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/61",
        "Description/Abstract": "Well-preserved Holocene terraces along the South Fork Payette River in central Idaho provide a record of fluvial system behavior in a steep mountain watershed characterized by weathered and erodible Idaho Batholith granitic rocks. Terrace deposit ages were provided by 14C dating of charcoal fragments and optically stimulated luminescence (OSL) dating of sandy sediments. Along with pairing of many terrace tread heights, these data indicate episodic downcutting during the Holocene, with a mean incision rate of 0.9 m/ka from 7 ka to present. Prior to 7 ka, the river incised to within3 m of current bankfull, but then aggraded by 5 m over at least a 10 km-long reach in an episode centered 7–6 ka. Aggradation may relate to (1) increased hillslope sediment input from landslides and debris flows in steep tributary basins with abundant grussified granitic bedrock, (2) possible local landslide-damming of the channel, (3) decreased peak discharge, or (4) a combination of these factors. Middle Holocene channel aggradation ca. 7–6 ka corresponds with a period of prolonged and widespread aridity in the northern Rocky Mountains. Between 5 and 1.3 ka, the river aggraded slightly and then remained stable, forming a prominent terrace tread at 3 m above current bankfull. Modest aggradation to vertical stability of the South Fork Payette River at the 1.5 m terrace level 1.0–0.7 ka corresponds with large fire-related debris flows in tributaries during Medieval droughts. Three intervals of incision (5.5–5 ka, 1.3–1.0 ka and 0.5 ka) correspond with frequent but small fire-related sedimentation events and generally cooler, wetter conditions suggesting increased snowmelt runoff discharges. Other possible drivers of channel incision include an increase in stochastic or climate-modulated large storms and floods and a reduction in delivery of hillslope sediment to the channel. Aggradation is more confidently tied to climate through increases in hillslope sediment delivery and (or) decreased stream power, both likely related to warmer, drier conditions (including high-severity fires) that reduce snowmelt and decrease vegetation cover on steep slopes. Thus, the Holocene terraces of the South Fork Payette River do not reflect simple stepwise incision with periods of vertical stability and lateral migration, but record substantial episodes of aggradation as well. We infer that increases in hillslope erosion and mass movements combined with reduced discharges during prolonged droughts episodically reverse the post-glacial trend of downcutting, in particular during the middle Holocene. The present bedrock-dominated channel implies a strong tendency toward incision in the late Holocene.",
        "Origin": "Other"
    },
    "facultyid": "111717214",
    "coauthors": {
        "14836": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 14836,
            "scholarlyactivityid": 4902
        },
        "14837": {
            "firstname": "Grant",
            "middleinitial": "A.",
            "lastname": "Meyer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14837,
            "scholarlyactivityid": 4902
        },
        "14838": {
            "firstname": "Tammy",
            "middleinitial": "",
            "lastname": "Rittenour",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14838,
            "scholarlyactivityid": 4902
        }
    },
    "status": [
        {
            "id": 4902,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}