{
    "activityid": 49034,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Protective effects of antioxidants on acrylonitrile-induced oxidative stress in female F344 rats",
        "Journal": "Environmental toxicology",
        "Volume": "31",
        "Month / Season": null,
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "1808-1818",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The induction of oxidative stress and damage appears to be involved in acrylonitrile induction of brain astrocytomas in rat. The present study examined the effects of dietary antioxidant supplementation on acrylonitrile-induced oxidative stress and oxidative damage in rats in vivo. To assess the effects of antioxidants on biomarkers of acrylonitrile-induced oxidative stress, female F344 rats were provided with diets containing vitamin E (0.05%), green tea polyphenols (GTP, 0.4%), N-acetyl cysteine (NAC, 0.3%), sodium selenite (0.1mg/kg), and taurine (10g/kg) for 7 days, and then co-administered with 0 and 100 ppm acrylonitrile in drinking water for 28 days. Significant increase in oxidative DNA damage in brain, evidenced by elevated 8OHdG levels, was seen in acrylonitrile-exposed rats. Supplementation with vitamin E, GTP, and NAC reduced acrylonitrile-induced oxidative DNA damage in brain while no protective effects were seen with the selenium or taurine supplementation. Acrylonitrile increased oxidative DNA damage, measured by the fpg-modified alkaline Comet assay in rat WBCs, which was reduced by supplementation of Vitamin E, GTP, NAC, selenium, and taurine. In addition to stimulation of oxidative DNA damage, acrylonitrile triggered induction of pro-inflammatory cytokines Tnfα, Il-1β, and Ccl2, and the growth stimulatory cyclin D1 and cyclin D2 genes, which were effectively down-regulated with antioxidant treatment. Antioxidant treatment also was able to stimulate the pro-apoptotic genes Bad, Bax, and FasL and DNA repair genes Xrcc6 and Gadd45α. The results of this study support the involvement of oxidative stress in the development of acrylonitrile-induced astrocytomas and suggest that antioxidants block acrylonitrile-mediated damage through mechanisms that may involve in the suppression of inflammatory responses, inhibition of cell proliferation and stimulation of apoptosis. © 2015 Wiley Periodicals, Inc. Environ Toxicol 31: 1808-1818, 2016.",
        "Origin": "PubMed"
    },
    "facultyid": "113087310",
    "coauthors": {
        "227480": {
            "firstname": "Xinzhu",
            "middleinitial": "",
            "lastname": "Pu",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227480,
            "scholarlyactivityid": 49034
        },
        "227481": {
            "firstname": "Zemin",
            "middleinitial": "",
            "lastname": "Wang",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227481,
            "scholarlyactivityid": 49034
        },
        "227482": {
            "firstname": "Shaoyu",
            "middleinitial": "",
            "lastname": "Zhou",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227482,
            "scholarlyactivityid": 49034
        },
        "227483": {
            "firstname": "Jam",
            "middleinitial": "E",
            "lastname": "Klaunig",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 227483,
            "scholarlyactivityid": 49034
        }
    },
    "status": [
        {
            "id": 49034,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113087310",
    "attachments": []
}