{
    "activityid": 4904,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Late Holocene Relationships Among Fire, Climate, and Vegetation in Rangeland Ecosystems of Southwestern Idaho",
        "Journal": "The Holocene",
        "Volume": "20",
        "Month / Season": "2010-12-01",
        "Issue Number": "8",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "1179-1194",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/0959683610371992",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/27",
        "Description/Abstract": "Rangelands are characterized by more arid climates than forested regions; therefore, establishing fire histories using traditional methods (e.g. fire-scars from trees or charcoal in lake sediments) is problematic. This study uses radiocarbon dating of charcoal preserved in alluvial fans and stream deposits to reconstruct a record of fire and geomorphic response in rangelands of southwestern Idaho. Samples indicate three primary periods of fire-related activity: 4400 – 4000, 2000 – 1400, and 650-400 cal yr BP. Charcoal macrofossil identification and comparison with other regional climate and fire records indicate this area has likely switched between a &quot;fuel-limited&quot; system (fires limited by lack of fuels), and a &quot;moisture-limited&quot; system (fires limited by too much moisture) with changes in Holocene climate. Over the past ~2000 yr, samples from this rangeland site indicate most fires occurred during wetter times than the record average. During overall wetter periods, (e.g. LIA; 600-100 cal yr BP) tree density may have increased, and fires occurred during intervals of relative drought. During times of prolonged drought (e.g. MCA 1025-650 cal yr BP) fire was recorded during a wetter interval. After ~600 cal yr BP, fire activity is similar to the record of low intensity fires in a nearby ponderosa pine-dominated drainage, and sagebrush is common in charcoal samples. Inferred shifts in the forest-rangeland ecotone are consistent with those reported elsewhere in the Great Basin. A comparison of OSL and 14C ages shows good correspondence between charcoal ages and the charcoal containing sediments, indicating fire-related sedimentation occurs soon after fire.",
        "Origin": "Other"
    },
    "facultyid": "111717214",
    "coauthors": {
        "14842": {
            "firstname": "Nathan",
            "middleinitial": "A.",
            "lastname": "Nelson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14842,
            "scholarlyactivityid": 4904
        },
        "14843": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 14843,
            "scholarlyactivityid": 4904
        }
    },
    "status": [
        {
            "id": 4904,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}