{
    "activityid": 49123,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;From Partisan Resister to War Criminal: Three Women and the Memory of the Holocaust in Lithuania&quot;",
        "Conference/Meeting Name": "Western Social Sciences Conference",
        "Conference Location": "San Diego, CA",
        "Date or Date Range": "4/26/2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Slavic and Eurasian Section, Western Social Sciences Conference",
        "Presenter(s)": null,
        "Web Address": "https://www.wssaweb.com/documents/archive/2019_Conference_Abstracts_Official_2019-05-31.pdf",
        "Description/Abstract": "&quot;From Partisan Resister to War Criminal: Three Women and the Memory of the Holocaust\nin Lithuania&quot;\nSara Ginaite’s memoir, Resistance and Survival begins with an iconic photo of her smiling broadly with a rifle slung across her body. She is the epitome of the victorious female partisan who fought back against the Nazis during World War II in defiance of their attempt to murder\nthe Jews of Lithuania. Ginaite wanted “to chronicle the daily life of the guerilla detachment, Death to the Occupiers.” Rachel Margolis published A Partisan from Vilna about how the Litvaks, had gone to their deaths, as Ginaite put it, “Not as Sheep to the Slaughter” but as Partisan resisters and that the world would want to hear their story. But unfortunately, some\nLithuanians did not wish to hear it, and used events related in their memoirs to charge them with war crimes. Ginaite and Margolis were accused of crimes against humanity. In the period post 1991, the Lithuanian government for the most part did not prosecute Lithuanian war criminals, focusing on those formerly considered Jewish partisan heroes, but now framed as war criminals. Ruta Vanagaite, working with Dr. Efraim Zuroff, wrote a controversial revisionist history of Lithuanian resistance in order to reframe Lithuanian memory of that period. This paper will explore the multi-faceted ways that the wartime memoirs of Ginaite and\nMargolis were interpreted and what these differences in interpretation reveal about the memory of the Holocaust in Lithuania ",
        "Origin": "Manual"
    },
    "facultyid": "111116629",
    "coauthors": {
        "227876": {
            "firstname": "Lynn",
            "middleinitial": "T",
            "lastname": "Lubamersky",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111116629",
            "authorid": 227876,
            "scholarlyactivityid": 49123
        }
    },
    "status": [
        {
            "id": 49123,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116629",
    "attachments": []
}