{
    "activityid": 49208,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": " Integrating Science and Adaptation Policy: The Effects of Uncertainty on Coastal Housing Markets",
        "Conference/Meeting Name": "Association of Environmental and Resource Economists Annual Meeting",
        "Conference Location": "Lake Tahoe, NV",
        "Date or Date Range": "May 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Sponsoring Organization": "Association of Environmental and Resource Economists",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Integration of science into policy is a primary challenge for climate change adaptation. Yet, when communication of climate science signals a potential policy without concurrent political action, the economic incentives created by that uncertainty may have unintended consequences. We examine the effect on housing starts resulting from a scientific report by a regulatory agency urging coastal communities in North Carolina, USA to consider sea-level rise when making new land-use policies. This signal resulted in temporal leakage of development decisions, as landowners responded by increasing new housing construction by 27\\% in coastal counties to avoid future development constraints. We then show these effects are larger for parcels with high sea-level rise risk exposure, with housing starts increasing up to 59\\% initially and remaining elevated after nullification of the policy signal. This green paradox in climate adaptation planning implies that up to \\$654 million of additional housing was constructed in North Carolina locations vulnerable to sea-level rise that would not have been built otherwise.",
        "Origin": "Manual"
    },
    "facultyid": "114107294",
    "coauthors": {
        "228670": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Parton",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114107294",
            "authorid": 228670,
            "scholarlyactivityid": 49208
        }
    },
    "status": [
        {
            "id": 49208,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114107294",
    "attachments": []
}