{
    "activityid": 49237,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Assessments of Influences of a Prolific Gut Fungus (Zancudomyces culisetae) on Larval and Adult Mosquito (Aedes aegypti) - Associated Microbiota",
        "Journal": "Applied and Environmental Microbiology",
        "Volume": "86",
        "Month / Season": "",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.1128/AEM.02334-19",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Adult mosquitoes inherit a bacterial community from larvae via transstadial transmission, an understudied process that may influence host-microbe interactions. Microbes contribute to important host life history traits, and analyzing transmitted microbial communities, the interrelationship between larval and adult-associated microbiota, and factors influencing host-microbe relationships provides targets for research. During its larval stage, the yellow fever mosquito (Aedes aegypti) hosts the trichomycete gut fungus Zancudomyces culisetae, and fungal colonization coincides with environmental perturbations in the digestive tract microecosystem. Natural populations are differentially exposed to fungi, thereby potentially harboring distinct microbiota and experiencing disparate host-microbe interactions. This study's objectives were to characterize larval and initial adult microbiomes, investigate variation in diversity and distribution of microbial communities across individuals, and assess whether larval fungal colonization impacted microbiomes at these developmental stages. Laboratory-based fungal infestation assays, sequencing of 16S rRNA gene amplicons, and bacterial load quantification protocols revealed that initial adult microbiomes varied in diversity and distribution. Larval fungal colonization had downstream effects on initial adult microbiomes, significantly reducing microbial community variation, shifting relative abundances of certain bacterial families, and influencing transstadial transmission outcomes of particular genera. Further, abundances of several families consistently decreased in adults relative to levels in larvae, possibly reflecting impacts of host development on specific bacterial taxa. These findings demonstrated that a prolific gut fungus impacted mosquito-associated microbiota at two developmental stages in an insect connected with global human health.IMPORTANCE Mosquitoes are widespread vectors of numerous human pathogens and harbor microbiota known to affect host phenotypic traits. However, little research has directly investigated how bacterial communities associated with larvae and adults are connected. We characterized whole-body bacterial communities in mosquito larvae preceding pupation and in newly emerged adults, and investigated whether a significant biotic factor, fungal colonization of the larval hindgut, impacted these microbiomes. Results showed that fungal colonization reduced microbial community variation across individuals and differentially impacted the outcomes of transstadial transmission for certain bacterial genera, revealing downstream effects of the fungus on initial adult microbiomes. The importance of our research is in providing a thorough comparative analysis of whole-body microbiota harbored in larvae and adults of the yellow fever mosquito (Aedes aegypti) and in demonstrating the important role a widespread gut fungus played in a host-associated microbiome.",
        "Origin": "Manual"
    },
    "facultyid": "112058703",
    "coauthors": {
        "228825": {
            "firstname": "Jonas",
            "middleinitial": "",
            "lastname": "Frankel-Bricker",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 228825,
            "scholarlyactivityid": 49237,
            "classifications": {
                "Role": "Author"
            }
        },
        "228826": {
            "firstname": "Sven",
            "middleinitial": "C",
            "lastname": "Buerki",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114088564",
            "authorid": 228826,
            "scholarlyactivityid": 49237,
            "classifications": {
                "Role": "Author"
            }
        },
        "228827": {
            "firstname": "Kevin",
            "middleinitial": "P",
            "lastname": "Feris",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112058703",
            "authorid": 228827,
            "scholarlyactivityid": 49237,
            "classifications": {
                "Role": "Author"
            }
        },
        "228828": {
            "firstname": "Merlin",
            "middleinitial": "M",
            "lastname": "White",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112103309",
            "authorid": 228828,
            "scholarlyactivityid": 49237,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 49237,
            "status": "Accepted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 49237,
            "status": "Accepted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 49237,
            "status": "Accepted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112058703",
    "attachments": []
}