{
    "activityid": 4924,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Archaeological Test Excavations at the Bell Mare Site (10-EL-948),  King Hill,  Idaho",
        "Journal": "Idaho Archaeologist",
        "Volume": "15",
        "Month / Season": "1992-04-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1992,
        "Page Numbers": "8-Mar",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/22",
        "Description/Abstract": "In August, 1989, a field crew from Boise State University conducted limited test excavations at the Bell Mare site (10-EL-948). The tests were undertaken as a part of a cooper alive program with the Shoshone District Bureau of Land Management. The purpose of the investigation was 10 determine the type and intensity of aboriginal activity for the purposes of management. The area is a fragile microriparian zone located some distance above Clover Creek near King Hill, Idaho. The zone is supported by water flowing from large springs near the upper rimrock of the Snake River Canyon. The springs create the east and west forks of Bell Mare Creek which flows into Clover Creek. Indications are that the environmental zone area was substantially larger and wetter at several intervals during the past. Bureau specialists hypothesized that the area could have been a fishery during wet intervals and that salmon might have ascended Bell Mare from Clover Creek, known 10 have supported fish runs historically. The tests were conducted to determine whether cultural deposits contained evidence of fish or fishing activity, establish the general age of the site and identify the range of any additional uses of the area.",
        "Origin": "Other"
    },
    "facultyid": "111110261",
    "coauthors": {
        "14876": {
            "firstname": "Juan",
            "middleinitial": "",
            "lastname": "Chavarria",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 14876,
            "scholarlyactivityid": 4924
        },
        "14877": {
            "firstname": "Mark",
            "middleinitial": "G",
            "lastname": "Plew",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110261",
            "authorid": 14877,
            "scholarlyactivityid": 4924
        }
    },
    "status": [
        {
            "id": 4924,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1992,
            "termid": "1991/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110261",
    "attachments": []
}