{
    "activityid": 4927,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Comments on Bison Freezers and Hunter-Gatherer Mobility: Archaeological Analysis of Cold  Lava Tube Caves on Idaho's Snake River Plain",
        "Journal": "Idaho Archaeologist",
        "Volume": "28",
        "Month / Season": "2005-10-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "23-26",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/42",
        "Description/Abstract": "Henrikson's (1996, 2003) archaeological investigations of ice caves on the eastern Snake River Plain have focused much needed attention on a very unique aspect of the archaeology of southern Idaho. A recently published paper in Plains Anthropologist presents additional data on ice caves and reiterates many of the conclusions presented in her earlier publication in Bobcat Cave (1996); a paper positing that ice caves on the eastern Snake River Plain were used as facilities for long-term storage of bison during and as a result of the Altithermal. The intent of this paper is not to detract from the significance of the discovery that the ice caves were sometimes used for storage or caching, but to provide an assessment of the interpretations of data presented by Henrikson that raise questions regarding the certainty of some of the author's assertions. A number of arguments made in her most recent paper do not logically derive from the data and are not demonstrated by it. The paper fails to address alternative explanations of the findings or create an appropriate context for the arguments presented.  There are a number of allusions to particular facts that are intended to imply the significance of the research but without appropriate development. As well, the paper does not develop fully the research implications of her work.",
        "Origin": "Other"
    },
    "facultyid": "111110261",
    "coauthors": {
        "14882": {
            "firstname": "Mark",
            "middleinitial": "G",
            "lastname": "Plew",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110261",
            "authorid": 14882,
            "scholarlyactivityid": 4927
        }
    },
    "status": [
        {
            "id": 4927,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110261",
    "attachments": []
}