{
    "activityid": 4940,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Modelling Alternative Subsistence Strategies for the Middle Snake River",
        "Journal": "North American Archaeologist",
        "Volume": "11",
        "Month / Season": "1990-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1990,
        "Page Numbers": "15-Jan",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2190/BYDJ-GA54-DY9R-UYR4",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/18",
        "Description/Abstract": "This article models acquisition costs and nutritional returns for Late Archaic (post-A.D. 1200) peoples of the Middle Snake River. It is an attempt to demonstrate probable deficiencies in the ethnographic record relating to storage for winter consumption and to provide for the generation of hypotheses which may explain diversity in the recent archaeological record. The article proposes three alternative subsistence strategies: relatively sedentary river dwellers who maintain fishing equipment, including weirs, and are the primary exploiters of the riverline resources, particularly anadromous fishes; transhumant groups who rely upon high yield, low cost root crops; and highly mobile groups placing minimal emphasis upon root crops or salmon, electing to pursue large game during winter months. Finally, it is proposed that hunters and gatherers who store for winter prefer high yield resources with low acquisition costs obtainable over extended periods of time.",
        "Origin": "Other"
    },
    "facultyid": "111110261",
    "coauthors": {
        "14900": {
            "firstname": "Mark",
            "middleinitial": "G",
            "lastname": "Plew",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110261",
            "authorid": 14900,
            "scholarlyactivityid": 4940
        }
    },
    "status": [
        {
            "id": 4940,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1990,
            "termid": "1989/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110261",
    "attachments": []
}