{
    "activityid": 4944,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Validity Evidence for the Test of Silent Reading Efficiency and Comprehension (TOSREC)",
        "Journal": "Assessment for Effective Intervention",
        "Volume": "37",
        "Month / Season": "2011-12-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "50-57",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/1534508410395556",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/sped_facpubs/24",
        "Description/Abstract": "An essential component of a response to intervention (RTI) framework is a screening process that is both accurate and efficient. The purpose of this study was to analyze the validity evidence for the Test of Silent Reading Efficiency and Comprehension (TOSREC) to determine its potential for use within a screening process. Participants included 226 students in Grades 1 to 5. Validity evidence was analyzed through (a) correlation with performance on concurrent, individually administered oral reading fluency (ORF) measures, (b) correlation with performance on concurrently administered reading comprehension measures, (c) correlation of fall and winter TOSREC performance with a state reading outcome measure administered in spring, (d) a binary classification analysis to predict whether students met grade-level performance benchmarks on a state reading assessment, and (e) a stepwise regression analysis examining the variance in performance on a state assessment accounted for by TOSREC and ORF. The concurrent correlations of TOSREC with ORF were high, with the exception of the fall fourth grade administration. Correlations of TOSREC and outcome measures were consistent with those of ORF. The binary classification analysis examining the TOSREC's ability to accurately predict those students who did not meet grade-level performance benchmarks on the state's reading assessment demonstrated high classification accuracy (90%) as well as high sensitivity (78%) and specificity (86%). Finally, a regression analysis indicated that the TOSREC accounted for additional unique variance in state assessment performance above and beyond ORF. Implications for practice are discussed.",
        "Origin": "Other"
    },
    "facultyid": "112143937",
    "coauthors": {
        "14908": {
            "firstname": "Evelyn",
            "middleinitial": "S",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112142993",
            "authorid": 14908,
            "scholarlyactivityid": 4944
        },
        "14909": {
            "firstname": "Juli",
            "middleinitial": "Lull",
            "lastname": "Pool",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112143937",
            "authorid": 14909,
            "scholarlyactivityid": 4944
        },
        "14910": {
            "firstname": "Deborah",
            "middleinitial": "Russell",
            "lastname": "Carter",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111663911",
            "authorid": 14910,
            "scholarlyactivityid": 4944
        }
    },
    "status": [
        {
            "id": 4944,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112143937",
    "attachments": []
}