{
    "activityid": 4947,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Developmental Screening: A Review of Contemporary Practice",
        "Journal": "Education and Training in Autism and Developmental Disabilities",
        "Volume": "46",
        "Month / Season": "2011-06-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "267-275",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/sped_facpubs/18",
        "Description/Abstract": "The early years of childhood are critical for optimal development of  a variety of skills. The accurate and efficient identification of  potential delays in, or issues with child development, is essential in  identifying those children most in need of early intervention services.  Screening procedures are designed to identify children who appear at  risk for these delays or issues, with the children then more completely  and comprehensively evaluated. Unfortunately, screening procedures  during the preschool years remain nonsystematic, inefficient, and/or  prohibitively expensive. This is especially unfortunate in that the data  clearly suggest that children with developmental issues or delays who  are identified early and begin receiving appropriate intervention  services demonstrate a number of gains and advantages over their peers  who do not participate in such programs. Specific barriers to more  widespread and systematic screening procedures include the nation's  increasing cultural and linguistic diversity, increasing socio-economic  status diversity, limited access to such systematic sources of screening  such as medical services and child care centers, and high costs of  screening procedures administered by professionals. A promising  alternative to professional screening is the use of parent-completed  screening questionnaires.",
        "Origin": "Other"
    },
    "facultyid": "112143937",
    "coauthors": {
        "14916": {
            "firstname": "Juli",
            "middleinitial": "Lull",
            "lastname": "Pool",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112143937",
            "authorid": 14916,
            "scholarlyactivityid": 4947
        },
        "14917": {
            "firstname": "Jack",
            "middleinitial": "J",
            "lastname": "Hourcade",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110462",
            "authorid": 14917,
            "scholarlyactivityid": 4947
        }
    },
    "status": [
        {
            "id": 4947,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112143937",
    "attachments": []
}