{
    "activityid": 49608,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Urban Energy Preferences: Policy Planning through Consultative Surveys ",
        "Name of Conference": "9th Annual Energy Policy Research Conference",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://www.boisestate.edu/epi/eprc9/",
        "Description/Abstract": "Cities are often viewed as ‘living labs’ or test beds for deploying energy and sustainability priorities (Lewis, 2017; Totty, 2017). Clean energy adoption, which links both objectives, sits at the foreground of urban planning decisions. One of the many cities that is evaluating strategies for clean energy is Boise, Idaho, which is also one of the fastest-growing metropolitan centers in the country (Sharf, 2018). To understand residents’ perspectives on energy use and utilization of energy efficiency upgrades, a survey was developed in a consultative process with the City’s Public Works staff. Respondents were asked a series of questions designed to inform Boise’s Energy Future, the energy plan that was ultimately adopted by the City of Boise in April 2019. The survey was completed by 2,129 Boise city residents in January 2019. Results indicate widespread support for clean and renewable energy goals and concern for climate change among Boise residents. Clean/renewable energy and affordability of energy were the top energy priorities of survey respondents. Solar, geothermal, wind and hydropower sources were preferred over carbon-based energy. In addition, support for Boise’s clean/renewable energy goals exists across demographic groups and zip codes, despite higher income residents and females showing stronger support than others.\n\nThis paper aims to advance the practice of consultative surveys and public engagement in city planning by outlining the planning needs, conditions, key options for evaluation, and measures taken in the case of Boise’s energy planning efforts. The strengths and weaknesses of various methods are reviewed, such as consultative surveys, focus groups and open house engagement. This paper then considers potential methods of survey design that are more inclusive, for instance, factoring for low-income residents and renters due to under-representation of these groups among survey respondents. The barriers and the means to work-around such impediments are discussed. The paper turns to the more opaque results and the processes of public and stakeholder engagement to shed light on ways that informed and deliberative policy decisions may be advanced. The collaborative role of researchers in the planning process is discussed in the context of trade-offs between methodologically rigorous surveying and accurately addressing policy-makers’ informational needs. Areas for general application and future research are discussed.\n",
        "Origin": "Manual"
    },
    "facultyid": "114107930",
    "coauthors": {
        "230493": {
            "firstname": "Ben",
            "middleinitial": "",
            "lastname": "Larsen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112102408",
            "authorid": 230493,
            "scholarlyactivityid": 49608
        },
        "230494": {
            "firstname": "Vanessa",
            "middleinitial": "R",
            "lastname": "Fry",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113168713",
            "authorid": 230494,
            "scholarlyactivityid": 49608
        },
        "230495": {
            "firstname": "Gabe",
            "middleinitial": "",
            "lastname": "Osterhout",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113123528",
            "authorid": 230495,
            "scholarlyactivityid": 49608
        },
        "230496": {
            "firstname": "Kathleen",
            "middleinitial": "M",
            "lastname": "Araujo",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114107930",
            "authorid": 230496,
            "scholarlyactivityid": 49608
        }
    },
    "status": [
        {
            "id": 49608,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114107930",
    "attachments": []
}