{
    "activityid": 49707,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Selling Diversity, Promoting Racism: How Universities Pushing a Consumerist form of Diversity Empowers Oppression",
        "Journal": "Journal for Critical Education Policy Studies",
        "Volume": "16",
        "Month / Season": "",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "188-228",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "How does racism persist and even worsen on college campuses amidst pro-diversity university efforts? From interviewing college students and interrogating university materials, this article argues that public universities’ heightened revenue-generating functions inspire them to sell diversity as an attractive quality, divorced from its association with race and social justice. Because diversity has become a strong discourse, its uncritical university marketing turns it into a commodity at the cutting-edge of cultural capitalism: a consumerist diversity. White students eagerly embrace this university- sponsored version, seeing it everywhere and in everyone. This is a highly individualistic, disposable, and inherently positive diversity that enables students an easy authentic experience of celebrating humanity. Issues of inequality clash against this feel-good understanding, enabling diversity loving white students to regard calls for racial justice as unjust anti-humanist racial attacks. Diversity efforts by the profit-minded university therein empower white students’ colorblind and even color conscious racism.",
        "Origin": "Manual"
    },
    "facultyid": "112140516",
    "coauthors": {
        "231293": {
            "firstname": "Arthur",
            "middleinitial": "",
            "lastname": "Scarritt",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112140516",
            "authorid": 231293,
            "scholarlyactivityid": 49707
        }
    },
    "status": [
        {
            "id": 49707,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112140516",
    "attachments": []
}