{
    "activityid": 49847,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "An interdisciplinary approach to assessing threats to the world's most valuable parasite",
        "Conference/Meeting Name": "29th Idaho Rare Plant Conference",
        "Conference Location": "Nampa, ID",
        "Date or Date Range": "2020-02-26",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Rare, difficult-to-detect species in remote areas are hard to monitor.  This lack of data may hinder understanding of whether populations are declining, and why, thus posing a conservation challenge.  However, rare species that are exploited by humans can provide a unique opportunity to overcome data gaps, while also shedding light on the potential effects of harvesting and other drivers that could be impacting their populations.  Caterpillar fungus (Ophiocordyceps sinensis) is an exemplar of these dynamics.  It is a parasitic, entomopathogenic fungus endemic to high mountains in the Himalayan region that is harvested for use in Asian medicine.  While many studies have claimed that it is threatened by overharvesting, few have documented any quantitative trends, and none have extended beyond localized case studies.  To overcome a lack of official monitoring data, I integrated information from official collection records and harvesters’ local knowledge of the species with ecological and climatic data throughout its range.  Model results suggest that warming winters are having a particularly negative affect on fungus populations, while harvesters themselves indicate that overexploitation is also playing a role in its decline.  This integrated approach may be transferred to exploited species in other taxa to fill knowledge gaps impeding conservation.",
        "Origin": "Manual"
    },
    "facultyid": "114106013",
    "coauthors": {
        "231817": {
            "firstname": "Kelly",
            "middleinitial": "A",
            "lastname": "Hopping",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114106013",
            "authorid": 231817,
            "scholarlyactivityid": 49847,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 49847,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114106013",
    "attachments": [
        {
            "attachmentid": 23977,
            "mimetype": "application/pdf",
            "filename": "2020_RPC_Agenda_v4.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzloeTJkRUZXRkU5N3FCRG9WWExzc0RNa0NtbTVtbTkxdTEwQzA5SDdIYnYrYlBoejU0SHg5N2Y%3D",
            "filesize": 120624
        }
    ]
}