{
    "activityid": 4999,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Concurrent Herb-Prescription Medication Use and Health Care Provider Disclosure Among University Students",
        "Journal": "Complementary Therapies in Medicine",
        "Volume": "19",
        "Month / Season": "2011-02-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "32-36",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.ctim.2010.12.005",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/19",
        "Description/Abstract": "Objectives. To determine the extent to which college students are intermixing mood-altering herbs with prescription medications and whether they are disclosing this information to their health care providers.\nDesign and Setting. A nonrandom sample was drawn from the student body of a Northwestern state university (n=305).\nMethods. In November 2008 participants completed an online survey detailing herb use, disclosure to health care providers and herb/medicinal intermixing.\nResults. There were no demographic differences between herb users and non-users. Most herb usage was self-prescribed (60%) and undisclosed to healthcare providers (only 25% of herb users disclosed to a healthcare provider). 34% of herb users used them to treat a mood disorder. Of herb users, thirteen percent had simultaneously used herbs and prescription medication in the last year. In addition, herb users who intermixed herbs with prescription medications had higher depression and anxiety scores than those who did not intermix.\nConclusions. College student herb use is primarily self prescribed and undisclosed to healthcare professionals, who may prescribe pharmaceuticals that interact negatively with herbals. Physician awareness and query is invaluable for the prevention of adverse herb and drug interactions.",
        "Origin": "Other"
    },
    "facultyid": "112014101",
    "coauthors": {
        "15068": {
            "firstname": "Cindy",
            "middleinitial": "E.",
            "lastname": "McCrea",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15068,
            "scholarlyactivityid": 4999
        },
        "15069": {
            "firstname": "Mary",
            "middleinitial": "Elizabeth",
            "lastname": "Pritchard",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112014101",
            "authorid": 15069,
            "scholarlyactivityid": 4999
        }
    },
    "status": [
        {
            "id": 4999,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112014101",
    "attachments": []
}