{
    "activityid": 49996,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Strategies for promoting copyright awareness in student YouTube video projects",
        "Conference/Meeting Name": "TCC 2020 Worldwide Online Conference",
        "Conference Location": "Honolulu, HI (Virtual Session)",
        "Date or Date Range": "April 16, 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This session provides a brief overview of copyright issues and awareness strategies pertinent to student YouTube video projects. The information is drawn from the presenter’s research and more than a decade of experience teaching an online YouTube for Educators course. Over the years, students in this course have struggled with confusion over copyright and fair use when creating YouTube video projects that contain media assets downloaded from the internet or acquired from other sources. Copyright and fair use are complex topics and most of us will never be legal experts in this area. However, there are strategies for promoting copyright awareness and ethical practice when acquiring and integrating media created by others in YouTube video projects. \n\nParticipants gained (1) information about copyright and fair use problems that students might encounter when creating YouTube videos and (2) practical strategies to help students become more aware of copyright and how they might identify media assets that can be used in their videos. \n",
        "Origin": "Manual"
    },
    "facultyid": "111319147",
    "coauthors": {
        "232087": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 232087,
            "scholarlyactivityid": 49996,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 49996,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}