{
    "activityid": 5002,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Gender Differences in Disordered Eating and its Correlates",
        "Journal": "Eating and Weight Disorders",
        "Volume": "11",
        "Month / Season": "2006-09-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "e96-e101",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/139",
        "Description/Abstract": "The goal of this study was to examine gender differences in the prevalence of disordered eating and body dissatisfaction as well as examine gender differences in several risk factors: mass media, self-esteem and perfectionism. Three hundred fifty-three undergraduates completed surveys about their body dissatisfaction, disordered eating habits, exposure to and influence of mass media, self-esteem and perfectionistic tendencies. As expected, women experienced more symptoms of disordered eating as well as body dissatisfaction than did their male counterparts. There were also gender differences in the risk factors. For women, mass media, self-esteem, and perfectionism related to disordered eating behaviors, whereas for men, only perfectionism and mass media related to disordered eating behaviors. For women, mass media and self-esteem related to body image dissatisfaction, whereas for men, mass media and perfectionism related to body image dissatisfaction. The results of the present study indicate that risk factors for disordered eating and body dissatisfaction for men and women may be different, which has implications for understanding the etiology of body dissatisfaction and disordered eating and for possible treatment interventions.",
        "Origin": "Other"
    },
    "facultyid": "112014101",
    "coauthors": {
        "15075": {
            "firstname": "Jenna",
            "middleinitial": "E.",
            "lastname": "Elgin",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15075,
            "scholarlyactivityid": 5002
        },
        "15076": {
            "firstname": "Mary",
            "middleinitial": "Elizabeth",
            "lastname": "Pritchard",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112014101",
            "authorid": 15076,
            "scholarlyactivityid": 5002
        }
    },
    "status": [
        {
            "id": 5002,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2006,
            "termid": "2006/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112014101",
    "attachments": []
}