{
    "activityid": 50048,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Monoterpenes as inhibitors of digestive enzymes and counter-adaptations in a specialist avian herbivore",
        "Journal": "Journal of comparative physiology. B, Biochemical, systemic, and environmental physiology",
        "Volume": "185",
        "Month / Season": null,
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "425-34",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Many plants produce plant secondary metabolites (PSM) that inhibit digestive enzymes of herbivores, thus limiting nutrient availability. In response, some specialist herbivores have evolved digestive enzymes that are resistant to inhibition. Monoterpenes, a class of PSMs, have not been investigated with respect to the interference of specific digestive enzymes, nor have such interactions been studied in avian herbivores. We investigated this interaction in the Greater Sage-Grouse (Phasianidae: Centrocercus urophasianus), which specializes on monoterpene-rich sagebrush species (Artemisia spp.). We first measured the monoterpene concentrations in gut contents of free-ranging sage-grouse. Next, we compared the ability of seven individual monoterpenes present in sagebrush to inhibit a protein-digesting enzyme, aminopeptidase-N. We also measured the inhibitory effects of PSM extracts from two sagebrush species. Inhibition of aminopeptidase-N in sage-grouse was compared to inhibition in chickens (Gallus gallus). We predicted that sage-grouse enzymes would retain higher activity when incubated with isolated monoterpenes or sagebrush extracts than chicken enzymes. We detected unchanged monoterpenes in the gut contents of free-ranging sage-grouse. We found that three isolated oxygenated monoterpenes (borneol, camphor, and 1,8-cineole) inhibited digestive enzymes of both bird species. Camphor and 1,8-cineole inhibited enzymes from chickens more than from sage-grouse. Extracts from both species of sagebrush had similar inhibition of chicken enzymes, but did not inhibit sage-grouse enzymes. These results suggest that specific monoterpenes may limit the protein digestibility of plant material by avian herbivores. Further, this work presents additional evidence that adaptations of digestive enzymes to plant defensive compounds may be a trait of specialist herbivores. ",
        "Origin": "PubMed"
    },
    "facultyid": "112172788",
    "coauthors": {
        "232563": {
            "firstname": "Kevin ",
            "middleinitial": "D",
            "lastname": "Kohl",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232563,
            "scholarlyactivityid": 50048
        },
        "232564": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Pitman",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232564,
            "scholarlyactivityid": 50048
        },
        "232565": {
            "firstname": "Bre",
            "middleinitial": "C",
            "lastname": "Robb",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232565,
            "scholarlyactivityid": 50048
        },
        "232566": {
            "firstname": "John ",
            "middleinitial": "W",
            "lastname": "Connelly",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232566,
            "scholarlyactivityid": 50048
        },
        "232567": {
            "firstname": "M ",
            "middleinitial": "D",
            "lastname": "Dearing",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232567,
            "scholarlyactivityid": 50048
        },
        "232568": {
            "firstname": "Jennifer ",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232568,
            "scholarlyactivityid": 50048
        }
    },
    "status": [
        {
            "id": 50048,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112172788",
    "attachments": []
}