{
    "activityid": 50047,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Preferences of Specialist and Generalist Mammalian Herbivores for Mixtures Versus Individual Plant Secondary Metabolites",
        "Journal": "Journal of chemical ecology",
        "Volume": "45",
        "Month / Season": null,
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "74-85",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Herbivores that forage on chemically defended plants consume complex mixtures of plant secondary metabolites (PSMs). However, the mechanisms by which herbivores tolerate mixtures of PSMs are relatively poorly understood. As such, it remains difficult to predict how PSMs, singly or as complex mixtures, influence diet selection by herbivores. Although relative rates of detoxification of PSMs have been used to explain tolerance of PSMs by dietary specialist herbivores, few studies have used the rate of detoxification of individual PSMs to understand dietary preferences of individual herbivores for individual versus mixtures of PSMs. We coupled in vivo experiments using captive feeding trials with in vitro experiments using enzymatic detoxification assays to evaluate the dietary preferences and detoxification capacities of pygmy rabbits (Brachylagus idahoensis), dietary specialists on sagebrush (Artemisia spp.), and mountain cottontails (Sylvilagus nuttallii), dietary generalists. We compared preference for five single PSMs in sagebrush compared to a mixture containing those same five PSMs. We hypothesized that relative preference for individual PSMs would coincide with faster detoxification capacity for those PSMs by specialists and generalists. Pygmy rabbits generally showed little preference among individual PSMs compared to mixed PSMs, whereas mountain cottontails exhibited stronger preferences. Pygmy rabbits had faster detoxification capacities for all PSMs and consumed higher concentrations of individual PSMs versus a mixture than cottontails. However, detoxification capacity for an individual PSM did not generally coincide with preferences or avoidance of individual PSMs by either species. Cottontails avoided, but pygmy rabbits preferred, camphor, the PSM with the slowest detoxification rate by both species. Both species avoided β-pinene despite it having one of the fastest detoxification rate. Taken together our in vivo and in vitro results add to existing evidence that detoxification capacity is higher in dietary specialist than generalist herbivores. However, results also suggest that alternative mechanisms such as absorption and the pharmacological action of individual or mixtures of PSMs may play a role in determining preference of PSMs within herbivore species.",
        "Origin": "PubMed"
    },
    "facultyid": "112172788",
    "coauthors": {
        "232555": {
            "firstname": "Jor",
            "middleinitial": "D",
            "lastname": "Nobler",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232555,
            "scholarlyactivityid": 50047
        },
        "232556": {
            "firstname": "Meghan ",
            "middleinitial": "J",
            "lastname": "Camp",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232556,
            "scholarlyactivityid": 50047
        },
        "232557": {
            "firstname": "Miranda M",
            "middleinitial": "M",
            "lastname": "Crowell",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232557,
            "scholarlyactivityid": 50047
        },
        "232558": {
            "firstname": "Lis",
            "middleinitial": "A",
            "lastname": "Shipley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232558,
            "scholarlyactivityid": 50047
        },
        "232559": {
            "firstname": "Carolyn",
            "middleinitial": "",
            "lastname": "Dadabay",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232559,
            "scholarlyactivityid": 50047
        },
        "232560": {
            "firstname": "Janet ",
            "middleinitial": "L",
            "lastname": "Rachlow",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232560,
            "scholarlyactivityid": 50047
        },
        "232561": {
            "firstname": "Lauren",
            "middleinitial": "",
            "lastname": "James",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232561,
            "scholarlyactivityid": 50047
        },
        "232562": {
            "firstname": "Jennifer ",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232562,
            "scholarlyactivityid": 50047
        }
    },
    "status": [
        {
            "id": 50047,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112172788",
    "attachments": []
}