{
    "activityid": 50057,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The dilemma of foraging herbivores: dealing with food and fear",
        "Journal": "Oecologia",
        "Volume": "176",
        "Month / Season": null,
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "677-89",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "For foraging herbivores, both food quality and predation risk vary across the landscape. Animals should avoid low-quality food patches in favour of high-quality ones, and seek safe patches while avoiding risky ones. Herbivores often face the foraging dilemma, however, of choosing between high-quality food in risky places or low-quality food in safe places. Here, we explore how and why the interaction between food quality and predation risk affects foraging decisions of mammalian herbivores, focusing on browsers confronting plant toxins in a landscape of fear. We draw together themes of plant-herbivore and predator-prey interactions, and the roles of animal ecophysiology, behaviour and personality. The response of herbivores to the dual costs of food and fear depends on the interplay of physiology and behaviour. We discuss detoxification physiology in dealing with plant toxins, and stress physiology associated with perceived predation risk. We argue that behaviour is the interface enabling herbivores to stay or quit food patches in response to their physiological tolerance to these risks. We hypothesise that generalist and specialist herbivores perceive the relative costs of plant defence and predation risk differently and intra-specifically, individuals with different personalities and physiologies should do so too, creating individualised landscapes of food and fear. We explore the ecological significance and emergent impacts of these individual-based foraging outcomes on populations and communities, and offer predictions that can be clearly tested. In doing so, we provide an integrated platform advancing herbivore foraging theory with food quality and predation risk at its core. ",
        "Origin": "PubMed"
    },
    "facultyid": "112172788",
    "coauthors": {
        "232616": {
            "firstname": "Clare",
            "middleinitial": "",
            "lastname": "McArthur",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232616,
            "scholarlyactivityid": 50057
        },
        "232617": {
            "firstname": "Peter ",
            "middleinitial": "B",
            "lastname": "Banks",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232617,
            "scholarlyactivityid": 50057
        },
        "232619": {
            "firstname": "Rudy",
            "middleinitial": "",
            "lastname": "Boonstra",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232619,
            "scholarlyactivityid": 50057
        },
        "232620": {
            "firstname": "Jennifer ",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232620,
            "scholarlyactivityid": 50057
        }
    },
    "status": [
        {
            "id": 50057,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112172788",
    "attachments": []
}