{
    "activityid": 50058,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "PharmEcology: A pharmacological approach to understanding plant-herbivore interactions: an introduction to the symposium",
        "Journal": "Integrative and comparative biology",
        "Volume": "49",
        "Month / Season": null,
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "267-73",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "A central goal in understanding the ecology and evolution of animals is to identify factors that constrain or expand breadth of diet. Selection of diet in many animals is often constrained by chemical deterrents (i.e., secondary metabolites) in available food items. The integration of chemistry and ecology has led to a significant understanding of the chemical complexity of prey (e.g., animals, plants, and algae) and the resultant foraging behavior of consumers. However, most of the literature on chemical defenses of marine and terrestrial prey lacks a mechanistic understanding of how consumers tolerate, or avoid, chemically-defended foods. In order to understand ecological patterns of foraging and co-evolutionary relationships between prey and consumers, we must advance our understanding of the physiological mechanisms responsible for chemical interactions. Such mechanistic studies require the integration of the discipline of pharmacology with ecology, which we call &quot;PharmEcology.&quot; Pharmacology provides the tools and insight to investigate the fate (what the body does to a chemical) and action (what a chemical does to the body) of chemicals in living organisms, whereas ecology provides the insight into the interactions between organisms (e.g., herbivores) and their environment (e.g., plants). Although, the general concepts of pharmacology were introduced to ecologists studying plant-herbivore interactions over 30 years ago, the empirical use of pharmacology to understand mechanisms of chemical interactions has remained limited. Moreover, many of the recent biochemical, molecular and technical advances in pharmacology have yet to be utilized by ecologists. The PharmEcology symposium held at a meeting of the Society for Integrative and Comparative Biology in January of 2009 was developed to define novel research directions at the interface of pharmacology and ecology.",
        "Origin": "PubMed"
    },
    "facultyid": "112172788",
    "coauthors": {
        "232618": {
            "firstname": "Jennifer ",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232618,
            "scholarlyactivityid": 50058
        },
        "232621": {
            "firstname": "William ",
            "middleinitial": "J",
            "lastname": "Foley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232621,
            "scholarlyactivityid": 50058
        }
    },
    "status": [
        {
            "id": 50058,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112172788",
    "attachments": []
}