{
    "activityid": 50053,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Interacting effects of ambient temperature and food quality on the foraging ecology of small mammalian herbivores",
        "Journal": "Journal of thermal biology",
        "Volume": "71",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "83-90",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Both temperature and diet quality play an important role in the time and energy budgets of small mammalian herbivores. However, little is known about how temperature and diet quality interact to influence diet selection, nutrient extraction, and energetics, and how these effects might differ among species. Therefore, we examined the effects of diet quality and temperature on aspects of the foraging ecology of two species of lagomorphs, pygmy rabbits (Brachylagus idahoensis), which are small dietary specialists, and mountain cottontail rabbits (Sylvilagus nuttallii), which are larger dietary and habitat generalists. In a series of feeding experiments, we investigated 1) the effects of temperature on selection of plant fiber and the plant secondary metabolite 1,8 cineole in their diets, 2) effects of temperature and plant fiber on daily intake, digestion, and passage of food, 3) effects of plant fiber and 1,8 cineole on resting metabolic rate, and 4) how these interactions differ between the rabbit species. Both species chose to eat more total food and a greater proportion of high fiber food that passed more quickly through the digestive system in colder temperatures. However, temperature did not affect how much 1,8 cineole the rabbits consumed nor how thoroughly they digested food. Food quality affected how well they digested the dry matter in the food, but not their resting metabolic rate. Understanding how the interactions between ambient temperature and food quality affect selection of diets and intake by small mammalian herbivores, and the physiological mechanisms governing these choices, is useful for predicting how these species might respond to changes in both temperature and food quality and inform conservation and restoration strategies.",
        "Origin": "PubMed"
    },
    "facultyid": "112172788",
    "coauthors": {
        "232594": {
            "firstname": "Meghan ",
            "middleinitial": "J",
            "lastname": "Camp",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232594,
            "scholarlyactivityid": 50053
        },
        "232595": {
            "firstname": "Lis",
            "middleinitial": "A",
            "lastname": "Shipley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232595,
            "scholarlyactivityid": 50053
        },
        "232596": {
            "firstname": "Cha",
            "middleinitial": "R",
            "lastname": "Milling",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232596,
            "scholarlyactivityid": 50053
        },
        "232597": {
            "firstname": "Janet ",
            "middleinitial": "L",
            "lastname": "Rachlow",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232597,
            "scholarlyactivityid": 50053
        },
        "232598": {
            "firstname": "Jennifer ",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232598,
            "scholarlyactivityid": 50053
        }
    },
    "status": [
        {
            "id": 50053,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112172788",
    "attachments": []
}