{
    "activityid": 50051,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mechanisms for eliminating monoterpenes of sagebrush by specialist and generalist rabbits",
        "Journal": "Journal of chemical ecology",
        "Volume": "38",
        "Month / Season": null,
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "1178-89",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Pygmy rabbits (Brachylagus idahoensis) are one of only three vertebrates that subsist virtually exclusively on sagebrush (Artemisia spp.), which contains high levels of monoterpenes that can be toxic. We examined the mechanisms used by specialist pygmy rabbits to eliminate 1,8-cineole, a monoterpene of sagebrush, and compared them with those of cottontail rabbits (Sylvilagus nuttalli), a generalist herbivore. Rabbits were offered food pellets with increasing concentrations of cineole, and we measured voluntary intake and excretion of cineole metabolites in feces and urine. We expected pygmy rabbits to consume more, but excrete cineole more rapidly by using less-energetically expensive methods of detoxification than cottontails. Pygmy rabbits consumed 3-5 times more cineole than cottontails relative to their metabolic body mass, and excreted up to 2 times more cineole metabolites in their urine than did cottontails. Urinary metabolites excreted by pygmy rabbits were 20 % more highly-oxidized and 6 times less-conjugated than those of cottontails. Twenty percent of all cineole metabolites recovered from pygmy rabbits were in feces, whereas cottontails did not excrete fecal metabolites. When compared to other mammals that consume cineole, pygmy rabbits voluntarily consumed more, and excreted more cineole metabolites in feces, but they excreted less oxidized and more conjugated cineole metabolites in urine. Pygmy rabbits seem to have a greater capacity to minimize systemic exposure to cineole than do cottontails, and other cineole-consumers, by minimizing absorption and maximizing detoxification of ingested cineole. However, mechanisms that lower systemic exposure to cineole may come with a higher energetic cost in pygmy rabbits than in other mammalian herbivores.",
        "Origin": "PubMed"
    },
    "facultyid": "112172788",
    "coauthors": {
        "232582": {
            "firstname": "Lis",
            "middleinitial": "A",
            "lastname": "Shipley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232582,
            "scholarlyactivityid": 50051
        },
        "232583": {
            "firstname": "Edward ",
            "middleinitial": "M",
            "lastname": "Davis",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232583,
            "scholarlyactivityid": 50051
        },
        "232584": {
            "firstname": "L",
            "middleinitial": "A",
            "lastname": "Felicetti",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232584,
            "scholarlyactivityid": 50051
        },
        "232585": {
            "firstname": "Stuart",
            "middleinitial": "",
            "lastname": "McLean",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232585,
            "scholarlyactivityid": 50051
        },
        "232586": {
            "firstname": "Jennifer ",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232586,
            "scholarlyactivityid": 50051
        }
    },
    "status": [
        {
            "id": 50051,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2012,
            "termid": "2012/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112172788",
    "attachments": []
}