{
    "activityid": 50061,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Revisiting the dietary niche: When is a mammalian herbivore a specialist?",
        "Journal": "Integrative and comparative biology",
        "Volume": "49",
        "Month / Season": null,
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "274-90",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Understanding dietary specialization in herbivores has theoretical and practical implications in ecology, yet defining niche breadth consistently has been problematic. To increase clarity and communication among ecologists and among disciplines (i.e., chemists, pharmacologists), we propose a specialization key for mammalian herbivores that assigns &quot;obligatory&quot; and &quot;facultative&quot; modifiers to the terms &quot;specialist&quot; and &quot;generalist&quot;. These modifiers are assigned based on (1) relative breadth of the animal's realized niche and diet (what it eats), (2) relative breadth of the fundamental niche and available diet (what it could eat), (3) the extent of chemical or physical characteristics, termed &quot;difficulty&quot;, that make food items either low in value or unpalatable to most herbivores, and (4) relevant temporal and spatial scales at which diets and niche breadth were measured. Obligatory specialists always have a narrow realized niche consisting of difficult food items, and morphological adaptations and/or the loss of redundant behavioral flexibility that effectively limit their fundamental niches, precluding them from expanding their diet under changed environmental conditions. Facultative specialists have a consistently narrow realized niche for difficult foods during at least one spatial or temporal scale, but have a broad enough fundamental niche to allow them to expand their diet to include less difficult foods when environmental conditions allow. Facultative generalists have the broadest fundamental niche, allowing them to consume a wide variety of foods. However, they may occasionally demonstrate a narrow realized niche, focused on less difficult plants than is the case with specialists. Finally, the obligatory generalists always have a wide realized niche because of a relatively narrow fundamental niche, precluding them from eating much of any difficult plant. We summarize hypothesized characteristics of mammalian herbivores in each of the four categories of specialization. We demonstrate the need for further work on defining the realized and fundamental niches, comparing among herbivores across categories conducted under similar conditions, and understanding the nature of trade-offs required for specialization and generalization for both community and phylogenetically based analyses.",
        "Origin": "PubMed"
    },
    "facultyid": "112172788",
    "coauthors": {
        "232630": {
            "firstname": "Lis",
            "middleinitial": "A",
            "lastname": "Shipley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232630,
            "scholarlyactivityid": 50061
        },
        "232632": {
            "firstname": "Jennifer ",
            "middleinitial": "S",
            "lastname": "Forbey",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232632,
            "scholarlyactivityid": 50061
        },
        "232633": {
            "firstname": "Ben ",
            "middleinitial": "D",
            "lastname": "Moore",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 232633,
            "scholarlyactivityid": 50061
        }
    },
    "status": [
        {
            "id": 50061,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112172788",
    "attachments": []
}