{
    "activityid": 50079,
    "fields": {
        "Type": "Artistic Works and Performances",
        "Work/Exhibit Title": "PAST &amp; PRESENT II: 7 YEARS OF ARTIST RESIDENCIES @C.R.E.T.A. ROME",
        "Name of Performing Group": "",
        "Date or Date Range": "10/25 - 10/26, 2019",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Name of Venue/Sponsor": "C.R.E.T.A. Rome, IT",
        "Venue / Sponsor Location (City, State, Country)": "Rome, Italy",
        "Co-contributor": null,
        "Web address": "https://romeartweek.com/en/events/?id=2423&amp;ida=541",
        "Description/Abstract": "C.R.E.T.A. Rome reproposes the formula of our first participation in Rome Art Week in 2016, this time presenting a selection of works of artists in residence from 2013 to 2019. In the past seven years, we have hosted more than 140 artists from all over the world: Caroline Earley (USA) &amp; Kate Walker (New Zealand), Darien Arikoski-Johnson (Denmark/USA), Barbara Balzer (USA), Jim Bowling (USA), Jessica Brandl (USA), Du Chau (Vietnam), Sukjin Choi (Korea), Ling Chun (Hong Kong), Craig Clifford (USA), Nuala Creed (Ireland), Shenny Cruces (USA), Bryan Czibesz (USA), Natasha Dikareva (Ucraine), Doris Dittrich (Austria), Gerit Grimm (Germany), Rachel Grimshaw (UK), Stephanie Hanes (Canada), Rebecca Harvey (USA), Dora Hernandez (Cuba), Doug Herren (USA) &amp; Kukuli Velarde (Peru), Dawn Holder (USA), Veronika Horlik (Canada), Doug Jeck (USA), Phyllis Kudder Sullivan (USA), Patricia Leon Leon (Ecuador), Linda Lighton (USA), Linda Lietuviete (Latvia), Christine LoFaso (USA), Linda Lopez (USA), Tim Mitchell (USA), Christopher Pelley (USA), Louis Pesce (USA), Nathan Prouty (USA), Phillip Read (Canada), Tammie Rubin  (USA), Amy Santoferrero (USA), Jeff Schmuki (USA), Virginia Scotchie (USA), Marcia Selsor (USA), Rong Sheng (China), Debra Sloan (Canada), Kevin Snipes (USA), Rosi Steinbach (Germany), Marie Stucchi (Australia), Constanza Villarreal (Argentina), Debbey Watson (Australia), Christina West (USA) and many more",
        "Web Address": "https://romeartweek.com/en/events/?id=2423&amp;ida=541",
        "Origin": "Manual"
    },
    "facultyid": "113088529",
    "coauthors": {
        "232825": {
            "firstname": "Caroline",
            "middleinitial": "",
            "lastname": "Earley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113081342",
            "authorid": 232825,
            "scholarlyactivityid": 50079
        },
        "232826": {
            "firstname": "Kathryn",
            "middleinitial": "",
            "lastname": "Walker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113088529",
            "authorid": 232826,
            "scholarlyactivityid": 50079
        }
    },
    "status": [
        {
            "id": 50079,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113088529",
    "attachments": []
}