{
    "activityid": 50159,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "The Computer Science Professional's Hatchery",
        "Name of Conference": "126th Annual ASEE Conference &amp; Exposition",
        "Month / Season": "June",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "ASEE",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://peer.asee.org/32414",
        "Description/Abstract": "As a recipient of a National Science Foundation Revolutionizing Engineering and Computer Science Departments (RED) grant, the Computer Science Department at The University is building a (omitted for review). The (omitted for review) integrates ethics and social justice in agile 1-credit ‘Courses’ to blend social and technical essentials that promotes a more inclusive culture, prepare students to work effectively on software development teams, and be advocates for cultural and institutional change in their future careers.\n\nWe have developed and offered over four semesters, six 1-credit ‘Courses’ that address a variety of professional and technical topics including foundational values in computer science, navigating computer systems, version control systems, agile development, an introduction to database systems, and technical interviewing. The foundational values course helps students develop a framework for understanding issues of ethics and social justice in computer science, and students have the multiple opportunities to utilize this framework in future technically focused hatchery units and several traditional courses that are part of the required curriculum.\n\nA core focus of this involves accounting for and approaching an understanding of the experiences of women and members of underrepresented minority groups in computer science and those affected by the use of computer science products in society. Once this is accomplished it then becomes possible to guide students in identifying sustainable processes for addressing the lack of inclusion and social justice.\n\nPreliminary results suggest that many students orient to current societal norms, and have difficulty independently identifying loss of inclusivity and social justice. However, interventions we have developed provide students with tools and skills to identify and address these biases in the classroom and in near-transfer settings. We are using multiple methods of documenting and exploring the effects of these changes, including surveys, interviews with students and faculty, and social network analysis. Next steps on the project will involve exploring and implementing ways to build and sustain inclusive community through increasing collaboration among students in different years in the curriculum. Overall, this project illustrates the benefits of developing a curriculum that is both able to quickly respond to industry needs and current issues of bias in computer science, preparing students who are better prepared for industry, ethical practitioners, and capable of becoming advocates for inclusivity.",
        "Origin": "Manual"
    },
    "facultyid": "111110059",
    "coauthors": {
        "233114": {
            "firstname": "Amit",
            "middleinitial": "",
            "lastname": "Jain",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110305",
            "authorid": 233114,
            "scholarlyactivityid": 50159
        },
        "233113": {
            "firstname": "Donald",
            "middleinitial": "J",
            "lastname": "Winiecki",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110059",
            "authorid": 233113,
            "scholarlyactivityid": 50159
        },
        "233112": {
            "firstname": "Noah",
            "middleinitial": "",
            "lastname": "Salzman",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114029579",
            "authorid": 233112,
            "scholarlyactivityid": 50159
        }
    },
    "status": [
        {
            "id": 50159,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110059",
    "attachments": []
}