{
    "activityid": 5034,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Acrylonitrile Induced Alterations in Mitochondrial Biogenesis and Bioenergetics in Cultured Rat Astrocytes",
        "Journal": "International Journal of Cancer Studies &amp; Research ",
        "Volume": "4",
        "Month / Season": "2015-06-24",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "75-81",
        "Publisher": "",
        "DOI": "dx.doi.org/10.19070/2167-9118-1500011",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Acrylonitrile (ACN) induces brain tumors in rats following chronic exposure. The induction of oxidative stress may be involved in the mechanism of ACN induced carcinogenesis although the exact mechanism remains to be elucidated. The present study was designed to examine whether ACN induces oxidative mitochondrial DNA (mtDNA) damage and alterations in mitochondrial bioenergetics and biogenesis in cultured rat astrocytes. Cells were treated with ACN for 24 hr, 48 hr, or 14 wk, respectively, to examine the acute and chronic effect of ACN. Oxidative mtDNA damage was detected via measuring 8-hydroxydeoxyguanosine (8-OHdG) with high performance liquid chromatography. MtDNA content was quantitated with real-time PCR, while mitochondrial membrane potential and apoptotic cell death were examined by flow cytometry. Astrocytes treated with ACN for 24 hr resulted in a significant increase in oxidative mtDNA damage, which was persistent after 14 wk. Similarly, ACN treatment of astrocytes for 24 hr resulted in a dose-dependent increase in mtDNA content, which remained significantly increased after 14 wk treatment. In addi tion, we showed that astrocytes treated with ACN for 14 week exhibited hyperpolarization in mitochondrial membrane potential, suggesting that chronic treatment causes a persistent change in mitochondrial bioenergetics. Furthermore, we demonstrated the cells from chronic ACN treatment exhibited resistance to apoptotic cell death induced by doxorubicin and cisplatin. Taken together, these data suggest that ACN treatment induces persistent oxidative mtDNA damage and sustained mitochondrial bioenergetic and biogenic changes, which may be involved in the mechanism of ACN induced carcinogenesis.",
        "Origin": "Other"
    },
    "facultyid": "113087310",
    "coauthors": {
        "15164": {
            "firstname": "Zemin",
            "middleinitial": "",
            "lastname": "Wang",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15164,
            "scholarlyactivityid": 5034
        },
        "15165": {
            "firstname": "Shaoyu",
            "middleinitial": "",
            "lastname": "zhou",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15165,
            "scholarlyactivityid": 5034
        },
        "15166": {
            "firstname": "Xinzhu",
            "middleinitial": "",
            "lastname": "Pu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113087310",
            "authorid": 15166,
            "scholarlyactivityid": 5034
        },
        "15167": {
            "firstname": "James",
            "middleinitial": "E",
            "lastname": "Klaunig",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15167,
            "scholarlyactivityid": 5034
        }
    },
    "status": [
        {
            "id": 5034,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113087310",
    "attachments": []
}