{
    "activityid": 5040,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Cryopreservation of Human Blood for Alkaline and Fpg-Modified Comet Assay",
        "Journal": "Toxicology Mechanisms and Methods",
        "Volume": "",
        "Month / Season": "2016-03-11",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3109/15376516.2016.1144126",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Comet assay is a reproducible and sensitive assay for the detection of DNA damage in eukaryotic cells and tissues. Incorporation of lesion specific, oxidative DNA damage repair enzymes (for example, Fpg, OGG1 and EndoIII) in the standard alkaline Comet assay procedure allows for the detection and measurement of oxidative DNA damage. The Comet assay using white blood cells (WBC) has proven useful in monitoring DNA damage from environmental agents in humans. However, it is often impractical to performance Comet assay immediately after blood sampling. Thus, storage of blood sample is required. In this study, we developed and tested a simple storage method for very small amount of whole blood for standard and Fpg-modified modified Comet assay. Whole blood was stored in RPMI 1640 media containing 10% FBS, 10% DMSO and 1?mM deferoxamine at a sample to media ratio of 1:50. Samples were stored at ?20?°C and ?80?°C for 1, 7, 14 and 28 days. Isolated lymphocytes from the same subjects were also stored under the same conditions for comparison. Direct DNA strand breakage and oxidative DNA damage in WBC and lymphocytes were analyzed using standard and Fpg-modified alkaline Comet assay and compared with freshly analyzed samples. No significant changes in either direct DNA strand breakage or oxidative DNA damage was seen in WBC and lymphocytes stored at ?20?°C for 1 and 7 days compared to fresh samples. However, significant increases in both direct and oxidative DNA damage were seen in samples stored at ?20?°C for 14 and 28 days. No changes in direct and oxidative DNA damage were observed in WBC and lymphocytes stored at ?80?°C for up to 28 days. These results identified the proper storage conditions for storing whole blood or isolated lymphocytes to evaluate direct and oxidative DNA damage using standard and Fpg-modified alkaline Comet assay.",
        "Origin": "Other"
    },
    "facultyid": "113087310",
    "coauthors": {
        "15204": {
            "firstname": "Xinzhu",
            "middleinitial": "",
            "lastname": "Pu",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113087310",
            "authorid": 15204,
            "scholarlyactivityid": 5040
        },
        "15205": {
            "firstname": "Zemin",
            "middleinitial": "",
            "lastname": "Wang",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15205,
            "scholarlyactivityid": 5040
        },
        "15206": {
            "firstname": "James",
            "middleinitial": "E",
            "lastname": "Klaunig",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15206,
            "scholarlyactivityid": 5040
        }
    },
    "status": [
        {
            "id": 5040,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113087310",
    "attachments": []
}