{
    "activityid": 5078,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Highly Shape-Selective Synthesis, Silica Coating, Self-Assembly, and Magnetic Hydrogen Sensing of Hematite Nanoparticles",
        "Journal": "Langmuir",
        "Volume": "26",
        "Month / Season": "2010-04-06",
        "Issue Number": "7",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "5273-5278",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1021/la903544a",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/physics_facpubs/57",
        "Description/Abstract": "The open forced hydrolysis method and controllable silica growth based  on bound water to polyvinylpyrrolidone molecules have been developed for  the highly shape (including rhombohedra, semispheres, and rods)  selective synthesis, self-assembly, and uniform silica coating (in the  unprecedented range of 5?200 nm) of hematite nanoparticles. The open  system realizes the direct short-range self-assembly of hematite  semispheres in their growth process. The bound water method has been  extended to coat gold nanoparticles with tunable silica shell and  directly assemble the cores into one-dimensional, dimer, and trimer  nanostructures during the coating process. The silica coating increases  the particle stability and monodispersity even as hematite is modified  into ferromagnetic Fe3O4. The hematite@silica  core?shell spheres are assembled into long-range ordered structures with  considerable photonic bandgap for the first time due to their high  monodispersity. By exploiting the hematite antiferromagnetism caused by  the superexchange interaction via intervening oxygen ions that are  sensitive to hydrogen, a novel hydrogen sensing based on magnetization  variations is achieved in the hematite assemblies. Weakening the  antiferromagnetism by reducing the hematite size and/or covering the  hematite surface by silica coating suppresses the sensitivity to  hydrogen, showing that the antiferromagnetic spin variations on the  hematite surface are responsible for the gas sensing.",
        "Origin": "Other"
    },
    "facultyid": "111701060",
    "coauthors": {
        "15437": {
            "firstname": "Jianhui",
            "middleinitial": "",
            "lastname": "Zhang",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15437,
            "scholarlyactivityid": 5078
        },
        "15438": {
            "firstname": "Aaron",
            "middleinitial": "",
            "lastname": "Thurber",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15438,
            "scholarlyactivityid": 5078
        },
        "15439": {
            "firstname": "Charles",
            "middleinitial": "B",
            "lastname": "Hanna",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111505",
            "authorid": 15439,
            "scholarlyactivityid": 5078
        },
        "15440": {
            "firstname": "Alex",
            "middleinitial": "",
            "lastname": "Punnoose",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111701060",
            "authorid": 15440,
            "scholarlyactivityid": 5078
        }
    },
    "status": [
        {
            "id": 5078,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111701060",
    "attachments": []
}