{
    "activityid": 5116,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Rhetoric of Aztlán: HB 2281, MEChA and Liberatory Education",
        "Journal": "Reflections: A Journal of Writing, Community Literacy, and Service-Learning",
        "Volume": "",
        "Month / Season": "2011-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/118",
        "Description/Abstract": "In March 1969 at the first national Chicano Liberation Youth Conference hosted by the Crusade for Justice in Denver, Colorado, a young poet named Alurista read &quot;El Plan Espiritual de Aztlán&quot; which forged the ideas of &quot;the bronze continent&quot; and &quot;Aztlán&quot; (Anaya and Lomeli 1). This historical document, often deemed a manifesto of Chicanismo, or a militant ethos1, advocated Chicano nationalism and self-determination for Mexican Americans. Today, it continues to be one of the founding plans of the student organization, Movimiento Estudiantil Chicano de Aztlán, or MEChA. MEChA, which &quot;has been one of the more important student organizations to address the issue of education&quot; (Vargas 378), focuses on the organizational goals laid out in the plan, including: Unity, Economy, Education, Institutions, Self Defense, and Cultural and Political Liberation. Included in this plan is the idea of &quot;reclaiming the land of their birth,&quot; or the land annexed to the United States in the 1848 Treaty of Guadalupe Hidalgo.",
        "Origin": "Other"
    },
    "facultyid": "111264183",
    "coauthors": {
        "15597": {
            "firstname": "Dora",
            "middleinitial": "A",
            "lastname": "Ramirez",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111264183",
            "authorid": 15597,
            "scholarlyactivityid": 5116
        }
    },
    "status": [
        {
            "id": 5116,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111264183",
    "attachments": []
}