{
    "activityid": 5128,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Masters Athletes: An Analysis of Running, Swimming and Cycling Performance by Age and Gender",
        "Journal": "Journal of Exercise Science &amp; Fitness",
        "Volume": "7",
        "Month / Season": "2010-01-07",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "S61-S73",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/16",
        "Description/Abstract": "Given the growth in sport participation by masters athletes, the purposes of this paper are to: (1) describe record-level performances of masters athletes in running, swimming and cycling; (2) delineate the age- and gender-related performance decline that occurs in masters athletes in these sports; (3) explain how physiological, sociological and psychological factors affect masters level performance; and (4) provide some tips for continued healthy participation of the masters athlete. World and USA records (criterion and age-group) were plotted by age and gender for masters competitors in running, swimming and cycling. Percent difference was calculated for age-related performance [(age group record – criterion record/criterion record) × 100] and for gender [(women's record – men's record/men's record) × 100]. The smallest performance differences existed between world record performances and records for the youngest masters level competitors (e.g. 35–49 years old). The largest performance differences existed between world record performances and the oldest masters level competitors (e.g. ? 80 years old). The slope in declining performances increased notably after the age of 55 years, and women's performances tended to decline faster than those of men, especially in running. In the ? 80 years old group, performance declined at a rate that approached or exceeded 100%. Gender differences in middle-distance swimming performance were small compared to gender differences in running and cycling. Although younger athletes still have the advantage with regard to overall performance, masters athletes can continue to compete effectively in a variety of events until late in life.",
        "Origin": "Other"
    },
    "facultyid": "112031674",
    "coauthors": {
        "15630": {
            "firstname": "Lynda",
            "middleinitial": "Beth",
            "lastname": "Ransdell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 15630,
            "scholarlyactivityid": 5128
        },
        "15631": {
            "firstname": "Jamie",
            "middleinitial": "",
            "lastname": "Vener",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15631,
            "scholarlyactivityid": 5128
        },
        "15632": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Huberty",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15632,
            "scholarlyactivityid": 5128
        }
    },
    "status": [
        {
            "id": 5128,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112031674",
    "attachments": []
}