{
    "activityid": 5129,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Systematic Review of Information and Communication Technology–Based Interventions for Promoting Physical Activity Behavior Change in Children and Adolescents",
        "Journal": "Journal of Medical Internet Research",
        "Volume": "13",
        "Month / Season": "2011-07-13",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "e48",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2196/jmir.1533",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/73",
        "Description/Abstract": "Background: A growing body of research has employed information and communication technologies (ICTs) such as the Internet and mobile phones for disseminating physical activity (PA) interventions with young populations. Although several systematic reviews have documented the effects of ICT-based interventions on PA behavior, very few have focused on children and adolescents specifically. Objectives: The present review aimed to systematically evaluate the efficacy and methodological quality of ICT-based PA interventions for children and adolescents based on evidence from randomized controlled trials. Methods: Electronic databases Medline, PsycInfo, CINAHL, and Web of Science were searched to retrieve English language articles published in international academic peer-reviewed journals from January 1, 1997, through December 31, 2009. Included were articles that provided descriptions of interventions designed to improve PA-related cognitive, psychosocial, and behavioral outcomes and that used randomized controlled trial design, included only children (6-12 years old) and adolescents (13-18 years old) in both intervention and control groups, and employed Internet, email, and/or short message services (SMS, also known as text messaging) as one or more major or assistive modes to deliver the intervention. Results: In total, 9 studies were analyzed in the present review. All studies were published after 2000 and conducted in Western countries. Of the 9 studies, 7 demonstrated positive and significant within-group differences in at least one psychosocial or behavioral PA outcome. In all, 3 studies reported positive and significant between-group differences favoring the ICT group. When between-group differences were compared across studies, effect sizes were small in 6 studies and large in 3 studies. With respect to methodological quality, 7 of the 9 studies had good methodological quality. Failure to report allocation concealment, blinding to outcome assessment, and lack of long-term follow-up were the criteria met by the fewest studies. In addition, 5 studies measured the intervention exposure rate and only 1 study employed objective measures to record data. Conclusion: The present review provides evidence supporting the positive effects of ICTs in PA interventions for children and adolescents, especially when used with other delivery approaches (ie, face-to-face). Because ICT delivery approaches are often mixed with other approaches and these studies sometimes lack a comparable control group, additional research is needed to establish the true independent effects of ICT as an intervention delivery mode. Although two-thirds of the studies demonstrated satisfactory methodological quality, several quality criteria should be considered in future studies: clear descriptions of allocation concealment and blinding of outcome assessment, extension of intervention duration, and employment of objective measures in intervention exposure rate. Due to the small number of studies that met inclusion criteria and the lack of consistent evidence, researchers should be cautious when interpreting the findings of the present review.",
        "Origin": "Other"
    },
    "facultyid": "112031674",
    "coauthors": {
        "15633": {
            "firstname": "Patrick",
            "middleinitial": "W.C.",
            "lastname": "Lau",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15633,
            "scholarlyactivityid": 5129
        },
        "15634": {
            "firstname": "Erica",
            "middleinitial": "Y.",
            "lastname": "Lau",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15634,
            "scholarlyactivityid": 5129
        },
        "15635": {
            "firstname": "Del",
            "middleinitial": "P.",
            "lastname": "Wong",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15635,
            "scholarlyactivityid": 5129
        },
        "15636": {
            "firstname": "Lynda",
            "middleinitial": "Beth",
            "lastname": "Ransdell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 15636,
            "scholarlyactivityid": 5129
        }
    },
    "status": [
        {
            "id": 5129,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112031674",
    "attachments": []
}