{
    "activityid": 5130,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Fitness of Children with Standard-Risk Acute Lymphoblastic Leukemia During Maintenance Therapy: Response to a Home-Based Exercise and Nutrition Program",
        "Journal": "Journal of Pediatric Hematology Oncology",
        "Volume": "31",
        "Month / Season": "2009-04-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "259-266",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1097/MPH.0b013e3181978fd4",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/13",
        "Description/Abstract": "Background: Altered nutrient intake and decreased exercise in response to cancer therapies and their side effects, particularly corticosteroids, may be key factors in the increased body weight and differences in physical fitness reported in survivors of childhood acute lymphoblastic leukemia (ALL).\nPurpose: To assess (1) the effect of a home-based nutrition and exercise intervention program on cardiovascular fitness, strength, and flexibility in children with ALL during maintenance therapy and (2) the feasibility of conducting and evaluating a home-based exercise and nutrition program in this patient population.\nDesign: Children ages 4 to 10 years with standard-risk ALL were randomized when starting maintenance therapy to a 12-month home-based exercise and nutrition program (n=6, 3 males/3 females) or control (n=7, 4 males/3 females) group. Assessment of anthropometrics, dietary intake, physical activity, and fitness was performed at baseline and 6 and 12 months of study.\nResults: Although age, body size, and nutrient intakes were similar between both subject groups at 0, 6, and 12 months, exercise and nutrition program children had greater improvement in physical activity and cardiovascular fitness between 6 and 12 months than control children.\nConclusions: These results suggest that a home-based exercise intervention during maintenance therapy encouraged greater physical activity and improved cardiovascular fitness in children with standard-risk ALL. Further investigation involving larger populations of children with ALL is warranted.",
        "Origin": "Other"
    },
    "facultyid": "112031674",
    "coauthors": {
        "15637": {
            "firstname": "L.",
            "middleinitial": "J.",
            "lastname": "Moyer-Mileur",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15637,
            "scholarlyactivityid": 5130
        },
        "15638": {
            "firstname": "Lynda",
            "middleinitial": "Beth",
            "lastname": "Ransdell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 15638,
            "scholarlyactivityid": 5130
        },
        "15639": {
            "firstname": "C.",
            "middleinitial": "S.",
            "lastname": "Bruggers",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15639,
            "scholarlyactivityid": 5130
        }
    },
    "status": [
        {
            "id": 5130,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112031674",
    "attachments": []
}