{
    "activityid": 51307,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Making diversity and inclusion relevant for undergraduate Computer Science students, and making them want more",
        "Name of Conference": "2021 ASEE Annual Conference",
        "Month / Season": "Jun",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": "ASEE Commission on Diversity, Equity, and Inclusion",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Title: Making diversity and inclusion relevant for undergraduate Computer Science students, and making them want more\nAbstract: This workshop involves attendees to demonstrate models, tools, and methods used to guide undergraduate computer science (CS) students to identify and propose systemic solutions for inclusion, diversity and social justice problems that occur in CS education, professions, and products. This is based on systemic theories of justice, and practices of organizational change. Students identify this as valuable and also indicate they would welcome more of the same in future CS courses.\n\n-----\n\nOutline of the session\n\nTitle: Making diversity and inclusion relevant for undergraduate Computer Science students, and making them want more\n\nFName, LName: Donald Winiecki\n\n15 minutes: Introduction including\n   (a) description of theoretical background supporting choice of methods, media, materials,\n   (b) learner analysis, and\n   (c) how anti-racism, anti-paternalism, are incorporated into the methods, media, and\n       materials\n\n60 minutes: Interactive demonstration of the lesson plan (attached, &quot;CS-HU130 Case Example - A Colorful Situation.pdf&quot;), including:\n   (a) source material for this case example,\n   (b) regular insertion of meta-analytic comments underpinning particular passages, and\n   (c) strategies for addressing different kinds of comments commonly offered by students,\n\n15 minutes: Review of documentation of effects of the course, including\n   (a) evaluation survey used at the end of the course\n   (b) how to weave strategies into other courses\n\n\n~ 90 minute Annual Conference Workshop\n\n\n\nFName: Donald\nLName: Winiecki\n\nPreferred Suffix: PhD, EdD\n\nJob title: Professor of Ethics &amp; Morality in Professional Practice\n\nOrganization: Boise State University, College of Engineering\n\nAddress, City, State, Zip: 1910 University DR // Boise, Idaho 83925-2070\n\nPhone: 2085718096\n\nBiography: Donald Winiecki is Professor of Ethics &amp; Morality in Professional Practice (PEMPP) in the Boise State University, College of Engineering. He holds a Doctor of Education degree in Instructional Technology (Texas Tech University) and a Doctor of Philosophy degree in Sociology (Central Queensland University). He teaches graduate courses in Professional Ethics to students studying “Organizational Performance &amp; Workplace Learning” and undergraduate courses in Foundational Values to “Computer Science” students, and is a regular guest presenter in professional ethics and professional morality across curricula in the College of Engineering at Boise State University. He has actively published and presented empirical research and case studies since 1996.\n\nLinkedIn: https://www.linkedin.com/in/don-winiecki-a1b23918/\n\nTwitter: na\n\nFacebook: https://www.facebook.com/BoiseStateOPWL\n\nSecond Presenter: no\n\nTitle: Making diversity and inclusion relevant for undergraduate Computer Science students, and making them want more\n\nTopical focus: Specific Ethnic/Racial Population(s), Gender, LGBTQIA+, Individuals with Disabilities, Intersectionality, Adult learners\n\nIntended audience: Faculty members responsible for teaching and research related to the ethics and morality of conduct and solving problems related to conduct in STEM-focused learning and working environments.\n\nAbstract: This workshop involves attendees to demonstrate models, tools, and methods used to guide undergraduate computer science (CS) students to identify and propose systemic solutions for inclusion, diversity and social justice problems that occur in CS education, professions, and products. This is based on systemic theories of justice, and practices of organizational change. Students identify this as valuable and also indicate they would welcome more of the same in future CS courses.\n\nLearning Objectives:\n\nAttendees will be able to:\n\n1. name and describe principal barriers to inclusion that exist in undergraduate STEM-oriented classrooms.\n2. name and describe elements of theories of justice and processes of organizational change that can be used to address issues of inclusion, diversity, and justice in STEM-oriented classrooms and professional practice.\n3. analyze and suggest systemic solutions to address issues of inclusion, diversity, and justice in STEM-oriented classrooms and professional practice.\n\nDescription:\n\nIntroduction:\n\nWithin the context of an NSF-funded RED project (Revolutionizing Engineering and Computer Science Departments) focused on replicating the best elements of a successful technology company within undergraduate higher education (our &quot;CSP-Hatchery&quot;), we have embedded a set of 1-credit courses within the normal curricula. These courses include electives addressing currently emerging technical skills required by industry, and also include a focus on responding to corporate interests in improving inclusion, diversity, and justice in STEM education (particularly, computer science) and technology work and as influenced by technologies in society. This workshop focuses on theory, methods, media, and classroom management of a 1-credit course in &quot;Foundational Values&quot; required of all incoming students in the Computer Science (CS) undergraduate degree at Boise State University. The presenter is the designer and faculty lead on delivery of this course. \n\tThis workshop provides a multi-perspective view on this course. First, it reviews the instructional technology underpinning its design and delivery, including learner analysis and selection of media and methods. Second, it involves the audience in a demonstration of the principal activity used in the course. Third, in the process of this interactive demonstration, it provides meta-analytic perspectives that guide instructional methods as they often play out in the course with different kinds of students. In this way, this workshop provides timely and relevant information for immediate application by attendees. Attendees at this workshop will receive a complete lesson plan and instructional materials for the activity addressed. Finally, this workshop will report student outcomes compiled from three consecutive years of delivery of this course.\n\n\n\nThe Problem:\n\n    Social science and a growing archive of literature and activism provides substantial resources for those aiming to address gaps in knowledge and understanding related to injustices in our society. However, those injustices persist and may even be expanding in scope and depth as we discover more about physical, administrative, technical, and personal practices reflect and enforce biases.\n    As educators of undergraduate students, we are severely challenged to address structural changes across the whole span of events, but we are perfectly positioned to help our students develop perspectives and skills that can help them address some of these issues no matter where they find themselves. This possibility nominates each of us as part of a system of beneficial change. Because we are part of the system of higher education we can take advantage of other efforts in our schools, colleges, and universities, and add curricula that channels those other efforts to make them especially powerful for our students in their technical and future vocational pursuits.\n    Those other efforts often come from departments in other colleges -- sociology, history, philosophy, and others -- with courses that document and analyze social problems and provide strong theory and advice on how to address those problems. There are also progressive efforts to address issues related to &quot;algorithmic bias,&quot; structural access/inaccess to technologies, and more within the fields of computer science and engineering, but they are -- so far -- not a part of the central curricular and professional focus, and they remain mostly isolated in individual elective courses without systemic influence.\n     Additionally, however powerful they may be, curricula in other academic departments may not focus on specific phenomena they believe to be relevant in their technical pursuits, or which meet our students &quot;where they are&quot; in their lives. While some students reflect a general acceptance of these societal problems, they don't often see a path that links this to their chosen technical career, especially when their course curricula put a nearly exclusive focus on technical knowledge and skills. These are the individuals who justify inaction on the point that &quot;it's not my problem.&quot; Other students tell us that these courses are explicitly not relevant to them or that they only serve to bolster the university's perceived role to &quot;indoctrinate them&quot; into a particular social agenda or political viewpoint. These individuals point to the nearly entirely technical curricula before them to justify that anything other than technical knowledge and skill is irrelevant, or stand on an already-existing and strongly held belief -- bolstered in phenomena reported in the popular press -- that a worldview of inclusion, diversity, and justice is (to them) actually a worldview that explicitly hurts them.\n     All of these viewpoints also reflect a couplet of facts which underpin the whole of all issues related to inclusion, diversity, and justice in our society -- the majority of individuals who enter our classrooms and who populate technology workplaces are white or Asian males, and the majority of instances where inclusion, diversity, and justice are lost in our society involve individuals who are underrepresented in our classrooms and in workplaces are not members of these groups. This means the people we are attempting to guide may not have personal experiences of systemic and persistent loss of inclusion, diversity, and justice. This inexperience allows the majority to deny that such issues exist because they have not felt them.\n     In other words, we as educators face multiple sources and sorts of resistance, possibly grounded in gaps in experiences, to efforts aiming to address these issues. This points to a need to reduce resistance to change at the same time -- or even before -- we might begin more dedicated moves toward making change. It also alludes to possible instructional methods we can use to provide some level of experience that highlights the authenticity of these problems, and which in turn can open the door to action.\n     To review, in all of the identified sorts of resistance suggested above, two things stand out. First, each of them starts with a pre-existing attitude that our efforts are (a) beside the point, (b) irrelevant, or even (c) a danger to their success in a technical career. Second, each of them can be seen to be related to a lack of relevant personal experience with the issues.\n\nConstraints, Resources, and our Intervention:\n\n     It will not be a surprise to note additional difficulties encountered with attempts to add new content and courses to an existing undergraduate degree in CS. Within our RED project we modified the existing undergraduate curricula to require a flexible set of 5, 1-credit &quot;Hatchery unit&quot; courses in every student's degree plan. One of these courses, CS-HU 130 &quot;Foundational Values,&quot; is required of every incoming student. This course is restricted to only 12.5 contact hours across 5 weeks and 10, 75 minute sessions. Since the project began in 2017 enrollment in this course had been capped at 30. After moving the course to an online format for Fall 2020 and in response to strong demand due to COVID-19, we have raised the cap to 50.\n     Review of related literature and interviews with industry representatives indicated that all software development companies organize their personnel in teams -- there are effectively no instances where sole-developers complete a commercial project of any size. This points to the use of teamwork in the course process so we can leverage that experience as an early step toward the Hatchery goals overall. \n\n\t     workshop reports on and engages attendees \n\nSevere restrictions on time -- a 1-credit, 5-week course (12.5 contact hours)\nDale's cone of experience -- vicarious experiences through case studies\nFramed from the standpoint of how skills in addressing IDJ problems can improve their chances of success (teamwork, reproducible rubrics, repeated and varied practice)\n\t     \n\t     \n",
        "Origin": "BibTeX"
    },
    "facultyid": "111110059",
    "coauthors": {
        "236675": {
            "firstname": "D.",
            "middleinitial": "",
            "lastname": "Winiecki",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236675,
            "scholarlyactivityid": 51307
        }
    },
    "status": [
        {
            "id": 51307,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110059",
    "attachments": []
}