{
    "activityid": 51345,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Clinical Trials in Alzheimer's Disease: A Hurdle in the Path of Remedy",
        "Journal": "International journal of Alzheimer's disease",
        "Volume": "2020",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "5380346",
        "Publisher": null,
        "DOI": "10.1155/2020/5380346",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Human clinical trials seek to ameliorate the disease states and symptomatic progression of illnesses that, as of yet, are largely untreatable according to clinical standards. Ideally, clinical trials test &quot;disease-modifying drugs,&quot; i.e., therapeutic agents that specifically modify pathological features or molecular bases of the disease and would presumably have a large impact on disease progression. In the case of Alzheimer's disease (AD), however, this approach appears to have stalled progress in the successful development of clinically useful therapies. For the last 25 years, clinical trials involving AD have centered on beta-amyloid (A) and the A hypothesis of AD progression and pathology. According to this hypothesis, the progression of AD begins following an accumulation of A peptide, leading to eventual synapse loss and neuronal cell death: the true overriding pathological feature of AD. Clinical trials arising from the A hypothesis target causal steps in the pathway in order to reduce the formation of A or enhance clearance, and though agents have been successful in this aim, they remain unsuccessful in rescuing cognitive function or slowing cognitive decline. As such, further use of resources in the development of treatment options for AD that target A, its precursors, or its products should be reevaluated. The purpose of this review was to give an overview of how human clinical trials are conducted in the USA and to assess the results of recent failed trials involving AD, the majority of which were based on the A hypothesis. Based on these current findings, it is suggested that lowering A is an unproven strategy, and it may be time to refocus on other targets for the treatment of this disease including pathological forms of tau.",
        "Origin": "PubMed"
    },
    "facultyid": "111643741",
    "coauthors": {
        "236635": {
            "firstname": "Al",
            "middleinitial": "E",
            "lastname": "Oxford",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236635,
            "scholarlyactivityid": 51345
        },
        "236636": {
            "firstname": "Erica ",
            "middleinitial": "S",
            "lastname": "Stewart",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236636,
            "scholarlyactivityid": 51345
        },
        "236637": {
            "firstname": "Troy T",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236637,
            "scholarlyactivityid": 51345
        }
    },
    "status": [
        {
            "id": 51345,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}