{
    "activityid": 51348,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Apolipoprotein E Fragmentation within Lewy Bodies of the Human Parkinson's Disease Brain",
        "Journal": "International journal of neurodegenerative disorders",
        "Volume": "1",
        "Month / Season": null,
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.23937/IJND-2017/1710002",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Although harboring the Apolipoprotein E4 (APOE4) allele is a well-known risk factor in Alzheimer's disease (AD), whether a similar risk holds true for Parkinson's disease (PD) is currently not known. To investigate whether apoE pathology is present in PD, an immunohistochemical study was undertaken with fixed, human PD brain sections from the substantia nigra utilizing a recently characterized antibody that detects an amino-terminal fragment of apoE. This antibody, termed the apoE cleavage fragment p17 (nApoECFp17) antibody specifically detects an amino-terminal 17 kDa fragment of apoE without reacting with full-length forms of the protein. Application of this antibody revealed the presence of this fragment in Lewy bodies in all cases examined. Colocalization of nApoECFp17 with an antibody to alpha-synuclein (α-Syn), which served as a general marker for Lewy bodies, indicated the presence of this apoE fragment in 87.5% of all identified Lewy bodies. In addition, localization of nApoECFp17 was also evident within oligodendrocytes, the nucleus of melatonin-containing neurons, and blood vessels. Conversely, little staining was observed in the substantia nigra from Pick's disease or in the frontal cortex of dementia with Lewy bodies (DLB) cases, suggesting a specificity for nApoECFp17 immunoreactivity in PD. Collectively, these data have identified widespread evidence for apoE fragmentation in the human PD brain and documented for the first time the presence of apoE within Lewy bodies, the major pathological marker for this neurodegenerative disease.",
        "Origin": "PubMed"
    },
    "facultyid": "111643741",
    "coauthors": {
        "236676": {
            "firstname": "Troy T",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236676,
            "scholarlyactivityid": 51348
        },
        "236677": {
            "firstname": "Jacob ",
            "middleinitial": "M",
            "lastname": "Mack",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 236677,
            "scholarlyactivityid": 51348
        }
    },
    "status": [
        {
            "id": 51348,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}