{
    "activityid": 51354,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Assessing Precursors to Failure in Indirect Tension Tests Using Mechanical, Visual, and Acoustic Measurements",
        "Conference/Meeting Name": "HBK Product Physics Conference",
        "Conference Location": "Virtual",
        "Date or Date Range": "October 13-15, 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "HOTTINGER BRUEL &amp; KJAER (HBK)",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Brazilian test, which was developed in 1943, is a relatively simple method to determine the tensile strength of rock.  It is an indirect test which has been standardized by both ASTM and ISRM.  In the test, a compressive force induces tensile stresses along the centerline of a thin disk-shaped specimen.  This test is widely performed because of difficulties associated with direct tensile testing of rock specimens where fixtures must be attached to specimens or specimens must be machined to certain shapes.  The simplicity of the test has prompted the development of portable hand operated hydraulic load frames where often the only data which is recorded is the compressive force required to fail the specimen and the time it took to fail the specimen. The validity of the Brazilian test requires fracture to occur through the middle of the specimen and that there should be no visible platen effects present on the specimen.  With limited data collected during tests it is easy to question their validity.  More importantly, insights into the behavior of the specimen are lost.  This presentation highlights the use of the QuantumX data acquisition system coupled with an acoustic emission system to assess precursors to failure during Brazilian testing of rock. One goal of the research is to capture data from the testing to calibrate FDEM models which are used to simulate the fracturing process in brittle materials.",
        "Origin": "Manual"
    },
    "facultyid": "114136465",
    "coauthors": {
        "236716": {
            "firstname": "Nicholas",
            "middleinitial": "W",
            "lastname": "Hudyma",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114136465",
            "authorid": 236716,
            "scholarlyactivityid": 51354
        }
    },
    "status": [
        {
            "id": 51354,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114136465",
    "attachments": [
        {
            "attachmentid": 25378,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "Virtual Conference Presentation - Final.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzlpdFB1MUsxa2J2Ym5DRWxHRUVSa1B1OTNRSEtGQ24xSnFzYVBDdmo3MHhHMXBzR2hvOHJGRmltS3l3Q0hPOWxpQnRheHpjTE90YjhsUm1wNmJ3b3llMg%3D%3D",
            "filesize": 5959862
        }
    ]
}