{
    "activityid": 51352,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Northeast Florida - A New Hotspot for Hurricane Damage",
        "Name of Conference": "Geo-Extreme",
        "Month / Season": "November",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": "American Society of Civil Engineers",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://doi.org/10.1061/9780784483688.003",
        "Description/Abstract": "Until Hurricanes Matthew (2016) and Irma (2017) struck northeast Florida, Hurricane Dora (1964) had been the first, and the only hurricane-strength storm in recorded history to strike the region.  Hence, prior to Matthew, the area had gradually become regarded by locals as “immune” to major landfalling hurricanes, as any storms at that latitude generally curved away from Jacksonville and headed north to strike the Carolinas.  Additionally, a major beach nourishment project for the beaches of Duval County (Mayport, Atlantic Beach, Neptune Beach, and Jacksonville Beach) had been initiated in 1978, with periodic renourishment every 6-8 years thereafter, and was responsible for a general lack of beachfront damage in Duval County from Matthew and Irma.  Unfortunately, Vilano Beach, 35 km to the south in St. Johns County, twice made national headlines with severe beach and dune erosion, destruction of residences, and significant infrastructure damage that was inflicted by both storms.  However, it is important to note that for several decades prior to 2016, Vilano Beach had been experiencing steady, yet chronic beach erosion, and was already in a highly vulnerable state in many places when the recent storms struck.  The cause of the ongoing background erosion prior to the recent storms is a source of contention among residents and some experts.  Some blame dredging of the large ebb shoal of St. Augustine Inlet (immediately to the south of Vilano Beach) that occurred between 2001 and 2005, whereas others blame a combination of sea level rise and persistent tropical storms and Nor’easters for the ongoing shoreline retreat.  Regardless of the cause(s) of the historic erosion, reaction of many beachfront homeowners to Matthew was to immediately build sheet pile sea walls, many of which were poorly conceived and inadequately designed.  When Irma struck the following year, not only did many of these seawalls fail to perform as anticipated, they generally exacerbated erosion to any unprotected adjacent properties.  Understanding the extent of prior damages, the contributions of both natural and anthropogenic activity, and estimating future damages to Vilano Beach are especially important because a major roadway, Coastal Highway A1A, serves as the only access to the communities along 28 km of coastline north of the city of St. Augustine, as well as an evacuation route.  Ironically, in many locations the only protection afforded A1A is by threatened houses and the (mostly) poorly conceived sheet pile seawalls installed by their desperate owners.",
        "Origin": "Manual"
    },
    "facultyid": "114136465",
    "coauthors": {
        "272280": {
            "firstname": "William",
            "middleinitial": "R",
            "lastname": "Dally",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 272280,
            "scholarlyactivityid": 51352,
            "classifications": {
                "Role": "Author"
            }
        },
        "272281": {
            "firstname": "Raphael",
            "middleinitial": "",
            "lastname": "Crowley",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 272281,
            "scholarlyactivityid": 51352,
            "classifications": {
                "Role": "Author"
            }
        },
        "272282": {
            "firstname": "Nicholas",
            "middleinitial": "W",
            "lastname": "Hudyma",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 272282,
            "scholarlyactivityid": 51352,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 51352,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 51352,
            "status": "Submitted",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114136465",
    "attachments": []
}