{
    "activityid": 5141,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Parenting Style and Cultural Influences on Overweight Children's Attraction to Physical Activity",
        "Journal": "Obesity",
        "Volume": "15",
        "Month / Season": "2007-09-01",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "2293-2302",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1038/oby.2007.272",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/kinesiology_facpubs/76",
        "Description/Abstract": "Objective: To investigate the associations among parenting style, gender, Chinese culture, and overweight children's attraction to physical activity.\nResearch Methods and Procedures: A total of 104 parents with overweight children were recruited from six primary schools in Hong Kong, China. Only overweight children in grades 3 through 6 (8 to 12 years of age) were invited to participate. Overweight children were defined and identified using the international cut-off points stratified by sex and age. Questionnaires were used to assess Children's Attraction to Physical Activity (CAPA), perceived competence, and parental socialization influences.\nResults: Parental influence, especially father's role modeling, was significantly related to attraction to physical activity in overweight Chinese children. Perceived physical competence was also an important correlate of an overweight child's attraction to physical activity. Gender differences in CAPA were not significant among the Chinese overweight children. However, gender differences were observed in the relationship between parent physical activity orientation and CAPA.\nDiscussion: In addition to a child's perceived competence, father's role modeling can provide additional and significant influence with regard to overweight children's attraction to physical activity. Differences in cultural orientation toward body weight should be considered when explaining overweight children's physical activity.",
        "Origin": "Other"
    },
    "facultyid": "112031674",
    "coauthors": {
        "15675": {
            "firstname": "Patrick",
            "middleinitial": "W.C.",
            "lastname": "Lau",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15675,
            "scholarlyactivityid": 5141
        },
        "15676": {
            "firstname": "Antoinette",
            "middleinitial": "",
            "lastname": "Lee",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15676,
            "scholarlyactivityid": 5141
        },
        "15677": {
            "firstname": "Lynda",
            "middleinitial": "Beth",
            "lastname": "Ransdell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 15677,
            "scholarlyactivityid": 5141
        }
    },
    "status": [
        {
            "id": 5141,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2007,
            "termid": "2007/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112031674",
    "attachments": []
}