{
    "activityid": 51540,
    "fields": {
        "Type": "Book",
        "Title": "From Faulkner to Fake News:  Building Bridges between Literary and Digital Reading",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Edition": "First",
        "Volume": "",
        "Publisher": "Corwin Publisher",
        "Publisher Location": "Thousand Oaks, CA",
        "ISBN": "NA",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Chapter 1:  Introduction (submitted)\nChapter 2:  Fake News:  What it is, why it’s important, and why it works. \nThis chapter discusses the difference among misinformation, disinformation, and malinformation and why search algorithms may lead to confirmation bias.  The chapter includes analysis of the unique features of born digital texts. The accompanying lessons will focus on helping students recognize their areas of susceptibility, helping them develop an ethic of responsibility in reading and posting, and encouraging lateral reading \nChapter 3:  When Choosing texts and designing units\nChapter 3:  When teaching close reading\nThis chapter will focus on transferring understanding about the close reading of linear texts to the close reading of digital texts, using rules of notice as a heuristic.  Rules of notice are the conventional understandings experienced readers employ when they engage with texts to apportion their attention.  More specifically, the lessons will introduce students to the importance of noticing direct statements of generalization, calls to attention, ruptures, and language designed to evoke a reader’s response and engage them in developing and applying rules of digital notice.\nChapter 4:  When teaching point of view (submitted)\nChapter 5:  When teaching critical theory\nThis chapter will focus on the power of using critical lenses as a tool for understanding both literary and digital texts.  More specifically, the chapter will focus on how the gender and social class lenses can enliven the discussion of literary texts and provide the grounds\nChapter 6:  When teaching argumentative writing\nThis chapter will focus on helping students assess both linear and digital arguments and on developing understandings about how to mine digital sources in their argumentative writing.  More specifically, lessons will focus on developing criteria for evidence that can be used as a safe starting point for arguments and on identifying the tacit and explicit reasoning that writers of digital texts use in connecting their evidence to their claims.\nChapter 7:  When teaching narrative writing \nThis chapter will focus on helping students understand the way narratives are employed in digital texts and developing strategies for composing compelling personal narratives.  The lessons will also examine the costs and benefits of different ways of sharing personal narratives in on-line environments.\nChapter 8:  When thinking about sensible sequencing and unit design\nThis chapter will provide the mental model of EMPOWER (Envision, Map, Prime, Orient, Walkthrough, Extend/Explore, Reflect) which captures major implications for teaching from across the learning science ",
        "Origin": "Manual"
    },
    "facultyid": "111706620",
    "coauthors": {
        "238264": {
            "firstname": "Jeffrey",
            "middleinitial": "David",
            "lastname": "Wilhelm",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111706620",
            "authorid": 238264,
            "scholarlyactivityid": 51540,
            "classifications": {
                "Role": "Author"
            }
        },
        "238265": {
            "firstname": "Michael",
            "middleinitial": "W",
            "lastname": "Smith",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 238265,
            "scholarlyactivityid": 51540,
            "classifications": {
                "Role": "Author"
            }
        },
        "238266": {
            "firstname": "Deborah",
            "middleinitial": "",
            "lastname": "Appleman",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 238266,
            "scholarlyactivityid": 51540,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 51540,
            "status": "In Progress",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111706620",
    "attachments": []
}