{
    "activityid": 51698,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "“Pushing the Boundaries of the Cloister: Alternative Monastic Practices in Post- Reformation England&quot;",
        "Journal": "Catholic Historical Review",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "After Henry VIII shut down Catholic religious houses following his break with Rome in 1534, few Catholic monasteries remained in England. Despite the dissolution, some Protestants, including Elizabeth I, feared that Catholics were forming monasteries illegally, just beyond the eyes of authorities. In reality, Catholics did continue many monastic practices in community with one another within England, especially within homes and prisons. With infrequent access to the typical conduits of grace—priests, sacraments, churches, and rituals—following Protestant reforms, Catholics feared for their salvation. The Catholic Church had maintained for centuries that the monastic path was the lifestyle most pleasing to God, so Catholics tried to recreate it. Without resources, rituals, and any significant Catholic institutional presence, however, these could not be monasteries in the usual sense. Motivated by religious need, Catholics borrowed from monastic traditions and combined them with whatever lay resources remained. The results were innovative communal practices that stretched the traditional boundaries between monastic and lay Catholic life. And while both men and women adopted such practices, gender norms helped determine which options were more attractive and available to members of each sex. This article explores the accommodations to monastic practice made by better-known Catholics working within England, such as Mary Ward, Luisa de Carvajal, Margaret Clitheroe, and William Weston, and modifications of lesser-known advocates, such as Elizabeth Cellier, Alexander MacKenzie, and Henry Tasburgh, to illuminate quasi-monastic communities and practices that vary in form but not in intent. Although motivated by need, these adaptations became normalized and spread beyond the boundaries of England, in the almost 300 years that Catholicism was illegal in the British Isles. Certain innovations, such as the Congregatio Jesu and the Institute of the Blessed Virgin Mary, exist worldwide today. Catholics remained connected to their past at the same time they broke with it. And by their own new paths, they forged connections to the past and future of Catholicism.",
        "Origin": "Manual"
    },
    "facultyid": "111669995",
    "coauthors": {
        "318650": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 318650,
            "scholarlyactivityid": 51698
        }
    },
    "status": [
        {
            "id": 51698,
            "status": "In Progress",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 51698,
            "status": "In Progress",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 51698,
            "status": "In Progress",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 51698,
            "status": "In Progress",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111669995",
    "attachments": []
}