{
    "activityid": 5172,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Facilitators and barriers to discussing HIV prevention with adolescents: Perspectives of HIV-infected parents",
        "Journal": "American Journal of Public Health",
        "Volume": "103",
        "Month / Season": "2013-08-31",
        "Issue Number": "8",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "1468-75",
        "Publisher": "",
        "DOI": "doi: 10.2105/AJPH.2012.301111",
        "PubMed Central ID Number": "PMID:     23763390",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Am J Public Health. 2013 Aug;103(8):1468-75. doi: 10.2105/AJPH.2012.301111. Epub 2013 Jun 13\nFacilitators and barriers to discussing HIV prevention with adolescents: perspectives of HIV-infected parents.\nEdwards LL, Reis JS, Weber KM.\nSource\n\nUniversity of Illinois at Urbana-Champaign, Department of Kinesiology and Community Health, Huff Hall, 1206 S. Fourth Street, Champaign, IL 61820, USA. lhickm2@illinois.edu\nAbstract\nOBJECTIVES:\n\nWe examined HIV-infected parents' conversations about HIV prevention with their uninfected children, including what facilitated or hindered communication.\nMETHODS:\n\nParents with HIV/AIDS (n?=?90) who had children aged 10 to 18 years were recruited for a mixed method study from 2009 to 2010. Interviews assessed facilitators and barriers to discussing HIV prevention. A questionnaire identified the frequency and content of conversations, parental confidence level, and perceived importance of discussing preventive topics.\nRESULTS:\n\nEighty-one percent of parents reported &quot;sometimes&quot; or &quot;often&quot; communicating about HIV prevention. A subset of parents found these conversations difficult; 44% indicated their desire for support. Facilitators to communication included utilizing support, focusing on the benefits of talking, and having a previous relationship with one's child. Barriers to discussions included fear of negative consequences, living in denial, and lacking a parental role model who discussed safer sex. Parents varied as to how they believed their HIV status affected communication. Those who did not disclose their HIV status to their children reported less frequent communication; self-efficacy partially mediated this relationship.\nCONCLUSIONS:\n\nFindings highlighted the need for communication skills training that support HIV-infected parents in their efforts to discuss HIV-related information with adolescents.\n\nPMID:\n    23763390\n    [PubMed - in process] ",
        "Origin": "Other"
    },
    "facultyid": "113121889",
    "coauthors": {
        "15790": {
            "firstname": "Laura",
            "middleinitial": "L",
            "lastname": "Edwards",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15790,
            "scholarlyactivityid": 5172
        },
        "15791": {
            "firstname": "Janet",
            "middleinitial": "",
            "lastname": "Reis",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113121889",
            "authorid": 15791,
            "scholarlyactivityid": 5172
        },
        "15792": {
            "firstname": "K",
            "middleinitial": "M",
            "lastname": "Weber",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15792,
            "scholarlyactivityid": 5172
        }
    },
    "status": [
        {
            "id": 5172,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113121889",
    "attachments": []
}