{
    "activityid": 51721,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "District Wellness Policy Nutrition Standards Are Associated with Healthier District Food Procurement Practices in the United States",
        "Journal": "Nutrients",
        "Volume": "12",
        "Month / Season": null,
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.3390/nu12113417",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Food procurement policies often exist to require that schools purchase foods with specific nutrient standards. Such policies are increasingly being used with the hope of improving access to healthier foods and beverages. Local wellness policies, required in any school district that participates in Federal Child Nutrition Programs, often contain specific nutrition standards that detail what can be sold to students during the school day. This study investigated the extent to which nutrition standards in wellness policies may be associated with healthier nutrition standards in district-level purchasing specifications. Cross-sectional data from the 2014-2015 school year for 490 school food authorities from 46 states and the District of Columbia were collected as part of the School Nutrition and Meal Cost Study and the National Wellness Policy Study. Survey-adjusted multivariable logistic regression models were computed to examine the association between district wellness policy nutrition standards and corresponding district food purchasing specifications. Results show that having a district wellness policy with corresponding nutrition standards and being in a rural area were associated with district food purchasing specifications for specific nutrients. These findings contribute to the literature to suggest that having a wellness policy with detailed nutrition standards may help to increase access to healthier foods and beverages.",
        "Origin": "PubMed"
    },
    "facultyid": "113168274",
    "coauthors": {
        "239106": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Piekarz-Porter",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239106,
            "scholarlyactivityid": 51721
        },
        "239107": {
            "firstname": "Julien",
            "middleinitial": "",
            "lastname": "Leider",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239107,
            "scholarlyactivityid": 51721
        },
        "239108": {
            "firstname": "Lindsey",
            "middleinitial": "",
            "lastname": "Turner",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239108,
            "scholarlyactivityid": 51721
        },
        "239109": {
            "firstname": "Jamie ",
            "middleinitial": "F",
            "lastname": "Chriqui",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239109,
            "scholarlyactivityid": 51721
        }
    },
    "status": [
        {
            "id": 51721,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113168274",
    "attachments": []
}