{
    "activityid": 51733,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Academic, Behavioral, and Health Influence of Summer Child Nutrition Programs: A Narrative Review and Proposed Research and Policy Agenda",
        "Journal": "Journal of the Academy of Nutrition and Dietetics",
        "Volume": "119",
        "Month / Season": null,
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "972-983",
        "Publisher": null,
        "DOI": "10.1016/j.jand.2019.02.006",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Since 1975, the US Department of Agriculture has sponsored the Summer Food Service Program as a nationwide strategy for providing nutritious meals to children and youth (aged 18 years or younger) in low-income communities during the summer months. Many programs are sponsored by community organizations as well as school districts that may offer the program through the Summer Food Service Program or a seamless waiver, allowing them to extend school meals programs into the summer. These summer nutrition programs are designed to decrease food insecurity and improve health outcomes among at-risk populations. However, the characteristics of these programs, including the types of participants reached, and the programs' influence on outcomes such as academics, behavior, and physical and mental health, have not been summarized. The aims of this narrative review are to present existing knowledge about the characteristics of summer nutrition programs and their influence on students, to identify knowledge gaps, and to identify future research needs. An extensive search identified eight peer-reviewed articles and 10 reports, briefs, or other documents reporting research on the Summer Food Service Program. A variety of additional literature was reviewed to provide relevant information about summer nutrition programs. The review revealed a dearth of research regarding current Summer Food Service Program implementation. Summer nutrition programs alleviated food insecurity among at-risk populations; however, little research was found about the influence of summer programs on students' dietary intake or weight outcomes. More rigorous and mixed-methods studies examining the characteristics and influence of summer nutrition programs are needed.",
        "Origin": "PubMed"
    },
    "facultyid": "113168274",
    "coauthors": {
        "239175": {
            "firstname": "Lindsey",
            "middleinitial": "",
            "lastname": "Turner",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239175,
            "scholarlyactivityid": 51733
        },
        "239176": {
            "firstname": "Hannah ",
            "middleinitial": "G",
            "lastname": "Calvert",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239176,
            "scholarlyactivityid": 51733
        }
    },
    "status": [
        {
            "id": 51733,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113168274",
    "attachments": []
}