{
    "activityid": 5173,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Communicating in complex situations: A normative approach to HIV-related talk among parents who are HIV+",
        "Journal": "Health Communication",
        "Volume": "28",
        "Month / Season": "2013-06-25",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "PMID:     23799804",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Health Commun. 2013 Jun 25. [Epub ahead of print]\nCommunicating in Complex Situations: A Normative Approach to HIV-Related Talk Among Parents Who Are HIV+\nEdwards LL, Donovan-Kicken E, Reis JS.\nSource\n\na Department of Kinesiology and Community Health, College of Medicine , University of Illinois at Urbana-Champaign.\nAbstract\n\nParents with HIV/AIDS are confronted with unique challenges when discussing HIV-related information with their children. Strategies for navigating these challenges effectively have not been systematically examined. In this study, we conducted in-depth interviews with 76 parents with HIV/AIDS who had children ages 10-18 years. Guided by O'Keefe and Delia's definition of a complex communication situation and Goldsmith's normative approach to interpersonal communication, we examined parents' goals for discussing HIV-related information, factors that made conversations challenging, and instances where these conversational purposes conflicted with one another. Our data reveal the following parent-adolescent communication predicaments: relaying safety information about HIV while minimizing child anxiety, modeling open family communication without damaging one's parental identity, and balancing parent-child relational needs amid living with an unpredictable health condition. Parents also described a variety of strategies for mitigating challenges when discussing HIV-related topics. Strategies parents perceived as effective included reframing HIV as a chronic, manageable illness; keeping talk educational; and embedding HIV-related topics within more general conversations. The theoretical and practical applications of these findings are discussed with regard to their relevance to health communication scholars and HIV care professionals.\n\nPMID:\n    23799804\n    [PubMed - as supplied by publisher] ",
        "Origin": "Other"
    },
    "facultyid": "113121889",
    "coauthors": {
        "15793": {
            "firstname": "Laura",
            "middleinitial": "L",
            "lastname": "Edwards",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15793,
            "scholarlyactivityid": 5173
        },
        "15794": {
            "firstname": "E",
            "middleinitial": "",
            "lastname": "Donovan-Kicken",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15794,
            "scholarlyactivityid": 5173
        },
        "15795": {
            "firstname": "Janet",
            "middleinitial": "",
            "lastname": "Reis",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113121889",
            "authorid": 15795,
            "scholarlyactivityid": 5173
        }
    },
    "status": [
        {
            "id": 5173,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2013,
            "termid": "2013/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113121889",
    "attachments": []
}