{
    "activityid": 51736,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Can Monitoring Make It Happen? An Assessment of How Reporting, Monitoring, and Evaluation Can Support Local Wellness Policy Implementation in US Schools",
        "Journal": "Nutrients",
        "Volume": "13",
        "Month / Season": null,
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.3390/nu13010193",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "US school districts participating in federal child nutrition programs are required to develop a local wellness policy (LWP). Each district is allowed flexibility in policy development, including the approaches used for policy reporting, monitoring, and evaluation (RME). The aim of this convergent mixed-methods study was to quantitatively examine RME provisions in policies among a nationally representative sample of districts in the 2014-2015 school year in order to examine whether policies were associated with RME practices in those districts, and to qualitatively examine perceived challenges to RME practices. Data were compiled through the School Nutrition and Meal Cost Study and the National Wellness Policy Study. In multivariable regression models accounting for demographics, survey respondents were significantly more likely to report that their district had informed the public about LWP content and implementation, if there was a relevant policy provision in place. Having a strong policy (as compared to no policy) requiring evaluation was associated with reports that the district had indeed evaluated implementation. Having definitive/required provisions in policies was significantly associated with actual use of RME practices. RME activities are an important part of policy implementation, and these results show that policy provisions addressing RME activities must be written with strong language to require compliance. In interviews with 39 superintendents, many reported that RME activities are challenging, including difficulty determining how to monitor and show impact of their district's wellness initiatives. Furthermore, the qualitative results highlighted the need for vetted tools that are freely available, widely used, and feasible for districts to use in assessing their progress toward meeting the goals in their LWPs.",
        "Origin": "PubMed"
    },
    "facultyid": "113168274",
    "coauthors": {
        "239184": {
            "firstname": "Lindsey",
            "middleinitial": "",
            "lastname": "Turner",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239184,
            "scholarlyactivityid": 51736
        },
        "239185": {
            "firstname": "Yuka",
            "middleinitial": "",
            "lastname": "Asada",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239185,
            "scholarlyactivityid": 51736
        },
        "239186": {
            "firstname": "Julien",
            "middleinitial": "",
            "lastname": "Leider",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239186,
            "scholarlyactivityid": 51736
        },
        "239187": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Piekarz-Porter",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239187,
            "scholarlyactivityid": 51736
        },
        "239188": {
            "firstname": "Marlene",
            "middleinitial": "",
            "lastname": "Schwartz",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239188,
            "scholarlyactivityid": 51736
        },
        "239189": {
            "firstname": "Jamie ",
            "middleinitial": "F",
            "lastname": "Chriqui",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239189,
            "scholarlyactivityid": 51736
        }
    },
    "status": [
        {
            "id": 51736,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113168274",
    "attachments": []
}