{
    "activityid": 51734,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Community eligibility and other provisions for universal free meals at school: impact on student breakfast and lunch participation in California public schools",
        "Journal": "Translational behavioral medicine",
        "Volume": "9",
        "Month / Season": null,
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "931-941",
        "Publisher": null,
        "DOI": "10.1093/tbm/ibz090",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "United States Department of Agriculture (USDA) school meal programs are an important part of the safety net for reducing food insecurity, yet not all students who qualify for free or reduced-price meals participate. In 2014-2015, the Community Eligibility Provision became available nationwide. This provision, along with Provisions 1, 2, and 3 of the USDA school meals programs, allows local school food authorities to offer universal free meals at schools with high student poverty. It is expected that adoption of a provision allowing universal free meals will increase rates of student participation in meal programs at schools where many students are at risk for food insecurity. This study examines school-level adoption of any provision for universal free meals and subsequent changes in student participation rates for the School Breakfast Program and National School Lunch Program in California from 2013-2014 to 2016-2017. A database was assembled for 10,343 public schools, including meals served, demographics, eligibility for provisions, and use of provisions in each year. Multilevel regression models were used to examine school adoption and student participation rates over time. Difference-in-difference calculations from lagged longitudinal models adjusting for school demographics showed that when eligible schools adopted provisions, participation rates increased an average of 3.48 percentage points for breakfast and 5.79 points for lunch the following year. By 2016-2017, over half of all eligible schools were using a provision for universal free meals. Among eligible schools, provision adoption was more common at schools that were larger, had predominantly Latino students, and were in rural areas. When eligible schools adopt provisions for universal free meals, student participation rates significantly increase, improving program reach among children most at risk for food insecurity. However, not all eligible schools adopt a provision for universal free meals and some adopters drop out in subsequent years. Research to better understand factors influencing the decision whether to adopt a provision or to continue it could inform policy and program leaders. Increases in breakfast participation are smaller than those for lunch, suggesting that other barriers to breakfast participation warrant further investigation.",
        "Origin": "PubMed"
    },
    "facultyid": "113168274",
    "coauthors": {
        "239177": {
            "firstname": "Lindsey",
            "middleinitial": "",
            "lastname": "Turner",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239177,
            "scholarlyactivityid": 51734
        },
        "239178": {
            "firstname": "Joanne ",
            "middleinitial": "F",
            "lastname": "Guthrie",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239178,
            "scholarlyactivityid": 51734
        },
        "239179": {
            "firstname": "Katherine",
            "middleinitial": "",
            "lastname": "Ralston",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 239179,
            "scholarlyactivityid": 51734
        }
    },
    "status": [
        {
            "id": 51734,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113168274",
    "attachments": []
}