{
    "activityid": 51762,
    "fields": {
        "Type": "Book",
        "Title": "Community of Peace: Performing Geographies of Ecological Dignity in Colombia",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Edition": "",
        "Volume": "",
        "Publisher": "University of Pittsburgh Press",
        "Publisher Location": "Pittsburgh",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "For two decades, a rural “peace community” in San José de Apartadó has resisted armed conflict in Urabá, one of Colombia’s most war-torn regions. Resisting land grabbing by entrepreneurs tied to drug trafficking, agribusiness, or mining, the Peace Community refuses to support paramilitaries, army soldiers, and guerrillas. Based on ethnographic action research over a twelve year period, Christopher Courtheyn illuminates the community’s understandings of peace and territorial practices against ongoing assassinations and forced displacement. Researched during Colombia’s peace process between the government and FARC guerrillas, Community of Peace illuminates grassroots peacebuilding. Through geographical performances with the dead, the land, and fellow resistance communities, San José creates a radical and relational peace of ecological dignity. Courtheyn intervenes into debates about the meaning of peace and territory, while also interrogating the role of race in Colombia’s war and the relationship between memory and peace. Amid the widespread violence of today’s global crisis, Community of Peace illustrates San José’s rupture with the logics of coloniality and capitalism through the construction of political solidarity and communal peace.",
        "Origin": "Manual"
    },
    "facultyid": "114175589",
    "coauthors": {
        "239336": {
            "firstname": "Christopher",
            "middleinitial": "",
            "lastname": "Courtheyn",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114175589",
            "authorid": 239336,
            "scholarlyactivityid": 51762,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 51762,
            "status": "Revise &amp; Resubmit",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 3,
            "completionorder": 3
        }
    ],
    "userid": "114175589",
    "attachments": [
        {
            "attachmentid": 26041,
            "mimetype": "application/pdf",
            "filename": "Courtheyn CONTRACT SIGNED.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzloWCtnZjRLQTY2VU5RVTJJVzd3Qk10WStCNU54S25Lb3QxVFRSeHRiWkRvT2Y3TGt2S3pPbENUY0hFWWpnTFdEZz0%3D",
            "filesize": 2374747
        }
    ]
}