{
    "activityid": 52009,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Embedding school cultures and climates that promote evidence-based practice implementation for youth with autism: A qualitative study",
        "Journal": "Autism : the international journal of research and practice",
        "Volume": "",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "1362361320974509",
        "Publisher": null,
        "DOI": "10.1177/1362361320974509",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Schools play a major role in providing services to youth with autism; however, not all schools use evidence-based practices, defined as interventions that are proven to improve youth well-being through rigorous research. School culture and climate are strong predictors of whether or not a school uses evidence-based practices; however, little is known about how principals can create school cultures and climates that support the use of these practices. This study interviewed 32 teachers in elementary schools that implemented three closely related evidence-based practices for youth with autism to better understand how principals create school cultures and climates that support effective services. Analysis of the teachers' responses identified seven strategies principals can use to create school cultures and climates that support the implementation of effective practices for youth with autism. The strategies include the following: (a) support teachers to obtain professional development focused on autism, (b) align performance expectations and evaluations with the needs of students with autism and evidence-based practice delivery, (c) allocate resources to ensure adequate staff, materials, and training are available to implement evidence-based practices, (d) be open and flexible to allow teachers to use the building and resources as needed to meet students' needs, (e) provide direct assistance, feedback, and coaching to troubleshoot challenges or involve outside experts to do so, (f) openly value the work of special education teachers and provide recognition to those who develop expertise in evidence-based practices, and (g) look for opportunities to integrate special and general education teachers and students to foster a truly inclusive climate.",
        "Origin": "PubMed"
    },
    "facultyid": "111609937",
    "coauthors": {
        "240821": {
            "firstname": "Nathaniel ",
            "middleinitial": "J",
            "lastname": "Williams",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 240821,
            "scholarlyactivityid": 52009
        },
        "240822": {
            "firstname": "Lindsay",
            "middleinitial": "",
            "lastname": "Frederick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 240822,
            "scholarlyactivityid": 52009
        },
        "240823": {
            "firstname": "Alix",
            "middleinitial": "",
            "lastname": "Ching",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 240823,
            "scholarlyactivityid": 52009
        },
        "240824": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Mandell",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 240824,
            "scholarlyactivityid": 52009
        },
        "240825": {
            "firstname": "Christina",
            "middleinitial": "",
            "lastname": "Kang-Yi",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 240825,
            "scholarlyactivityid": 52009
        },
        "240826": {
            "firstname": "Jill",
            "middleinitial": "",
            "lastname": "Locke",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 240826,
            "scholarlyactivityid": 52009
        }
    },
    "status": [
        {
            "id": 52009,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111609937",
    "attachments": []
}