{
    "activityid": 5205,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Why Aristotle Says There is No Time Without Change",
        "Journal": "Apeiron",
        "Volume": "37",
        "Month / Season": "2004-09-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "227-46",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/philosophy_facpubs/9",
        "Description/Abstract": "The title of this paper is intended as a provocative (but friendly) reference to Ursula Coope's recent article 'Why Does Aristotle Say That There Is No Time Without Change?', which provides much of the impetus for the present paper.1 For although Coope's strategy in answering this question is admirable, and although I think that her criticisms of the standard interpretation of the argument that opens Physics IV 11 hit their mark, I believe that her own interpretation fails and that something rather like the standard interpretation is correct. In the first section, I rehearse Coope's treatment of the standard interpretation and critically evaluate her alternative to it. In the second section, I present an interpretation of the argument that seems to me to succeed where the others fail and also to hold the promise of being quite fruitful in reconstructing the rest of Aristotle's temporal theory. While such a reconstruction lies well beyond the scope of this paper, I shall conclude by mentioning a few of the more significant points that fall out of the interpretation developed here.",
        "Origin": "Other"
    },
    "facultyid": "111240729",
    "coauthors": {
        "15879": {
            "firstname": "Anthony",
            "middleinitial": "Phillip",
            "lastname": "Roark",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111240729",
            "authorid": 15879,
            "scholarlyactivityid": 5205
        }
    },
    "status": [
        {
            "id": 5205,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2004,
            "termid": "2004/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111240729",
    "attachments": []
}