{
    "activityid": 5206,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Conceptual Closure in Anselm's Proof",
        "Journal": "History and Philosophy of Logic",
        "Volume": "24",
        "Month / Season": "2003-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "14-Jan",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1080/0144534021000054115",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/philosophy_facpubs/11",
        "Description/Abstract": "Gyula Klima maintains that Anselm's ontological argument is best understood in terms of a theory of reference that was made fully explicit only by later medievals. I accept the interpretative claim but offer here two objections to the argument so interpreted. The first points up a certain ambiguity in Klima's formulation of the argument, the correction of which requires a substantive revision of the argument's conclusion. The second exploits the notion of semantic closure introduced by Tarski. Klima offers the atheist an 'out' by drawing a distinction between constitutive and parasitic reference. I argue that using Klima's preferred description ('the thought object than which no thought object can be thought to be greater') to refer constitutively to God results in conceptual closure, a condition analogous to semantic closure that renders the instant conceptual scheme inconsistent and subject to paradox. Although the proof ultimately fails, Klima's development of the notions of constitutive and parasitic reference has important and far-reaching implications.",
        "Origin": "Other"
    },
    "facultyid": "111240729",
    "coauthors": {
        "15880": {
            "firstname": "Anthony",
            "middleinitial": "Phillip",
            "lastname": "Roark",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111240729",
            "authorid": 15880,
            "scholarlyactivityid": 5206
        }
    },
    "status": [
        {
            "id": 5206,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2003,
            "termid": "2002/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111240729",
    "attachments": []
}