{
    "activityid": 52060,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Notch family members follow stringent requirements for intracellular domain dimerization at sequence-paired sites",
        "Journal": "PloS one",
        "Volume": "15",
        "Month / Season": null,
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "e0234101",
        "Publisher": null,
        "DOI": "10.1371/journal.pone.0234101",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Notch signaling is essential for multicellular life, regulating core functions such as cellular identity, differentiation, and fate. These processes require highly sensitive systems to avoid going awry, and one such regulatory mechanism is through Notch intracellular domain dimerization. Select Notch target genes contain sequence-paired sites (SPS); motifs in which two Notch transcriptional activation complexes can bind and interact through Notch's ankyrin domain, resulting in enhanced transcriptional activation. This mechanism has been mostly studied through Notch1, and to date, the abilities of the other Notch family members have been left unexplored. Through the utilization of minimalized, SPS-driven luciferase assays, we were able to test the functional capacity of Notch dimers. Here we show that the Notch 2 and 3 NICDs also exhibit dimerization-induced signaling, following the same stringent requirements as seen with Notch1. Furthermore, our data suggested that Notch4 may also exhibit dimerization-induced signaling, although the amino acids required for Notch4 NICD dimerization appear to be different than those required for Notch 1, 2, and 3 NICD dimerization. Interestingly, we identified a mechanical difference between canonical and cryptic SPSs, leading to differences in their dimerization-induced regulation. Finally, we profiled the Notch family members' SPS gap distance preferences and found that they all prefer a 16-nucleotide gap, with little room for variation. In summary, this work highlights the potent and highly specific nature of Notch dimerization and refines the scope of this regulatory function.",
        "Origin": "PubMed"
    },
    "facultyid": "113156458",
    "coauthors": {
        "241210": {
            "firstname": "Jacob J",
            "middleinitial": "J",
            "lastname": "Crow",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 241210,
            "scholarlyactivityid": 52060
        },
        "241211": {
            "firstname": "Allan ",
            "middleinitial": "R",
            "lastname": "Albig",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 241211,
            "scholarlyactivityid": 52060
        }
    },
    "status": [
        {
            "id": 52060,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}