{
    "activityid": 52078,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Understanding Challenges to Well-Being among Latina FarmWorkers in Rural Idaho Using in an Interdisciplinary, Mixed-Methods Approach",
        "Journal": "International journal of environmental research and public health",
        "Volume": "18",
        "Month / Season": null,
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.3390/ijerph18010169",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The aim of this study was to identify social, cultural and workplace-related risk factors affecting well-being among Latina farmworkers in rural Idaho. We recruited 70 Latina farmworkers from southwestern Idaho in 2019. We employed an inter-disciplinary, mixed-methods approach-including surveys, focus groups, interviews, and pesticide biomonitoring-to characterize multiple domains that influence well-being, including food security and access, housing conditions, social supports, access to medical care, and workplace safety. Six major themes emerged as primary challenges to Latina farmworkers' well-being. In the public sphere, study participants identified these challenges as long working hours, concerns regarding pesticide exposure, and lack of enforcement of regulatory protections. Participants' concerns regarding pesticide exposure were underscored by biological sampling results; multiple biomarkers of pesticide exposure were detected in all samples, with the highest concentrations measured in samples collected from women who reported mixing, loading or applying pesticides. Within the private sphere, food security and provisioning, childcare responsibilities, and social isolation were identified as significant challenges to well-being. Gender, ethnicity, and geography emerged as important, intersecting statuses that shaped the life experiences of these agricultural workers. Our findings suggest that gender may play a particularly critical role in the unique challenges facing Latina farmworkers. As a result, the services and regulations needed to support well-being in this population may be highly specific, and almost certainly include attention to work-family dynamics, pesticide exposure, and social connections.",
        "Origin": "PubMed"
    },
    "facultyid": "114029620",
    "coauthors": {
        "241346": {
            "firstname": "Cynthia ",
            "middleinitial": "L",
            "lastname": "Curl",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 241346,
            "scholarlyactivityid": 52078
        },
        "241347": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "Meierotto",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 241347,
            "scholarlyactivityid": 52078
        },
        "241348": {
            "firstname": "Rebecca ",
            "middleinitial": "L",
            "lastname": "Som Castellano",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 241348,
            "scholarlyactivityid": 52078
        }
    },
    "status": [
        {
            "id": 52078,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114029620",
    "attachments": []
}