{
    "activityid": 52097,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Educating the Neoliberal Worker: De-Politicizing Citizenship and Embracing Precarity",
        "Conference/Meeting Name": "Pacific Sociological Association Annual Meeting ",
        "Conference Location": "Virtual + San Diego ",
        "Date or Date Range": "3/18-3/21",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As a utopian ideology, neoliberal higher education (NHE) employs low quality, extrinsically motivated learning to train students that citizen engagement works through embracing job precariousness, not direct democratic actions: the market rules -- politically -- and success comes through exposure to rather than protection from the labor market. But the marginal persistence of high-quality, intrinsically motivated learning, direct political engagement, and meaningful work generate contradictions within NHE, and potentially challenge neoliberal hegemony. How does neoliberalism, through the core institution of higher education, manage its contradictions and weather its threats? We conducted open ended interviews with over fifty students, asking them about quality education, college costs, and political engagement around Black Lives Matter. We found that neoliberalism thrives through training an elitism making students believe they are the true beneficiary of the practices of NHE. Herein neoliberalism does not hide its contradictions but employs them to its own ends, dismissing challenges like BLM as utopian. But a small number of white students found BLM sufficiently compelling that it helped them imagine legitimate forms of action outside of the labor market, inspiration to follow their intrinsic passions, and a need and means to push against the accumulation by dispossession that traps them.",
        "Origin": "Manual"
    },
    "facultyid": "112140516",
    "coauthors": {
        "241497": {
            "firstname": "Arthur",
            "middleinitial": "",
            "lastname": "Scarritt",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112140516",
            "authorid": 241497,
            "scholarlyactivityid": 52097
        },
        "241498": {
            "firstname": "Ann",
            "middleinitial": "",
            "lastname": "Snelgrove",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 241498,
            "scholarlyactivityid": 52097
        },
        "241499": {
            "firstname": "Stanford",
            "middleinitial": "",
            "lastname": "McConnehey",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 241499,
            "scholarlyactivityid": 52097
        }
    },
    "status": [
        {
            "id": 52097,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 52097,
            "status": "Accepted",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112140516",
    "attachments": []
}