{
    "activityid": 5228,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Relative Contributions to Seed Production by Floral Visitors of Slickspot Peppergrass, Lepidium papilliferum (Brassicaceae)",
        "Journal": "Arthropod-Plant Interactions",
        "Volume": "5",
        "Month / Season": "2011-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "379-389",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s11829-011-9142-7",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/148",
        "Description/Abstract": "Assessing the relative contributions to seed production made by different types of floral visitors is fundamental to understanding the evolution of floral morphology and the influence that particular pollinator taxa have on plant fitness and reproduction. This 3-year study examined the pollinator activity and the seed production in three populations of Lepidium papilliferum, a threatened mustard endemic to sagebrush-steppe habitat in southwest Idaho. Relative amounts of time visitor taxa spent foraging on flowers, visitation rates (number of flowers visited per unit time during a foraging bout), and pollination effectiveness (fruit set per single visit to a virgin flower) were recorded for each of 12 insect taxa that visited L. papilliferum flowers. Relative contributions to seed production were calculated as the product of relative interaction frequencies (the relative number of flowers visited by each taxon—the &quot;quantity&quot; component of pollination) and pollination effectiveness (fruit set per single visit to a virgin flower—the &quot;quality&quot; component of pollination). Despite the superiority of some insect taxa in terms of pollination effectiveness, estimates of relative pollinator contributions to seed production were influenced primarily by an insect taxon's interaction frequency with flowers. Pollinator assemblages varied widely both spatially and temporally, which suggest that L. papilliferum is not under strong selective pressure to shift from its generalist pollination strategy toward greater specialization. For this threatened plant, reliance on a diverse assemblage of insect pollinators may serve as an important buffer against disruption in reproductive success caused by fluctuations in population sizes of individual pollinator taxa.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "15922": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 15922,
            "scholarlyactivityid": 5228
        },
        "15923": {
            "firstname": "Hollie",
            "middleinitial": "",
            "lastname": "Leavitt",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15923,
            "scholarlyactivityid": 5228
        }
    },
    "status": [
        {
            "id": 5228,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}