{
    "activityid": 5229,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Spatial Structure and Inbreeding Depression in Slickspot Peppergrass, Lepidium Papilliferum (Brassicaceae)",
        "Journal": "Botany",
        "Volume": "86",
        "Month / Season": "2008-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "1002-1008",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1139/B08-053",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/6",
        "Description/Abstract": "In plants with limited pollen and seed dispersal, populations are often spatially structured such that neighboring individuals are more closely related to one another than to distant individuals. Mating among close relatives, including selfing, may lead to a reduction in reproductive performance through the effects of prezygotic mating barriers and inbreeding depression. Studying 11 populations of slickspot peppergrass, Lepidium papilliferum (L.F. Hend.) A. Nels. and J.F. Macbr (Brassicaceae), a rare mustard endemic to southwestern Idaho, we investigated whether small populations (16–746 flowering individuals) exhibit spatial structure as previously reported for large populations (&gt;3000 flowering individuals). Through hand-pollination experiments we found that percent fruit set increased with increasing distance between parents up to a distance of 3 m, and declined slightly but nonsignificantly at greater outcrossing distances. Self-pollinated plants produced little or no fruit. Germination of seeds from the hand-pollination experiment revealed signs of inbreeding depression in the offspring. Specifically, leaf length of developing seedlings increased significantly as a function of outcrossing distance. Total leaf number showed a similar, yet statistically nonsignificant, response to outcrossing distance. Overall, our experiments reveal spatial structuring and suggest the occurrence of inbreeding depression in small populations of L. papilliferum.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "15924": {
            "firstname": "Stephanie",
            "middleinitial": "A.",
            "lastname": "Billinge",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15924,
            "scholarlyactivityid": 5229
        },
        "15925": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 15925,
            "scholarlyactivityid": 5229
        }
    },
    "status": [
        {
            "id": 5229,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}