{
    "activityid": 5231,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Intense Seed Predation by Harvester Ants on a Rare Mustard",
        "Journal": "Ecoscience",
        "Volume": "16",
        "Month / Season": "2009-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "508-513",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2980/16-4-3290",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/108",
        "Description/Abstract": "Seed predation can significantly restrict the reproductive output and  fitness of individual plants, and its populationlevel consequences may  be most severe for plants that are rare or endangered. The Owyhee  harvester ant, Pogonomyrmex salinus, actively removes the fruits and seeds of slickspot peppergrass, Lepidium papilliferum, a rare mustard endemic to Idaho. We conducted a field study to investigate the extent to which P. salinus contributes to seed loss in L. papilliferum. On average, individual L. papilliferum exposed to P. salinus experienced a direct loss of &gt; 40% of their mature fruits, whereas  plants shielded from ants suffered almost no fruit loss. More than 90%  of L. papilliferum seeds placed on the ground beneath plants were scavenged by ants. All L. papilliferum fruits and seeds collected by P. salinus were returned to the ants' nests and transported below ground. A search of 30 middens revealed large quantities of empty L. papilliferum fruit husks, but no intact seeds. Thus, it does not appear that the ants benefit L. papilliferum by dispersing the plant's seeds. No seed predation was detected on plants located &gt; 20 m from a P. salinus colony. We conclude that P. salinus is the main seed predator of L. papilliferum and that in many cases the ants remove and destroy almost all of an  individual plant's seeds. Seed removal of this magnitude suggests that P. salinus may significantly limit recruitment of L. papilliferum, which could lead to further decline of this rare species.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "15928": {
            "firstname": "Joshua",
            "middleinitial": "P.",
            "lastname": "White",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15928,
            "scholarlyactivityid": 5231
        },
        "15929": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 15929,
            "scholarlyactivityid": 5231
        }
    },
    "status": [
        {
            "id": 5231,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}