{
    "activityid": 5232,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Using Automated Flight Mills to Manipulate Fat Reserves in Douglas-fir Beetles (Coleoptera: Curculionidae)",
        "Journal": "Environmental Entomology",
        "Volume": "37",
        "Month / Season": "2008-08-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "850-856",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1603/0046-225X(2008)37[850:UAFMTM]2.0.CO;2",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/142",
        "Description/Abstract": "Because current techniques for quantifying fat, the main fuel used for flight in insects, are destructive, researchers are limited to only one direct measure of fat per specimen. This limitation is problematic for studies aimed at assessing whether fat loss through flight influences subsequent behavioral activity. To overcome this problem, we used body volume, body mass, emergence day, and brood density as parameters in a multiple regression model to predict initial fat levels in female Douglas-fir beetles, Dendroctonus pseudotsugae Hopkins, on emergence from the host. The model explained 54% of the variation in fat reserves as determined by Soxhlet extraction with petroleum ether. Treatments of 30–1,380 min of flight on rotary flight mills were used to establish the relationship between flight and fat reserves. Using a model that incorporated estimated initial fat levels, as well as time spent in flight and time in nonflight activities on the flight mills, we found that 6 h of flight decreased fat by ?50%. Flight activity and nonflight activity did not differ significantly in terms of their effect on fat reserves. Individual beetles with high initial fat content flew longer and faster on flight mills than beetles with low initial fat reserves. Our study shows how researchers can manipulate fat levels in bark beetles and other insects through flight, thereby opening the door to using these manipulations in behavioral studies.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "15930": {
            "firstname": "Wyatt",
            "middleinitial": "I.",
            "lastname": "Williams",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15930,
            "scholarlyactivityid": 5232
        },
        "15931": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 15931,
            "scholarlyactivityid": 5232
        }
    },
    "status": [
        {
            "id": 5232,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}