{
    "activityid": 5234,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Reclaiming lost territory: the response of Owyhee harvester ants to forager intrusions by neighboring colonies",
        "Journal": "Journal of Insect Behavior",
        "Volume": "28",
        "Month / Season": "2015-11-20",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "722-731",
        "Publisher": "Springer",
        "DOI": "10.1007/s10905-015-9538-9",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Neighboring colonies of the Owyhee harvester ant, Pogonomyrmex salinus, often share non-overlapping foraging boundaries in the areas between their nests.  We found that interactions between neighbors along these foraging boundaries were infrequent but peaceful, and usually resulted in one or both individuals becoming agitated and scurrying away in opposite directions.  Interactions between neighbors were necessary to maintain the foraging ranges of their respective colonies.  An exclusion experiment showed that when one colony of a pair situated 5-7 m apart was denied access to its foraging range, individuals from the other colony would usually (i.e., in 7 out of 10 cases) enter the unoccupied space within one day.  In 6 of 7 of those cases the occupiers set up foraging trails in the newly acquired area in 5 to 39 days (median = 13 days).  When foragers from the excluded colony were subsequently allowed access to their original foraging area, they reclaimed the entire area within 11 days but did not extend their advances beyond the original foraging boundaries.  In contrast to the earlier encounters between neighbors, encounters during the reacquisition period were often aggressive, and in 14 of the 57 encounters one or both of the combatants was killed.  Non-lethal contests were shorter duration than lethal contests (18.5±2.2 s versus 421.7±65.4 s, respectively).  Our results show that competition for foraging space in Owyhee harvester ants is intense despite the seemingly peaceful relationship between neighboring colonies prior to perturbation of their foraging boundaries.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "15934": {
            "firstname": "Brett",
            "middleinitial": "D",
            "lastname": "Howell",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15934,
            "scholarlyactivityid": 5234
        },
        "15935": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 15935,
            "scholarlyactivityid": 5234
        }
    },
    "status": [
        {
            "id": 5234,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}