{
    "activityid": 52343,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The rib cage stiffens the thoracic spine in a cadaveric model with body weight load under dynamic moments",
        "Journal": "Journal of the mechanical behavior of biomedical materials",
        "Volume": "84",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "258-264",
        "Publisher": null,
        "DOI": "10.1016/j.jmbbm.2018.05.019",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The thoracic spine presents a challenge for biomechanical testing. With more segments than the lumbar and cervical regions and the integration with the rib cage, experimental approaches to evaluate the mechanical behavior of cadaveric thoracic spines have varied widely. Some researchers are now including the rib cage intact during testing, and some are incorporating follower load techniques in the thoracic spine. Both of these approaches aim to more closely model physiological conditions. To date, no studies have examined the impact of the rib cage on thoracic spine motion and stiffness in conjunction with follower loads. The purpose of this research was to quantify the mechanical effect of the rib cage on cadaveric thoracic spine motion and stiffness with a follower load under dynamic moments. It was hypothesized that the rib cage would increase stiffness and decrease motion of the thoracic spine with a follower load. Eight fresh-frozen human cadaveric thoracic spines with rib cages (T1-T12) were loaded with a 400 N compressive follower load. Dynamic moments of ± 5 N m were applied in lateral bending, flexion/extension, and axial rotation, and the motion and stiffness of the specimens with the rib cage intact have been previously reported. This study evaluated the motion and stiffness of the specimens after rib cage removal, and compared the data to the rib cage intact condition. Range-of-motion and stiffness were calculated for the upper, middle, and lower segments of the thoracic spine. Range-of-motion significantly increased with the removal of the rib cage in lateral bending, flexion/extension, and axial rotation by 63.5%, 63.0%, and 58.8%, respectively (p &lt; 0.05). Neutral and elastic zones increased in flexion/extension and axial rotation, and neutral zone stiffness decreased in axial rotation with rib cage removal. Overall, the removal of the rib cage increases the range-of-motion and decreases the stiffness of cadaveric thoracic spines under compressive follower loads in vitro. This study suggests that the rib cage should be included when testing a cadaveric thoracic spine with a follower load to optimize clinical relevance.",
        "Origin": "PubMed"
    },
    "facultyid": "114174958",
    "coauthors": {
        "242759": {
            "firstname": "Erin ",
            "middleinitial": "M",
            "lastname": "Mannen",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242759,
            "scholarlyactivityid": 52343
        },
        "242761": {
            "firstname": "Eliz",
            "middleinitial": "A",
            "lastname": "Friis",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242761,
            "scholarlyactivityid": 52343
        },
        "242763": {
            "firstname": "Had",
            "middleinitial": "L",
            "lastname": "Sis",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242763,
            "scholarlyactivityid": 52343
        },
        "242769": {
            "firstname": "Benja",
            "middleinitial": "M",
            "lastname": "Wong",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242769,
            "scholarlyactivityid": 52343
        },
        "242773": {
            "firstname": "Eileen ",
            "middleinitial": "S",
            "lastname": "Cadel",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242773,
            "scholarlyactivityid": 52343
        },
        "242775": {
            "firstname": "D",
            "middleinitial": "E",
            "lastname": "Anderson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242775,
            "scholarlyactivityid": 52343
        }
    },
    "status": [
        {
            "id": 52343,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114174958",
    "attachments": []
}