{
    "activityid": 52356,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "In vivo comparison of medialized dome and anatomic patellofemoral geometries using subject-specific computational modeling",
        "Journal": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
        "Volume": "36",
        "Month / Season": null,
        "Issue Number": "7",
        "Actual/Projected Year of Publication/Presentation": 2018,
        "Page Numbers": "1910-1918",
        "Publisher": null,
        "DOI": "10.1016/j.gaitpost.2019.07.374",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Successful outcome following total knee arthroplasty (TKA) with patella resurfacing is partly determined by the restoration of patellofemoral (PF) function and recovery of the quadriceps mechanism. The current study compared two patellar TKA geometries (medialized dome and anatomic) to determine their impact on PF mechanics and quadriceps function. In-vivo, subject-specific patellar mechanics were evaluated using a sequential experimental and modeling approach. First, stereo radiography, marker-based motion capture, and force plate data were collected for TKA patients (10 dome, 10 anatomic) performing a knee extension and lunge. Second, subject-specific, whole-body, musculoskeletal models, including 6 degrees-of-freedom (DOF) knee joint kinematics, were created for each subject and activity to predict quadriceps forces. Last, finite element models of each subject and activity were created to predict PF kinematics, patellar loading, moment arm, and patellar tendon angle. Differences in mechanics between dome and anatomic patients were highlighted during load-bearing (lunge) activity. Anatomic subjects demonstrated greater PF flexion angles (avg. 11 ± 3°) compared to dome subjects during lunge. Similar to the natural knee, contact locations on the patella migrated inferior to superior as the knee flexed in anatomic subjects, but remained relatively superior in dome subjects. Differences in kinematics and contact location likely contributed to altered mechanics with anatomic subjects presenting greater load transfer from the quadriceps to the patellar tendon in deep flexion (&gt;75°), and dome subjects demonstrating larger contact forces during lunge. Although there was substantial patient variability, evaluations of PF mechanics suggested improved quadriceps function and more natural kinematics in the anatomic design. © 2018 Orthopaedic Research Society. Published by Wiley Periodicals, Inc. J Orthop Res 36:1910-1918, 2018.",
        "Origin": "PubMed"
    },
    "facultyid": "114174958",
    "coauthors": {
        "242821": {
            "firstname": "Azhar A",
            "middleinitial": "A",
            "lastname": "Ali",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242821,
            "scholarlyactivityid": 52356
        },
        "242822": {
            "firstname": "Erin ",
            "middleinitial": "M",
            "lastname": "Mannen",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242822,
            "scholarlyactivityid": 52356
        },
        "242823": {
            "firstname": "Paul ",
            "middleinitial": "J",
            "lastname": "Rullkoetter",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242823,
            "scholarlyactivityid": 52356
        },
        "242824": {
            "firstname": "Kevin ",
            "middleinitial": "B",
            "lastname": "Shelburne",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 242824,
            "scholarlyactivityid": 52356
        }
    },
    "status": [
        {
            "id": 52356,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2018,
            "termid": "2018/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114174958",
    "attachments": []
}