{
    "activityid": 5236,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "An Unusual Life History Strategy in Lepidium papilliferum (Brassicaceae), A Rare Mustard Endemic to Southwestern Idaho",
        "Journal": "Northwest Science",
        "Volume": "83",
        "Month / Season": "2009-07-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "287-290",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3955/046.083.0311",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/208",
        "Description/Abstract": "Lepidium papilliferum (Brassicaceae) is a rare mustard endemic to sagebrush-steppe habitat in southwestern Idaho. The species, commonly known as slickspot peppergrass, has been described as having two life history patterns with respect to flowering — annual and biennial. Annuals germinate, flower, and die all within their first year, whereas biennials exist as vegetative rosettes in their first year, overwinter, and then reproduce and die in their second year. In this article we identify a third, albeit uncommon, pattern of flowering for L. papilliferum whereby individuals engage in limited flowering and seed production late in their first year, and then, if they survive the winter, flower and set seed again in their second year. In a study conducted at two L. papilliferum populations from June 2007 to June 2008, we found that individuals that flowered late in their first season (N = 34) suffered 59% overwinter mortality, whereas biennials that put off all reproduction until their second year (N = 200) suffered significantly less overwinter mortality at 24% (?2 = 17.094, P &lt; 0.001). We discuss various possibilities for the adaptive significance of multiple flowering in L. papilliferum given the higher overwinter mortality for individuals that exhibit this life history strategy.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "15950": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 15950,
            "scholarlyactivityid": 5236
        },
        "15951": {
            "firstname": "Joshua",
            "middleinitial": "P.",
            "lastname": "White",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15951,
            "scholarlyactivityid": 5236
        }
    },
    "status": [
        {
            "id": 5236,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2009,
            "termid": "2009/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}