{
    "activityid": 5239,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Crab Spiders Deter Insect Visitations to Slickspot Peppergrass Flowers",
        "Journal": "Oikos",
        "Volume": "109",
        "Month / Season": "2005-06-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "577-582",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.0030-1299.2005.13903.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/210",
        "Description/Abstract": "Insects visiting the flowers of slickspot peppergrass, Lepidium papilliferum (Brassicaceae), risk predation by crab spiders, Misumena vatia (Thomisidae). In a field study conducted at two sites in southwestern Idaho, 7.5±2.7% of L. papilliferum plants (range 0–30%, N=16 surveys of up to 40 randomly selected plants) harbored a crab spider. However, through 205 minutes of observations at plants with a spider, only 15 predation attempts were observed, with only 3 of those being successful. Despite the relatively low incidence of predation by crab spiders, an experiment revealed that the number of insects visiting L. papilliferum flowers was significantly lower at plants that harbored a crab spider than at plants free of spiders. In another experiment, floral visits increased significantly following the removal of crab spiders from individual plants. The deterrent effect of spiders was not due to a disproportionate avoidance response by certain types of insects; all insect families included in our analysis showed decreases in visitations to flowers when spiders were present, although none of these differences were statistically significant at the individual level. We found no significant change in the duration of visits to plants harboring a spider, implying either that the visitors were oblivious to the predator's presence, or that they were aware of the predator but kept their distance. Our study is one of a growing number to find a decrease in floral visits in response to predators, suggesting that the phenomenon is more widespread than was previously recognized.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "15958": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 15958,
            "scholarlyactivityid": 5239
        },
        "15959": {
            "firstname": "Danielle",
            "middleinitial": "Klemash",
            "lastname": "Maguire",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15959,
            "scholarlyactivityid": 5239
        }
    },
    "status": [
        {
            "id": 5239,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2005,
            "termid": "2005/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}