{
    "activityid": 52421,
    "fields": {
        "Type": "Artistic Works and Performances",
        "Work/Exhibit Title": "Meditation Beads: A Collaborative Project",
        "Name of Performing Group": "",
        "Date or Date Range": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Name of Venue/Sponsor": "",
        "Venue / Sponsor Location (City, State, Country)": "",
        "Co-contributor": null,
        "Web address": "",
        "Description/Abstract": "Meditation Beads - A Collaborative Project\n\nCreating artwork during the COVID19 Pandemic has been scattered with so many new demands on our time with work and family. With physical distancing a necessity to navigating our current reality, collaboration to move forward with hope and healing feels essential. Each strand of Meditation Beads will pass from artist to artist, allowing each to create until the charcoal has transferred from the beads to their creations, revealing hidden seeds and objects inside each bead. The process of working with the Meditation Beads leaves both a visible physical and an emotional mental record of the interaction on the makers. Through meditation and collaboration, seeds of hope and healing can be found.\n\nThe first strand of meditation beads I created has thirteen charcoal beads held together with steel wire with gold dandelion seeds inside the beads that only reveal their existence after the charcoal has been used. The “tassel” has five patinated copper dandelion leaves. This first strand of Meditations Beads has begun its collaborative journey, so far joining three artists. The artists that have interacted with this strand of meditation beads: Kirsten Furlong, Erin Cunningham, April VanDeGrift, Garth Claasen.\n\nKirsten Furlong worked with the Meditation Beads, creating several abstract drawings and a detailed drawing of dandelions (12&quot; diameter, charcoal on paper). Kirsten passed this strand of Meditation Beads on to Erin Cunningham who created two experimental drawings influenced by images of how COVID19 affects the lungs. This strand of beads will continue to be passed on to other artists, as we continue to meditate, pray, worry, and heal.\n\nMore Meditation Beads are in the works, and once completed will be given to other communities of artists in other states to interact with. Each artist is asked to pass the strand on to another artist. Each strand of Meditation Beads will hold different symbols and objects, some fabricated or cast precious metal objects, some found objects. It is my hope that through these objects, this project will bring people and communities together in a meaningful way. I envision this as a large project with many artists joining together to create one collective collaborative work.",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "111727692",
    "coauthors": {
        "269740": {
            "firstname": "Anika",
            "middleinitial": "Ariella",
            "lastname": "Smulovitz",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727692",
            "authorid": 269740,
            "scholarlyactivityid": 52421,
            "classifications": {
                "Role": "Exhibitor"
            }
        }
    },
    "status": [
        {
            "id": 52421,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727692",
    "attachments": []
}