{
    "activityid": 5242,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Insect-Mediated Pollination in Slickspot Peppergrass, Lepidium Papilliferum L. (Brassicaceae), and Its Implications for Population Viability",
        "Journal": "Western North American Naturalist",
        "Volume": "63",
        "Month / Season": "2003-07-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "333-342",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/212",
        "Description/Abstract": "Field experiments on the pollination biology of slickspot peppergrass, Lepidium papilliferum L. (Brassicaceae), a rare species endemic to microsites in sagebrush-steppe habitat in southwestern Idaho, were conducted at 2 sites from May to July 2001. Site KB contained over 10,000 plants, whereas site WG contained less than 150 plants. Insect exclusion experiments revealed that seed production in L. papilliferum is dependent on insect-mediated pollination; median percent seed set dropped from 70% to 2% when insects were excluded from flowers. A total of 25 insect families from 5 orders visited L. papilliferum flowers: 24 families at KB and 11 families at WG. Only 9 families contained more than trace amounts of pollen on their bodies: Hymenoptera-Anthophoridae, Apidae, Colletidae, Halictidae, Sphecidae, Vespidae; Coleoptera-Cerambycidae, Dermestidae; Diptera-Syrphidae. Insects from these families are likely responsible for pollination of L. papilliferum, although some may be of only minor significance due to their infrequent visits to flowers. Two of the 4 most common and pollen-laden insects found at KB, honey bees (Apis mellifera) and colletid bees, were absent or rare at WG. Three other pollen-carrying families present at KB, Sphecidae, Vespidae, and Halictidae, were not found at WG. We raise several possible explanations for this disparity in pollinator communities between sites and discuss the importance of pollinator diversity to the long term viability of L. papilliferum.",
        "Origin": "Other"
    },
    "facultyid": "111644287",
    "coauthors": {
        "15967": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 15967,
            "scholarlyactivityid": 5242
        },
        "15968": {
            "firstname": "Danielle",
            "middleinitial": "",
            "lastname": "Klemash",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15968,
            "scholarlyactivityid": 5242
        }
    },
    "status": [
        {
            "id": 5242,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2003,
            "termid": "2003/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}