{
    "activityid": 52423,
    "fields": {
        "Type": "Artistic Works and Performances",
        "Work/Exhibit Title": "Tree of Life Synagogue Yahrtzeit Candle Holders",
        "Name of Performing Group": "",
        "Date or Date Range": "Oct. 27, 2018 - 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Name of Venue/Sponsor": "Tree of Life Synagogue",
        "Venue / Sponsor Location (City, State, Country)": "Pittsburgh, PA",
        "Co-contributor": null,
        "Web address": "",
        "Description/Abstract": "In memory of the 11 victims of the Tree of Life massacre on October 27, 2018, I created and then donated 11 yahrtziet candle holders to the Tree of Life Synagogue in Pittsburgh, PA. The synagogue gave each yahrtziet candle holder to the families of the loved ones that were murdered. \nI did not know them, but their murders shook my core. Anti-Semitism, hate and divisive rhetoric continue to grow in our country. When this massacre occurred in 2018, I was in the midst of preparing a cylinder demonstration for my advanced students. Two cylinders turned into 11 yahrtzeit candles - donated to the Tree of Life Congregation who plan to give them to the families of those that lost their lives. \nMay their memories always be a blessing: Joyce Feinberg, Richard Gottfried, Rose Mallinger, Jerry Rabinowitz, Daniel Stein, Melvin Wax, Irving Younger, Cecil Rosenthal, David Rosenthal, Bernice Simon, Sylvan Simon\n\nThis is a part of my Social Art Practice - using the power of art for community healing.",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "111727692",
    "coauthors": {
        "243060": {
            "firstname": "Anika",
            "middleinitial": "",
            "lastname": "Smulovitz",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727692",
            "authorid": 243060,
            "scholarlyactivityid": 52423
        }
    },
    "status": [
        {
            "id": 52423,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727692",
    "attachments": []
}