{
    "activityid": 5248,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Toward a Transformative Teaching Practice: Criticity, Pedagogy and Praxis",
        "Journal": "International Journal of Learning",
        "Volume": "15",
        "Month / Season": "2008-07-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "345-352",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/esl_facpubs/15",
        "Description/Abstract": "One method to teach a multicultural class: a teacher walks in to a room calls the class to order, steps to the lectern and begins to deliver knowledge. Socially acquired information is disseminated; that gained over years of study and experience. Another view: I walk into a class where my students are sitting quietly at their desks pen and paper at the ready and quietly ask: shall we form a circle? The students agree and after having done so I follow up with a generative (Freire, 1970): what are your current understandings of Diversity? In following the work of Paulo Freire, Henry Giroux, bell hooks, and Maxine Greene among others I undertake an auto-critical approach to the classes I teach. It is a given for me that students bring knowledge to the table, my classes become our classes; we engage in dialogue to interrogate our subject matter: culture and schooling in societies. As the classes I teach are designed for future educators we engage our discussions to push pedagogy and transform teaching.",
        "Origin": "Other"
    },
    "facultyid": "112125622",
    "coauthors": {
        "15988": {
            "firstname": "Arturo",
            "middleinitial": "",
            "lastname": "Rodriguez",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112125622",
            "authorid": 15988,
            "scholarlyactivityid": 5248
        }
    },
    "status": [
        {
            "id": 5248,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112125622",
    "attachments": []
}