{
    "activityid": 5254,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Critical Foundation for Bilingual Education",
        "Journal": "The Journal for Critical Education Policy Studies",
        "Volume": "9",
        "Month / Season": "2011-11-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "186-198",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/esl_facpubs/18",
        "Description/Abstract": "In this paper we weave lived experiences, those of a bilingual social studies teacher at a middle school in a large city in the Southwestern US, with critical theory/pedagogy and bilingual education. The purpose of this paper is to present an articulation of the practice of critical pedagogy in a bilingual educational context principally under the constraints of the No Child Left Behind Act of 2001 and its counterpart Race to the Top. We seek to share a few approaches that Matt, a bilingual social studies teacher, initiated to mitigate the effects of an oppressive but official curriculum and to encourage and foster the development of critical bi-literacy among his students.\n&quot;In the beginning was the Word. And the Word was made flesh. It was so in the beginning and it is so today. The language, the Word, carries within it the history, culture, the traditions, the very life of a people, the flesh. Language is people. We cannot even conceive of a people without a language, or a language without a people. The two are one and the same. To know one is to know the other. To love one is to love the other.&quot; Dr. Sabine Ulibarrí, El alma de la raza, 1964",
        "Origin": "Other"
    },
    "facultyid": "112125622",
    "coauthors": {
        "15997": {
            "firstname": "Matthew",
            "middleinitial": "David",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 15997,
            "scholarlyactivityid": 5254
        },
        "15998": {
            "firstname": "Arturo",
            "middleinitial": "",
            "lastname": "Rodriguez",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112125622",
            "authorid": 15998,
            "scholarlyactivityid": 5254
        }
    },
    "status": [
        {
            "id": 5254,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112125622",
    "attachments": []
}