{
    "activityid": 5259,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Role of Caspases in Alzheimer's Disease; Potential Novel Therapeutic Opportunities",
        "Journal": "Apoptosis",
        "Volume": "15",
        "Month / Season": "2010-11-01",
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "1403-1409",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s10495-010-0463-2",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/35",
        "Description/Abstract": "Although apoptosis plays a critical role in molding the CNS into its final appearance and function, inappropriate activation of this pathway in the aging brain may contribute to neurodegeneration. In Alzheimer's disease (AD), an overwhelming body of evidence supports the activation of apoptosis in general, and caspases specifically as an early event that may not only contribute to neurodegeneration but also promote the underlying pathology associated with this disease. Therefore, caspase inhibitors may provide an effective strategy for treating AD. However, despite the compelling evidence indicating a role for caspases in disease progression, chronic treatment with caspase inhibitors in animal models of AD has never been undertaken. In this review the role of caspases in AD will be addressed, including recent studies utilizing in vivo transgenic mouse models of tauopathies. In addition, a discussion of the therapeutic value and dangers of targeting caspase inhibition in the treatment of AD using caspase inhibitors such as Q-VD-OPh will be evaluated.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16017": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16017,
            "scholarlyactivityid": 5259
        }
    },
    "status": [
        {
            "id": 5259,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}