{
    "activityid": 5261,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Caspase-Cleaved TAR DNA Binding Protein-43 is a  Major Pathological Finding in Alzheimer's Disease",
        "Journal": "Brain Research",
        "Volume": "1228",
        "Month / Season": "2008-07-02",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "189-198",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.brainres.2008.06.094",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/14",
        "Description/Abstract": "The TAR DNA binding protein-43 (TDP-43) has been identified as a major constituent of inclusions found in frontotemporal dementia with ubiquitin-positive inclusions (FTLD-U) and amyotrophic lateral sclerosis (ALS).  To determine a possible role for TDP-43 in Alzheimer's disease (AD), a site-directed caspase-cleavage antibody to TDP-43 based upon a known caspase-3 cleavage consensus site within TDP-43 at position D219 was designed.  In vitro, this antibody labeled the predicted 25 kDa caspase-cleavage fragment of TDP-43 without labeling full-length TDP-43 following digestion of recombinant TDP-43 with caspase-3 or treatment of Hela cells with staurosporine. Application of this antibody in postmortem brain sections indicated the presence of caspase-cleaved TDP-43 in Hirano bodies, tangles, reactive astrocytes and neuritic plaques of the AD brain.  Caspase-cleaved TDP-43 also co-localized with ubiquitin labeled neurons as well as dystrophic neurites within plaque regions.  These results suggest that caspase-cleaved TDP-43 is a major pathological finding in AD and may contribute to the neurodegeneration associated with this disease.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16021": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16021,
            "scholarlyactivityid": 5261
        }
    },
    "status": [
        {
            "id": 5261,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}