{
    "activityid": 52651,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Interaction of alpha-crystallin with four major phospholipids of eye lens membranes",
        "Journal": "Experimental eye research",
        "Volume": "202",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "108337",
        "Publisher": "",
        "DOI": "10.1016/j.exer.2020.108337",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://pubmed.ncbi.nlm.nih.gov/33127344/",
        "Description/Abstract": "It is well-studied that the significant factor in cataract formation is the association of α-crystallin, a major eye lens protein, with the fiber cell plasma membrane of the eye lens. The fiber cell plasma membrane of the eye lens consists of four major phospholipids (PLs), i.e., phosphatidylcholine (PC), phosphatidylethanolamine (PE), phosphatidylserine (PS), and sphingomyelin (SM). Despite several attempts to study the interaction of α-crystallin with PLs of the eye lens membrane, the role of individual PL for the binding with α-crystallin is still unclear. We recently developed the electron paramagnetic resonance (EPR) spin-labeling method to study the binding of α-crystallin to the PC membrane (Mainali et al., 2020a). Here, we use the recently developed EPR method to explicitly measure the binding affinity (K) of α-crystallin to the individual (PE*, PS, and SM) and two-component mixtures (SM/PE, SM/PS, and SM/PC in 70:30 and 50:50 mol%) of PL membranes as well as the physical properties (mobility parameter and maximum splitting) of these membranes upon binding with α-crystallin. One of the key findings of this study was that the K of α-crystallin binding to individual PL membranes followed the trends: K(PC) &gt; K(SM) &gt; K(PS) &gt; K(PE*), indicating PE* inhibits binding the most whereas PC inhibits binding the least. Also, the K of α-crystallin binding to two-component mixtures of PL membranes followed the trends: K(SM/PE) &gt; K(SM/PS) &gt; K(SM/PC), indicating SM/PC inhibits binding the most whereas SM/PE inhibits binding the least. Except for the PE* membrane, for which there was no binding of α-crystallin, the mobility parameter for all other membranes decreased with an increase in α-crystallin concentration. It represents that the membranes become more immobilized near the headgroup regions of the PLs when more and more α-crystallin binds to them. The maximum splitting increased only for the SM and the SM/PE (70:30 mol%) membranes, with an increase in the binding of α-crystallin. It represents that the PL headgroup regions of these membranes become more ordered after binding of α-crystallin to these membranes. Our results showed that α-crystallin binds to PL membranes in a saturable manner. Also, our data suggest that the binding of α-crystallin to PL membranes likely occurs through hydrophobic interaction between α-crystallin and the hydrophobic fatty acid core of the membranes, and such interaction is modulated by the PL headgroup's size and charge, hydrogen bonding between headgroups, and PL curvature. Thus, this study provides an in-depth understanding of α-crystallin interaction with the PL membranes made of individual and two-component mixtures of the four major PLs of the eye lens membranes.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "267947": {
            "firstname": "Raju",
            "middleinitial": "",
            "lastname": "Timsina",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 267947,
            "scholarlyactivityid": 52651,
            "classifications": {
                "Role": "Post-doc"
            }
        },
        "267948": {
            "firstname": "Nawal",
            "middleinitial": "K",
            "lastname": "Khadka",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 267948,
            "scholarlyactivityid": 52651,
            "classifications": {
                "Role": "Post-doc"
            }
        },
        "267949": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Maldonado",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 267949,
            "scholarlyactivityid": 52651,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        },
        "267950": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 267950,
            "scholarlyactivityid": 52651,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 52651,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}