{
    "activityid": 52679,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Central nervous system and peripheral cell labeling by vascular endothelial cadherin-driven lineage tracing in adult mice",
        "Journal": "Neural regeneration research",
        "Volume": "15",
        "Month / Season": null,
        "Issue Number": "10",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "1856-1866",
        "Publisher": null,
        "DOI": "10.4103/1673-5374.280317",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Understanding the contribution of endothelial cells to the progenitor pools of adult tissues has the potential to inform therapies for human disease. To address whether endothelial cells transdifferentiate into non-vascular cell types, we performed cell lineage tracing analysis using transgenic mice engineered to express a fluorescent marker following activation by tamoxifen in vascular endothelial cadherin promoter-expressing cells (VEcad-CreER; B6 Cg-Gt(ROSA)26Sort). Activation of target-cell labeling following 1.5 months of ad libitum feeding with tamoxifen-laden chow in 4-5 month-old mice resulted in the tracing of central nervous system and peripheral cells that include: cerebellar granule neurons, ependymal cells, skeletal myocytes, pancreatic beta cells, pancreatic acinar cells, tubular cells in the renal cortex, duodenal crypt cells, ileal crypt cells, and hair follicle stem cells. As Nestin expression has been reported in a subset of endothelial cells, Nes-CreER mice were also utilized in these conditions. The tracing of cells in adult Nes-CreER mice revealed the labeling of canonical progeny cell types such as hippocampal and olfactory granule neurons as well as ependymal cells. Interestingly, Nestin tracing also labeled skeletal myocytes, ileal crypt cells, and sparsely marked cerebellar granule neurons. Our findings provide support for endothelial cells as active contributors to adult tissue progenitor pools. This information could be of particular significance for the intravenous delivery of therapeutics to downstream endothelial-derived cellular targets. The animal experiments were approved by the Boise State University Institute Animal Care and Use Committee (approval No. 006-AC15-018) on October 31, 2018.",
        "Origin": "PubMed"
    },
    "facultyid": "114002164",
    "coauthors": {
        "244795": {
            "firstname": "Alejandro",
            "middleinitial": "",
            "lastname": "Soto-Avellaneda",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 244795,
            "scholarlyactivityid": 52679
        },
        "244796": {
            "firstname": "Brad ",
            "middleinitial": "E",
            "lastname": "Morrison",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 244796,
            "scholarlyactivityid": 52679
        }
    },
    "status": [
        {
            "id": 52679,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002164",
    "attachments": []
}