{
    "activityid": 5268,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Cytoplasmic Inclusions of TDP-43 in Neurodegenerative Diseases: A Potential Role for Caspases",
        "Journal": "Histology and Histopathology",
        "Volume": "24",
        "Month / Season": "2009-08-01",
        "Issue Number": "8",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "1081-1086",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/229",
        "Description/Abstract": "TAR DNA-binding protein-43 (TDP-43) proteinopathies are classified based upon the extent of modified TDP-43 inclusions and include a growing number of neurodegenerative diseases including amyotrophic lateral sclerosis (ALS), frontotemporal lobar degeneration with ubiquitin immunoreactive, tau negative inclusions (FTLD-U) and FTLD with motor neuron disease (FTLD-MND). In addition, TDP-43 inclusions have also been identified in a number of other neurodegenerative disorders including Alzheimer's disease, corticobasal degeneration, Lewy body related diseases and Pick's disease. Current understanding suggests that in these diseases, TDP-43 is relocated from the nucleus to the cytoplasm and sequestered into inclusions that contain modified TDP-43. Major modifications of TDP-43 have been identified as being hyperphosphorylation and proteolytic cleavage by caspases. In this review a summary of the major findings regarding the proteolytic modification of TDP-43 will be discussed as well as potential toxic-gain mechanisms these fragments may cause including cytoskeletal disruptions.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16048": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16048,
            "scholarlyactivityid": 5268
        }
    },
    "status": [
        {
            "id": 5268,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2009,
            "termid": "2009/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}