{
    "activityid": 5269,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Caspase Activation in Transgenic Mice with Alzheimer-Like Pathology: Results from a Pilot Study Utilizing the Caspase Inhibitor, Q-VD-OPh",
        "Journal": "International Journal of Clinical and Experimental Medicine",
        "Volume": "2",
        "Month / Season": "2009-11-05",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "300-308",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/230",
        "Description/Abstract": "Despite the wealth of evidence supporting the activation of caspases in Alzheimer's disease (AD), chronic administration of a caspase inhibitor has never been tested in any animal model system. The purpose of the current report was to identify a suitable animal model that displays caspase activation and cleavage of critical proteins associated with AD, and secondly, to undertake a pilot study utilizing the novel caspase inhibitor, quinolyl-valyl-O-methylaspartyl-[-2, 6-difluorophenoxy]-methyl ketone (Q-VD-OPh). Analysis of 12 month-old TgCRND8 mice, which represent an early-onset animal model for AD, indicated the activation of caspase-7 as well as the cleavage of tau and the amyloid precursor protein (APP). Having established that TgCRND8 mice represent a suitable model system to target caspases therapeutically, a prophylactic study was initiated utilizing Q-VD-OPh. Three month-old TgCRND8 mice were injected intraperitoneally three times a week for three months with 10 mg/kg Q-VD-OPh and compared to control mice injected with vehicle. Although there was no apparent effect on extracellular A? deposition, chronic treatment with Q-VD-OPh did prevent caspase-7 activation and limited the pathological changes associated with tau, including caspase cleavage. These preliminary findings suggest that further studies examining the utility of Q-VD-OPh as a potential therapeutic compound for the treatment of AD are warranted.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16049": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16049,
            "scholarlyactivityid": 5269
        },
        "16050": {
            "firstname": "Polina",
            "middleinitial": "",
            "lastname": "Kokoulina",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16050,
            "scholarlyactivityid": 5269
        },
        "16051": {
            "firstname": "Cody",
            "middleinitial": "R.",
            "lastname": "Eaton",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16051,
            "scholarlyactivityid": 5269
        },
        "16052": {
            "firstname": "Wayne",
            "middleinitial": "W.",
            "lastname": "Poon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16052,
            "scholarlyactivityid": 5269
        }
    },
    "status": [
        {
            "id": 5269,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}