{
    "activityid": 5271,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Caspases as Therapeutic Targets in Alzheimer's Disease: Is It Time to &quot;Cut&quot; to the Chase?",
        "Journal": "International Journal of Clinical and Experimental Pathology",
        "Volume": "2",
        "Month / Season": "2009-03-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "108-118",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/228",
        "Description/Abstract": "Mounting evidence suggests the involvement of caspases in the disease process associated with Alzheimer's disease (AD). The activation of caspases may be responsible for the neurodegeneration associated with AD and several recent studies have suggested that caspases may also play a role in promoting pathogenic mechanisms underlying this disease. Thus, caspase activation and cleavage of the amyloid precursor protein (APP) and tau may facilitate both the production of beta-amyloid (A?) as well as the formation of neurofibrillary tangles (NFTs). Because the activation of caspases in AD may be a proximal event that is not just associated with neurodegeneration, caspases are potential therapeutic targets for the treatment of this disorder. In this review, studies documenting the role of caspases in the AD brain will be discussed. In this context, a discussion of the therapeutic value of targeting caspase inhibition in the treatment of AD will be evaluated including drug targets, delivery and selectivity.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16058": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16058,
            "scholarlyactivityid": 5271
        },
        "16059": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Head",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16059,
            "scholarlyactivityid": 5271
        }
    },
    "status": [
        {
            "id": 5271,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}