{
    "activityid": 52732,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Application of air-bubble cushioning to improve the shock absorption performance of type I industrial helmets",
        "Journal": "Engineering Failure Analysis",
        "Volume": "32",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "1-14",
        "Publisher": "Elsevier Publishing",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.sciencedirect.com/science/article/pii/S135063072031445X",
        "Description/Abstract": "The industrial helmet is the most used and effective personal protective equipment to reduce work-related traumatic brain injuries. The Type I industrial helmet is a basic helmet model that is commonly used in construction sites and manufacturers. The purpose of the current study was to investigate if shock absorption performance of these helmets could be improved by using an air-bubble cushioning liner to augment the helmet’s suspension system. Drop impact tests were performed using a commercial drop tower test machine according to the ANSI Z89.1 Type I drop impact protocol. Typical off-the-shelf Type I industrial helmets were utilized in the study. The effects of the air-bubble cushioning on the helmets’ shock absorption performance were evaluated by comparing the original off-the-shelf helmet samples to the helmets equipped with an air-bubble cushioning liner. The air-bubble cushioning liner (thickness 5 mm) was placed between the headform and the helmet when being tested. The impactor had a mass of 3.6 kg and was free-dropped from different heights. The maximal peak transmitted forces for each of the tests have been evaluated and compared. Our results show that the shock absorption effectiveness of the air-bubble cushioning is dependent on the magnitude of the impact force. At lower drop heights ( m), the air-bubble cushioning liner has little effect on the transmitted impact forces, however, at higher drop heights ( m) the air-bubble cushioning liner effectively reduced the peak transmitted forces. At a drop height of 1.93 m (the highest drop height tested), the air-bubble cushioning liner reduced the peak transmitted force by over 80%. Our results indicate that adding an air-bubble cushioning liner into a basic Type I industrial helmet will substantially increase shock absorption performance for large impact forces.",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "245188": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 245188,
            "scholarlyactivityid": 52732
        }
    },
    "status": [
        {
            "id": 52732,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}