{
    "activityid": 52759,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Paying it Forward: Candidate Contributions and Support for Diverse Candidates",
        "Book Title": "Good Reasons to Run",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "273-287",
        "Edition": "",
        "Volume": "",
        "Publisher": "Temple University Press",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "978-1-4399-1956-9",
        "Author(s) / Editor(s)": null,
        "Web address": "http://tupress.temple.edu/book/20000000009911",
        "Description/Abstract": "We rarely think about candidates making contributions to other candidates, but could candidate transfers be a useful tool for helping more diverse candidates run and succeed? Candidate contributions refer to the ability of candidates to redistribute their own resources to help other candidates’ campaigns. By transferring their funds this way, candidates can signal the quality of other candidates. Additionally, they can provide financial support for diverse candidates who may have less access to traditional campaign fundraising paths. Finally, candidate contributions may help connect candidates, fostering close relationships and a feeling of belonging. As an added bonus, by donating to other candidates and party committees, candidates contribute to their party’s success and facilitate connections in the party. These connections help candidates gain influence in their party (Kettler 2014).\n\nThese factors may motivate candidates to contribute to fellow candidates, perhaps especially those that lack access to established fundraising networks. Do candidates, particularly women candidates, use the redistribution of contributions to help women candidates succeed? If diverse candidates are the beneficiaries of candidate contributions, this mechanism has great potential to at least remove a reason for not running. Moreover, it may offer an additional path for supporting women candidates’ campaigns. Thus, the goal of this research is to contribute to a better understanding of candidate-to-candidate contributions and its usefulness as a tool for helping a more diverse set of candidates run for office. \n\nStatus: Revised the chapter in Summer 2018, chapter accepted for publication in Fall 2018, Book accepted for publication with Temple University Press in early 2019, publication expected in early 2020",
        "Web Address": "http://tupress.temple.edu/book/20000000009911",
        "Origin": "Manual"
    },
    "facultyid": "114025971",
    "coauthors": {
        "253591": {
            "firstname": "Jaclyn",
            "middleinitial": "J",
            "lastname": "Kettler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114025971",
            "authorid": 253591,
            "scholarlyactivityid": 52759
        }
    },
    "status": [
        {
            "id": 52759,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114025971",
    "attachments": []
}