{
    "activityid": 5276,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Caspase-Cleaved TAR DNA-Binding Protein-43 in Pick's Disease",
        "Journal": "International Journal of Physiology, Pathophysiology and Pharmacology",
        "Volume": "",
        "Month / Season": "2009-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "25-32",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/21",
        "Description/Abstract": "The hyperphosphorylation and proteolytic modification of the TAR DNA binding protein-43 (TDP-43) is a key finding in a number of neurodegenerative diseases including frontotemporal dementia with ubiquitin-positive inclusions (FTLD-U), amyotrophic lateral sclerosis (ALS), and most recently Alzheimer's disease (AD). To examine whether proteolytic modifications of TDP-43 is a relevant finding in Pick's disease, we utilized a novel site-directed caspase-cleavage antibody based upon a known caspase-3 cleavage consensus site within TDP-43 at position 219. Application of this antibody, termed TDP caspase-cleavage product (TDPccp) to postmortem Pick's disease brain sections revealed the presence of caspase-cleaved TDP-43 in Pick and Hirano bodies predominantly within region CA1 of the hippocampus. Co-localization of TDPccp with PHF-1, a general marker for Pick bodies, as well as with an antibody to caspase-cleaved tau (TauC3) was evident within the hippocampus. A semi-quantitative analysis indicated that approximately 21% and 79% of the Pick bodies identified in area CA1 contained caspase-cleaved TDP-43 or caspase-cleaved tau, respectively. Of interest was the lack of co-localization of TDPccp with PHF-1 in Pick bodies within the dentate gyrus. Collectively, these data have identified modified TDP-43 as a component of Pick and Hirano bodies that is restricted to area CA1 in Pick's disease. The relative paucity of caspase-cleaved TDP-43 found within Pick bodies in comparison to caspase-cleaved tau suggests that TDP-43 and its modification by caspases is most likely not a contributing factor leading to Pick body formation.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16069": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16069,
            "scholarlyactivityid": 5276
        },
        "16070": {
            "firstname": "Polina",
            "middleinitial": "",
            "lastname": "Kokoulina",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16070,
            "scholarlyactivityid": 5276
        }
    },
    "status": [
        {
            "id": 5276,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}