{
    "activityid": 52774,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Short-Term Rentals’ Perceived Threat to Neighborhoods and Neighboring: Evidence From Boise, Idaho",
        "Conference/Meeting Name": "American Sociological Association Annual Meeting",
        "Conference Location": "Virtual",
        "Date or Date Range": "August 11, 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "American Sociological Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The expansion of short-term rental (STR) platforms such as Airbnb, and the increasing number of residential properties available to travelers on a short-term basis, is, in many ways, a testament to the appeal of neighborhoods. But while a growing body of scholarship examines the impact of STRs on housing stocks and availability, and questions of how these new land uses should be regulated, we know far less about how neighborhood residents understand the impacts of STRs and how these understandings inform resistance to STR proliferation. Using qualitative analysis and drawing from two cases in Boise, Idaho neighborhoods, this paper details the ways that residents characterize observed and anticipated changes associated with increasing STRs. Preliminary findings suggest that residents understand STRs as compounding an ongoing shortage of affordable housing, and as introducing nuisances such as increase noise, parking demand, and stranger traffic. Beyond these concerns, they point to STRs as capitalizing on, but not contributing to, the routine and deliberate work that residents do to create vital neighborhoods. Conclusions examine the stakes of replacing full-time residents with STR tenants and discuss how perceptions of STR impacts mobilize successful resident action.",
        "Origin": "Manual"
    },
    "facultyid": "114136045",
    "coauthors": {
        "245387": {
            "firstname": "Krista",
            "middleinitial": "E",
            "lastname": "Paulsen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114136045",
            "authorid": 245387,
            "scholarlyactivityid": 52774
        }
    },
    "status": [
        {
            "id": 52774,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114136045",
    "attachments": []
}