{
    "activityid": 5282,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Identification of a Caspase-Derived N-Terminal Tau Fragment in Cellular and Animal Alzheimer's Disease Models",
        "Journal": "MCN: Molecular &amp; Cellular Neuroscience",
        "Volume": "38",
        "Month / Season": "2008-07-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "381-392",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.mcn.2008.03.011",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/97",
        "Description/Abstract": "Biochemical modifications of tau proteins have been proposed to be among the earliest neurobiological changes in Alzheimer's disease (AD) and correlate better with cognitive symptoms than do beta-amyloid plaques. We have recently reported that adenovirus-mediated overexpression of the NH2 26–230aa tau fragment evokes a potent NMDA-mediated neurotoxic effect in primary neuronal cultures. In order to assess whether such N-terminal tau fragment(s) are indeed produced during apoptosis or neurodegeneration in vivo,  we attempted to ascertain their presence in cell and animal models  using an anti-tau antibody directed against the N-terminal sequence of human protein located downstream of the caspase(s)-cleavage site DRKD25-QGGYTMHQDQ. We provide biochemical evidence that a caspase(s)-cleaved NH2-terminal tau fragment of 20–22 kDa, consistent with the size of the NH2 26–230aa neurotoxic fragment of tau, is generated in vitro in differentiated human SH-SY5Y cells undergoing apoptosis by BDNF withdrawal or following treatment with staurosporine. In addition this NH2-terminally cleaved tau fragment, whose expression correlates with a significant up-regulation of caspase(s) activity, is also specifically detected in vivo in the hippocampus of 15 month-old AD11 transgenic mice, a model in which a progressive AD-like neurodegeneration is induced by the expression of transgenic anti-NGF antibodies. The results support the idea that aberrant activation of caspase(s), following apoptotic stimuli or neurodegeneration insults, may produce one or more toxic NH2 tau fragments, that further contribute to propagate and increase cellular dysfunctions in AD.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16086": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16086,
            "scholarlyactivityid": 5282
        }
    },
    "status": [
        {
            "id": 5282,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}