{
    "activityid": 5285,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Caspase-9 Activation and Caspase Cleavage of Tau in the Alzheimer's Disease Brain",
        "Journal": "Neurobiology of Disease",
        "Volume": "11",
        "Month / Season": "2002-11-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "341-354",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1006/nbdi.2002.0549",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/217",
        "Description/Abstract": "Accumulating evidence supports a role for the activation of proteolytic enzymes, caspases, in the Alzheimer's disease (AD) brain. Neurons committed to apoptosis may do so through a mitochondrial pathway employing caspase-9 or through an alternative, receptor-mediated pathway involving caspase-8. Considering the role of mitochondrial dysfunction in AD, we examined the possible activation of caspase-9 in the AD brain using an antibody that recognizes the active fragments of caspase-9, but not the full-length proform of the enzyme. In vivo immunohistochemical analysis demonstrated little caspase-9 activation in the majority of hippocampal brain sections from control brains. However, labeling of neurons as well as dystrophic neurites within plaque regions was observed in all AD hippocampal brain sections examined. In addition, active caspase-9 was colocalized with active caspase-8 and the accumulation of caspase-3-cleavage products of fodrin. The activation of caspase-9 was also observed in neurons positive for oxidative damage to DNA/RNA. A quantitative analysis indicates that as the number of neurons containing neurofibrillary tangles (NFTs) increases, the extent of caspase-9 activation decreases, supporting the idea that caspase-9 activation may precede NFT formation. In addition, a site-directed caspase-cleavage antibody was designed to the amino-terminal caspase-3 consensus cleavage site located in tau, and shown to be an effective marker for caspase-cleaved fragments of tau in vitro. Analysis with this antibody using age-matched control or AD brain sections demonstrated no staining in control brains while widespread labeling of NFTs, neuropil threads, and dystrophic neurites was observed in AD sections. Taken together, these results demonstrate the activation of caspases and cleavage of tau in the AD brain, events which may precede and lead to the formation of NFTs.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16099": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16099,
            "scholarlyactivityid": 5285
        },
        "16100": {
            "firstname": "Robert",
            "middleinitial": "A.",
            "lastname": "Rissman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16100,
            "scholarlyactivityid": 5285
        },
        "16101": {
            "firstname": "Michael",
            "middleinitial": "C.",
            "lastname": "Davis",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16101,
            "scholarlyactivityid": 5285
        },
        "16102": {
            "firstname": "Young",
            "middleinitial": "Eun",
            "lastname": "Kim",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16102,
            "scholarlyactivityid": 5285
        },
        "16103": {
            "firstname": "Carl",
            "middleinitial": "W.",
            "lastname": "Cotman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16103,
            "scholarlyactivityid": 5285
        },
        "16104": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Head",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16104,
            "scholarlyactivityid": 5285
        }
    },
    "status": [
        {
            "id": 5285,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2002,
            "termid": "2002/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}