{
    "activityid": 5288,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Caspase-Cleaved TAR DNA-Binding Protein-43 in Parkinson's Disease and Dementia with Lewy Bodies",
        "Journal": "Neurodegenerative Diseases",
        "Volume": "7",
        "Month / Season": "2010-06-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "243-250",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1159/000287952",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/20",
        "Description/Abstract": "Background: TAR DNA-binding protein-43 (TDP-43) proteinopathies are classified based upon the extent of modified TDP-43 and include a growing number of neurodegenerative diseases such as amyotrophic lateral sclerosis (ALS), frontotemporal lobar degeneration with ubiquitin immunoreactive, tau-negative inclusions (FTLD-U) and FTLD with motor neuron disease (FTLD-MND).  Objective: The purpose of the study was to examine whether proteolytic modifications of TDP-43 are a relevant finding in Parkinson's disease (PD) and dementia with Lewy Bodies (DLB).  Methods:  A novel site-directed caspase-cleavage antibody, termed TDP caspase-cleavage product antibody (TDPccp), was utilized based upon a known caspase-3 cleavage consensus site within TDP-43 at position 219.  Results: Application of this antibody to postmortem brain sections from PD and DLB revealed the presence of caspase-cleaved TDP-43 in Lewy bodies and Hirano bodies in all cases examined. Co-localization of TDPccp with an antibody to alpha-synuclein (?-Syn), which served as a general marker for Lewy bodies, was evident within the substantia nigra in both alpha-synucleinopathies. Interestingly, the TDPccp antibody detected a greater number of Lewy bodies in PD and DLB compared to the ?-Syn antibody. In addition, a semi-quantitative analysis in both diseases confirmed this finding by indicating that the percent of caspase-cleaved TDP-43 single-labeled Lewy bodies was approximately twice the percent that of ?-Syn labeling (in DLB 13.4% vs. 5.5%, while in PD 34.6% vs. 17.6%, respectively).  Conclusion: Collectively, these data have identified caspase-cleaved TDP-43 as a primary component of Lewy and Hirano bodies in PD and DLB, and suggest the TDPccp antibody is an effective marker for the detection of Lewy bodies in these neurodegenerative diseases.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16117": {
            "firstname": "Polina",
            "middleinitial": "",
            "lastname": "Kokoulina",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16117,
            "scholarlyactivityid": 5288
        },
        "16118": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16118,
            "scholarlyactivityid": 5288
        }
    },
    "status": [
        {
            "id": 5288,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2010,
            "termid": "2010/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}