{
    "activityid": 52955,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Asymmetry in Pedagogical Relations\t",
        "Conference/Meeting Name": "Toward an Asymmetrical Ethics",
        "Conference Location": "Södertörns Högskola, Stockholm",
        "Date or Date Range": "March 18-19",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "Södertörns Högskola",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In this presentation, I discuss the asymmetry inherent in our relationship to children. I do this not to argue for equilibrium and balance in this relation but try to understand this asymmetry is particularly evident specifically in pedagogical engagement. The pedagogical relation is given its canonical description in a text from 1933 by Herman Nohl, who drew inspiration from Friedrich Schleiermacher. This text describes this relation as first of all taken on by the adult for the sake of the child; it is informed by what is best for the child both now and in the future. This relation demands a tactfulness that can be protective of both educator and educand (i.e. child or young person). However, it comes without the expectation that it is to be reciprocated. Finally, it is marked by an asymmetrical pathos, Nohl says that this consists in the child’s loyalty to the adult, and the adult’s love for the child, and is oriented to the child’s present reality and future possibility.\nI extend Nohl’s account by turning to a contemporary discussion of the child as alien.  The alterity and heterogeneity of this alienness that children confront us with, I argue, is not characterized by the broad symmetry of the self and other (perhaps familiar from Levinas). Instead, it constituted through an act of exclusion and disappearance that is intrinsically involved in what Husserl calls our “sphere of ownness.” Our relation to this alien is thus not characterized by a logic or language that both share. Instead, it is manifest through pathos that is lived in an immanent indexical field of experience. It is here where we are addressed by the child, and it is here where we respond to that in the child which withdraws when we would try to assimilate it to our own selves and understandings.",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "246596": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 246596,
            "scholarlyactivityid": 52955
        }
    },
    "status": [
        {
            "id": 52955,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": [
        {
            "attachmentid": 27710,
            "mimetype": "application/pdf",
            "filename": "Friesen (2020) Asymmetry in Pedagogical Relations.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZY05wZHo5MDNBdGx4VURZWU4zNjIwSDloeUoya2Z1TVhwS1Y2ZTBNSkF2NHBWVmtPRjltVFRyRGtBaG9uL3EvS2ZBN1JsMEVCOXdvQ1c2REIxWFcwYVFab1VRQWM5dzYwall4ejh0ZWppcnc9PQ%3D%3D",
            "filesize": 81661
        }
    ]
}