{
    "activityid": 5298,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Caspase Activation in Alzheimer's Disease: Early to Rise and Late to Bed",
        "Journal": "Reviews in the Neurosciences",
        "Volume": "19",
        "Month / Season": "2008-11-01",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "383-393",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1515/REVNEURO.2008.19.6.383",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/87",
        "Description/Abstract": "It has been almost 15 years since the first report of apoptosis as a major mechanism of cell death associated with Alzheimer's disease (AD). Presently, whether neurons die through apoptosis or some other pathway is still a hotly debated issue. However, mounting evidence suggests a role for the activation of caspases and cleavage of critical cellular proteins during the progression of AD. The activation of apoptotic pathways may represent s protracted battle due to the presence of various anti-apoptotic molecules such as Bcl 2 whereby neurons do not immediately execute the apoptotic program but caspase activation occurs discretely at some low level. During this time, caspase cleavage of the amyloid-precursor protein (APP), the adaptor protein GGA3 involved with beta-amyloid production, and tau may promote the formation of beta-amyloid (A?) and neurofibrillary tangles (NFTs). Thus, not only may activation of caspases represent a terminal event associated with AD (i.e. cell death), but also a proximal event that promotes the pathology underlying this disease. Therefore, therapeutics aimed at preventing the activation and execution of apoptosis may provide an effective means of treating AD.",
        "Origin": "Other"
    },
    "facultyid": "111643741",
    "coauthors": {
        "16156": {
            "firstname": "Troy",
            "middleinitial": "T",
            "lastname": "Rohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643741",
            "authorid": 16156,
            "scholarlyactivityid": 5298
        },
        "16157": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Head",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16157,
            "scholarlyactivityid": 5298
        }
    },
    "status": [
        {
            "id": 5298,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2008,
            "termid": "2008/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643741",
    "attachments": []
}