{
    "activityid": 53004,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Parallel Head Taxes of Margaret Thatcher and Barack Obama: Economics as Morality and its Populist Rejection",
        "Journal": "SOUTHERN CALIFORNIA INTERDISCIPLINARY LAW JOURNAL  ",
        "Volume": "29",
        "Month / Season": "",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "251-291",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The legacies of Margaret Thatcher and Barack Obama are alike intertwined with failed per capita taxes: Thatcher’s infamous local government poll tax and the individual mandate tax at the heart of Obama’s signature healthcare reform. Examining these two taxes together reveals that—despite the pronounced differences between the two political leaders—both taxes were conceived, enacted, met with virulent popular opposition, and ultimately repealed under remarkably parallel processes. Both taxes arose out of essentially the same economic idea, and in fact, this animating idea originated from the same small network of think-tank economists in both cases. Crucially, economic theory served as both the technical basis and the moral justification for the taxes. The Thatcher poll tax was morally justified as necessary to increase local government “accountability,” defined economically such that an accountable government is one where all citizens equally bear the full marginal cost of local government spending increases. Likewise, the moral basis of the individual mandate tax was “responsibility,” defined in economic terms such that a responsible person is one who bears the marginal cost imposed on society by their decision not to purchase health insurance. Neither Thatcher nor Obama conceived of or initially supported their respective per capita taxes, which instead arose from small, relatively isolated groups, heavily influenced by academic economists. Accordingly, the taxes were designed to fit abstract economic theories crafted by experts, with little regard for popular opinion or practical and historical experience. Not surprisingly, the taxes proved highly unpopular and hard to implement, imposing heavy political costs on Thatcher, Obama, and their respective parties. Despite the intense opposition from the populace, the major opposition parties initially either supported or at least accepted the taxes, only opposing them after popular anger became undeniable. The real fault lines that emerged were between the establishment political class and the majority of the electorate. This division was characterized by a preference for expert administration based on science—especially neoliberal economic theory—on the one hand, and a preference for popular sovereignty informed by traditional notions of fairness on the other. Popular perceptions of unfairness were amplified by the regressive nature of the taxes, and I argue that regressivity was a logical consequence of the economic theories undergirding the taxes.",
        "Origin": "Manual"
    },
    "facultyid": "111671285",
    "coauthors": {
        "327132": {
            "firstname": "Joshua",
            "middleinitial": "",
            "lastname": "Cutler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111671285",
            "authorid": 327132,
            "scholarlyactivityid": 53004,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 53004,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 53004,
            "status": "Accepted",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111671285",
    "attachments": []
}