{
    "activityid": 53007,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Religious Roots of the Progressive Income Tax in America",
        "Journal": "CATHOLIC UNIVERSITY LAW REVIEW",
        "Volume": "68",
        "Month / Season": "",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "473-524",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "I examine the debate over the first peacetime income tax in the United States in 1894 to investigate the role of religion in enacting the tax and providing moral legitimacy. I find that congressional proponents repeatedly and explicitly argued that a progressive income tax was a biblical tax that best conformed to Judeo-Christian teachings on economics and fundraising. I discuss the history of American religious fundraising practices, including the trend leading up to 1894 that advocated for proportionate giving of income as the best method of giving, as well as the related tithing movement. I document that congressional income tax supporters drew on the language and ideas of these religious fundraising movements, in addition to direct recourse to biblical authority. Income tax supporters also used religiously-rooted ideas to argue for progression in tax rates, especially the idea that income earned through labor and used to supply basic needs has special moral value, while higher levels of “unearned” income were devalued and viewed with suspicion. For their part, income tax opponents used biblical injunctions against covetousness and theft, as well as biblical ideas about thrift and industry, to argue against progressive income taxes. The 1894 income tax offers a valuable case study on the important and unappreciated role that religion can exercise in the public square, especially with respect to taxation and economic policy. Religion can play a moderating and motivating role that builds consensus across the political spectrum.",
        "Origin": "Manual"
    },
    "facultyid": "111671285",
    "coauthors": {
        "327131": {
            "firstname": "Joshua",
            "middleinitial": "",
            "lastname": "Cutler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111671285",
            "authorid": 327131,
            "scholarlyactivityid": 53007
        }
    },
    "status": [
        {
            "id": 53007,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 53007,
            "status": "Accepted",
            "term": "Spring",
            "year": 2018,
            "termid": "2017/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111671285",
    "attachments": []
}