{
    "activityid": 53012,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Judges as Arbiters of GAAP: The Case of Asset Impairment Recognition",
        "Name of Conference": "AAA Southwest Region Meeting",
        "Month / Season": "March 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "I examine the role of federal judges in interpreting GAAP in the context of class action securities litigation. I focus on a series of cases dealing with asset impairment recognition involving SFAS 121 and SFAS 144. The cases present a unique natural experiment. Early cases uniformly favored managers until one prominent case reversed this trend, holding managers liable for a delay in writing down impaired assets. Later, in a different case involving the same defendant in the same court, the court swung back in the other direction, ruling in favor of the managers under similar facts. The result is an overall body of law that favors manager discretion with respect to impairment recognition, but with an intervening window of time where the law favored plaintiffs and potentially made it easier to hold managers liable for delayed asset write-downs. I use this window to test whether managers and financial statement preparers pay attention to the content of judicial decisions and adjust their behavior accordingly. I find evidence that during the window where case law appeared to heighten the risk of liability for delayed asset write-downs, firms are more likely to recognize asset impairments and those impairments are timelier. The results indicate that the decisions of judges can have a significant impact on the implementation of GAAP. To craft optimal accounting standards, standard setters must take into account how standards will be shaped by the American judiciary. ",
        "Origin": "Manual"
    },
    "facultyid": "111671285",
    "coauthors": {
        "257477": {
            "firstname": "Joshua",
            "middleinitial": "",
            "lastname": "Cutler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111671285",
            "authorid": 257477,
            "scholarlyactivityid": 53012
        }
    },
    "status": [
        {
            "id": 53012,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 53012,
            "status": "Accepted",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111671285",
    "attachments": []
}