{
    "activityid": 53028,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "RNA-directed construction of structurally complex and active ligase ribozymes through recombination",
        "Journal": "RNA (New York, N.Y.)",
        "Volume": "11",
        "Month / Season": null,
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "1678-87",
        "Publisher": null,
        "DOI": "10.1371/journal.pone.0045351",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "RNA-directed recombination can be used to catalyze a disproportionation reaction among small RNA substrates to create new combinations of sequences. But the accommodation of secondary and tertiary structural constraints in the substrates by recombinase ribozymes has not been explored. Here, we show that the Azoarcus group I intron can recombine oligoribonucleotides to construct class I ligase ribozymes, which are catalytically active upon synthesis. The substrate oligonucleotides, ranging in size from 58 to 104 nucleotides (nt), along with the 152-nt ligase ribozymes they reconstitute, can contain significant amounts of secondary structure. However, substrate recognition by the Azoarcus ribozyme depends on the existence of a single accessible CAU triplet for effective recombination. A biphasic temperature reaction profile was designed such that the sequential recombination/ligation events could take place in a thermocycler without human intervention. A temperature-dependent pH shift of the reaction buffer contributes to the success of the net reaction. When the substrate for the ligase ribozyme is introduced into the reaction mixture, as much as 11% can be observed being converted to product by the recombined ligase in the same reaction vessel. Recombination followed by ligation can also occur under isothermal conditions at 37 degrees C. Tertiary structure formation of the ligase upon construction can provide some protection from cleavage by the Azoarcus ribozyme when compared to the constituent substrates. These data suggest that RNA-directed recombination can, in fact, articulate complex ribozymes, and that there are logical rules that can guide the optimal placement of the CAU recognition sequence.",
        "Origin": "PubMed"
    },
    "facultyid": "114001941",
    "coauthors": {
        "247006": {
            "firstname": "Eric ",
            "middleinitial": "J",
            "lastname": "Hayden",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 247006,
            "scholarlyactivityid": 53028
        },
        "247007": {
            "firstname": "Cr",
            "middleinitial": "A",
            "lastname": "Riley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 247007,
            "scholarlyactivityid": 53028
        },
        "247008": {
            "firstname": "Aaron ",
            "middleinitial": "S",
            "lastname": "Burton",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 247008,
            "scholarlyactivityid": 53028
        },
        "247009": {
            "firstname": "Niles",
            "middleinitial": "",
            "lastname": "Lehman",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 247009,
            "scholarlyactivityid": 53028
        }
    },
    "status": [
        {
            "id": 53028,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2005,
            "termid": "2005/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114001941",
    "attachments": []
}