{
    "activityid": 53041,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mechanisms of covalent self-assembly of the Azoarcus ribozyme from four fragment oligonucleotides",
        "Journal": "Nucleic acids research",
        "Volume": "36",
        "Month / Season": null,
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "520-31",
        "Publisher": null,
        "DOI": "10.1093/nar/gkm1055",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "RNA oligomers of length 40-60 nt can self-assemble into covalent versions of the Azoarcus group I intron ribozyme. This process requires a series of recombination reactions in which the internal guide sequence of a nascent catalytic complex makes specific interactions with a complement triplet, CAU, in the oligomers. However, if the CAU were mutated, promiscuous self-assembly may be possible, lessening the dependence on a particular set of oligomer sequences. Here, we assayed whether oligomers containing mutations in the CAU triplet could still self-construct Azoarcus ribozymes. The mutations CAC, CAG, CUU and GAU all inhibited self-assembly to some degree, but did not block it completely in 100 mM MgCl(2). Oligomers containing the CAC mutation retained the most self-assembly activity, while those containing GAU retained the least, indicating that mutations more 5' in this triplet are the most deleterious. Self-assembly systems containing additional mutant locations were progressively less functional. Analyses of properly self-assembled ribozymes revealed that, of two recombination mechanisms possible for self-assembly, termed 'tF2' and 'R2F2', the simpler one-step 'tF2' mechanism is utilized when mutations exist. These data suggest that self-assembling systems are more facile than previously believed, and have relevance to the origin of complex ribozymes during the RNA World.",
        "Origin": "PubMed"
    },
    "facultyid": "114001941",
    "coauthors": {
        "247073": {
            "firstname": "Will ",
            "middleinitial": "E",
            "lastname": "Draper",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 247073,
            "scholarlyactivityid": 53041
        },
        "247074": {
            "firstname": "Eric ",
            "middleinitial": "J",
            "lastname": "Hayden",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 247074,
            "scholarlyactivityid": 53041
        },
        "247075": {
            "firstname": "Niles",
            "middleinitial": "",
            "lastname": "Lehman",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 247075,
            "scholarlyactivityid": 53041
        }
    },
    "status": [
        {
            "id": 53041,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114001941",
    "attachments": []
}