{
    "activityid": 53216,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Making the Teaching of STEM Writing More Inclusive",
        "Conference/Meeting Name": "Conference on College Composition and Communication",
        "Conference Location": "Spokane, WA",
        "Date or Date Range": "April 7-10",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "National Council of Teachers of English",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "When we engage with STEM writing as teachers, communicators, and scholars, we need to be keenly aware of the instrumental and positivistic values and perceptions that we (or our students) harbor. These values can obscure the more inclusive commonplaces that underlie STEM communication’s social functions. If these values and perceptions are not questioned or challenged, we, as STEM writing teachers and researchers, do students and society a disservice because the assumptions we hold impact our interactions with STEM writers and the public conceptions of STEM. In this roundtable, we propose moving beyond presumed commonplaces that normalize “legitimate” knowledge and dictate power dynamics between STEM and humanities disciplines. We also promote the inclusion and centering of contributions made by writers from a range of identities in STEM. In this roundtable, six STEM writing compositionists and researchers from a variety of institutions will present a discussion in three parts (each for 25 minutes): 1) short presentations, 2) small group discussions, and 3) sharing out of key takeaways from discussions. First, short presentations will locate and problematize the commonplaces of STEM writing with an attention to grounding these commonplaces for newcomers to the conversation. Presenters will interrogate the power dynamics in and between STEM writing spaces. They will examine STEM’s core value of efficiency that relegates writing to an instrumental and practical tool in ways that do not attend to cultural forces acting on writers and writing in STEM. Speakers will also address inclusivity by examining which identities are privileged to be included (and excluded) in STEM writing spaces. After the presentations, the roundtable will transition into a discussion with audience members in small groups (each group will focus on one speaker’s presentation). Audience members will respond to issues each presenter raised and contemplate how the ideas apply to their own teaching and scholarship. This format has two goals. First, speakers will be able to clarify key concepts. Second, attendees will be able to contribute their own knowledge and experiences to the discussion and broaden the conversation to produce a more robust conception of the topic. These conversations will explore strategies for making STEM writing classes more inclusive for various departmental and institutional settings. Possible questions that we will discuss relate to how STEM writing frameworks can be modified to engage students’ identities, how composition spaces can turn into sites for scientific endeavors, and how various institutions (e.g., R1 vs. small liberal arts institutions) can tap into their institutional and community identities to create inclusive STEM writing courses. In the third portion of the roundtable, speakers and audience members will share their discussions. Using their group discussion notes, speakers will draw insights and specific questions to pose to the entire room. These notes will also be shared after the presentation for both participants and others interested in engaging in this conversation. Speaker 1 &amp; Chair Much published work on STEM communicators reveals problematic attitudes and beliefs about writing that impacts how we teach writing in STEM contexts. Thus, a more robust methodology is needed to acknowledge power differentials between writing studies researchers and participants as well as instructors and students. Speaker 1 argues for a research methodology that accounts for ideological clashes when working with STEM writers, particularly in engineering. This methodology interrogates social constructions of writing in engineering settings, particularly the ways that engineering students and professionals talk about their writing while interacting with a writing researcher and teacher. Informed by feminist approaches and attending to power dynamics, this methodology would frame how to account for the relationships between English/humanities and STEM fields when working with and researching engineering/STEM communication. The speaker will conclude by also discussing pedagogical implications and will invite participants to revisit their approaches and interactions with STEM communicators. Speaker 2 Speaker 2 discusses approaches in a required first-year writing course, where the speaker specifically teaches the history of scientific racism from a critical feminist perspective to dismantle notions of positivism and objectivity. Students generally come to college more familiar with scientific disciplines than other fields (Moskovitz and Kellogg 2005: 319), yet many students from underrepresented and historically marginalized identities don’t recognize their own scientific fluency (MacPhee et al. 2013). Teaching a historicist view of scientific writing deconstructs this presumably neutral “commonplace” of Western knowledge production. Instead, students critique problematic and prejudiced scientific studies (e.g., Mitchell 2018) from the past and analyze how current scientific research has been parlayed into racist misunderstandings about humans in the present (Marks 2017). Through writing about how Western science can be biased and misleading, and centering Indigenous, critical, and marginalized perspectives, students imagine and create new commonplaces for knowledge production. Speaker 3 Speaker 3 will discuss how the status quo for STEM writing (courses at a midwest, land-grant university where STEM students are predominantly white, male, domestic, and heterosexual) can be re-envisioned as a site for inclusivity. Accustomed to large lectures, these students typically have minimal interactions with instructors or even with peers beyond high-stake projects. Accustomed to studying the so-called hard sciences and technologies, they assume their worldview is factual and universal. Given its much smaller size, the STEM writing class is an ideal place to foster low-stake, habitual interactions and collaborations through methods such as pair work, group quizzes, think-pair-share, peer reviews, and small-group problem solvings/discussions. Frequent use of these techniques throughout the semester noticeably boosts class morale; makes minority students (whether it be based on major, gender, race, nationality, and sexual orientation) feel part of a community; and encourages students to develop robust communication skills that cut across visible as well as invisible barriers. Speaker 4 Speaker 4 will discuss using a WID approach in STEM classrooms to address the needs of underprepared students. Specifically, using examples of strategies from two courses, “Writing in the Social Sciences” and “Technical Writing,” the presenter will make a case for using the STEM writing classroom to equip traditionally underprepared student populations to use STEM writing as an act of identity and affiliation with their chosen field. By engaging in the expected STEM writing commonplace rhetorics of their discipline, students learn not only to repurpose subject knowledge within (and between) given rhetorical situations, but to also engage with expected social conventions. In other words, WID teaches students not only how to write effectively as members of a discipline, but also how to be effective members of a discipline as participatory members within a commonplace. In this way, students in underrepresented populations can address issues of ambivalence and uncertainty with regard to participation in their given disciplines. Speaker 5 STEM commonplaces tend to protect power and privilege at the institutional level despite explicit institutional desires to be inclusive. Speaker 5’s small, private institution serves a population that lacks access (mostly for academic reasons) to the three R1 ACC juggernauts in the institution’s area. In terms of cutting-edge science and technology, this institution is what Garforth &amp; Stockelova (2013) would call an “other epistemic place”--a place where knowledge is produced and circulated without access to an ecosystem of status, intellectual and institutional resources afforded to knowledge-production centers. Speaker 5 piloted their first-ever STEM-oriented writing course this Spring (2019). In addition to its main focus on writing, the course also explored local thriving citizen science and SciCom communities. The exploration culminated with the class’s attendance at an international conference on citizen science that was held blocks away from campus this year. Our experience taught us that being explicitly dedicated to inclusivity does not immediately translate to inclusive practice. In order to include rather than commodify, multiple academic power-knowledge apparatus, marked by written and spoken commonplaces, must be directly indicted and their social practices dismantled. Speaker 6 When STEM is incorporated into composition spaces, it is usually done through a humanities lens. In doing so, compositionists privilege the life sciences (e.g., writing op-eds on ethical medical issues) and draw from commercial science texts (e.g., National Geographic) (Moskovitz and Kellog, 2005). The result is compositionists teach a “sexy” version of STEM that is neither inclusive to all the STEM disciplines nor accurate in its teaching of STEM writing, thinking, and discourse. But rather than trying to teach STEM for humanities-centered needs, this presentation seeks to invert the relationship to discuss how a composition syllabus centered on teaching STEM composition as a STEM course in a composition department can function to make curricula more inclusive. This is achieved by performing lab work, STEM writing genres, and STEM research through the interactive and person-focused hallmarks of composition courses. Moreover, these courses have the ability to build a classroom community that is harder to achieve through normal compositional pedagogies because of the intensive teamwork/community building activities that are performed to generate the science that students go on to write about in the course. We have developed this roundtable to promote and define inclusivity as a guiding framework for teaching and researching STEM writing. Our roundtable will benefit those who engage or seek to engage STEM writing commonplaces at all levels, including graduate students, faculty, and administrators whose work in the field range from curiosity to expertise. Depending on their current experiences and interests, attendees will learn practical guidelines necessary for teaching STEM genres, considerations necessary to engage the current field, or reconceptualizations of teaching STEM writing for inclusivity. This work requires participants to reflect on the exclusionary roots of STEM disciplines and the social contexts surrounding them. It also asks them to develop actionable plans each can undertake in their classrooms and research to dismantle those roots and build new ones in their stead. Garforth, L., &amp; Stöckelová, T. 2012. “Science policy and STS from other epistemic places.” Science, Technology, &amp; Human Values, 37(2), 226-240. https://doi.org/10.1177/0162243911417137 MacPhee, David, Samantha Farro, and Silvia Sara Canetto. 2013. “Academic Self-Efficacy and Performance of Underrepresented STEM Majors: Gender, Ethnic, and Social Class Patterns.” Analyses of Social Issues and Public Policy 13 (1): 347–69. https://doi.org/10.1111/asap.12033. Marks, Jonathan. 2017. Is Science Racist? Malden, MA: Polity. Mitchell, Paul Wolff. 2018. “The Fault in His Seeds: Lost Notes to the Case of Bias in Samuel George Morton’s Cranial Race Science.” PLOS Biology 16 (10): e2007008. https://doi.org/10.1371/journal.pbio.2007008. Moskovitz, Cary, and David Kellogg. 2005. “Primary Science Communication in the First-Year Writing Course.” College Composition and Communication 57 (2): 307–34.",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "316833": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 316833,
            "scholarlyactivityid": 53216
        }
    },
    "status": [
        {
            "id": 53216,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": []
}