{
    "activityid": 53234,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Coupled Chemo-Physio-Mechanical Modeling of Concrete ASR Damage under Service Condition Uncertainties Due to Dynamic Global Warming Impact",
        "Conference/Meeting Name": "EMI 2020 Conference Mini-Symposia 207: Durable infrastructure Materials Though Experimental and Computational Material Design",
        "Conference Location": "Columbia University, New York",
        "Date or Date Range": "May 26-29, 2020",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "ASCE EMI",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Alkali-silica reaction (ASR) is the most common source of concrete deterioration worldwide, which has been recognized as a critical factor reducing service life of infrastructure made by concrete. Chemical reaction between reactive aggregate particles and cement paste lead to concrete ASR degradation over time. The chemo-physical mechanisms governing ASR are quite complex, which takes many years to manifest. Reactive silica in aggregate tends to breakdown due to the high alkalinity of pore solution in concrete and subsequently react with alkali-hydroxides to form ASR gel. While the chemical reaction rate is relied on ambient temperature, adequate moisture is also required for potential ASR reaction. Moisture facilitates the flow of ions in the porous media and allows hygroscopic gel to swell when it absorbs water. The moisture absorption-induced volume expansion is directly related to the saturation status in concrete. Increased temperature accelerates the alkali-silica reaction and therefore product generation to some extent. Moreover, the ongoing global warming trend, seasonal changing environmental conditions and various structural loads significantly influence ASR expansion. Existing saturated porous media and highest alkali-silica reaction assumption might lead to over conservative design, which is not cost effective. Thus, complex chemo-physics of ASR, especially under dynamic global warming impact, requires a precise quantitative assessment to guide the durable infrastructure materials design practices. Within this context, the developed stochastic model integrates global warming impact-induced weather data as input and provides a new perspective from mesoscale chemo-physical-mechanical scheme for a better understanding of ASR kinetics and the ultimate consequences. The uncertainties are considered by using random variables to represent the model’s parameters and the materials’ properties, and stochastic processes are adopted to include environmental actions. The simulation results elucidate that critical mechanisms of ASR expansion and induced damage progress in concrete infrastructure are significantly depended on the composition of reactive aggregate and alkali hydroxide concentrations under changing climate and loading conditions. ",
        "Origin": "Manual"
    },
    "facultyid": "114001675",
    "coauthors": {
        "248386": {
            "firstname": "Yang",
            "middleinitial": "",
            "lastname": "Lu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114001675",
            "authorid": 248386,
            "scholarlyactivityid": 53234
        }
    },
    "status": [
        {
            "id": 53234,
            "status": "Accepted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 53234,
            "status": "Accepted",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 53234,
            "status": "Accepted",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114001675",
    "attachments": [
        {
            "attachmentid": 28360,
            "mimetype": "application/pdf",
            "filename": "EMI_PMC 2020 Abstract Submission - Acceptance.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZMlRYQ2tpU29GWC9SWDdnTWZaTEsrTndISGEvNUZmYmJvOCtwRENpQVhMUTBNUVpacGZWQzJQcDlFaW9ORDBOZ0wraUtMWmlWeFZ4bDRjVStWQmpHbUkyTWMvTFhvNHE4PQ%3D%3D",
            "filesize": 90582
        }
    ]
}