{
    "activityid": 53232,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Using Surface Heat-Reflective Coatings to Mitigate the Urban Heat Island Effects for Cool Pavement",
        "Conference/Meeting Name": "ASCE SIS Conference Presentations, 2nd Annual Idaho Civil Engineering Conference",
        "Conference Location": "Boise State University",
        "Date or Date Range": "March 24th and 25th, 2020",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "ASCE SIS Conference ",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The energy entering, reflected, absorbed, and emitted by the earth are components of the earth's radiative budget. A budget that is out of balance can cause urban heat island effects, and eventually affect regional climate. Dark pavements are hot under the sun because they absorb 80-95% of sunlight. The Urban Heat Island (UHI) effects, which has been found to create a 1 to 3°C annual air temperature increase in cities, made significant contributions to the warming of urban areas. Given that one third of urban surfaces are covered by pavement, it exasperates UHI effects by warming the local air and contributes to global warming by radiating heat into the atmosphere. Modifications to pavement surface reflectivity (Albedo), a measure of the solar energy the surface reflects, have a direct impact on the relationship between the amount of energy reaching urban areas and the amount leaving them.\n \nTo mitigate the UHI effects, pavement reflectance can be enhanced by using a reflective surface coating. Thus, solar reflective “cool pavements” are proposed to stay cooler than traditional pavements. In this work, novel cool-colored/functional coatings are considered for asphalt and concrete pavements that are expected to reflect up to 50% of sunlight. We have developed a comprehensive approach to assess the net impacts of pavement surface reflectivity modification coatings in urban areas, with a focus on their ability to mitigate UHI in varying ambient weather conditions. To elaborate this, both concrete and asphalt samples are tested through a series of integrated lab-controlled experiments, including windy, temperature, and humid conditions. A variety of measurement devices, e.g. thermal imaging camera, digital thermometer, and imbedded thermocouples are employed. It is found that the effectiveness of the heat-reflective coating varies under different weather conditions, and all the coated samples are cooled significantly. The results also reflected the sensitivities of the ambient environmental impacts to changes in surface Albedo and could be used to guide mitigation strategies in cool pavement design. It is concluded that heat-reflective coatings can lead to a cool pavement system that have the potential to control UHI effects in cities.  \n",
        "Origin": "Manual"
    },
    "facultyid": "114001675",
    "coauthors": {
        "248384": {
            "firstname": "Yang",
            "middleinitial": "",
            "lastname": "Lu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114001675",
            "authorid": 248384,
            "scholarlyactivityid": 53232
        }
    },
    "status": [
        {
            "id": 53232,
            "status": "Accepted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 53232,
            "status": "Accepted",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 53232,
            "status": "Accepted",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114001675",
    "attachments": []
}