{
    "activityid": 5323,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Targeting writing interventions to emotional processing level: a factorial experimental design",
        "Journal": "Quantity  &amp; Quality",
        "Volume": "",
        "Month / Season": "2013-10-31",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Emotional processing (EP) from the emotional approach coping measure has been shown to moderate the effect of writing interventions. This study targeted writing interventions to EP level, with low EP participants receiving a best possible self (BPS) script and high EP participants receiving an emotional expression (EMO) script, versus a control (CTL) writing script. A factorial experimental design was used to balance the potential factors gender, spacing of interventions, and whether participants were instructed to keep or give their writing samples to the administrator. Post-test measures were taken 1 month after completion of writing. Sixty-four undergraduates (66 % female) participated. Those with high EP ( EP?3 ) were assigned EMO or CTL; those with low EP ( EP?3 ) were assigned BPS or CTL. These targeted interventions had significantly better results than CTL for change in last month’s need based healthcare visits ( p=.0058 ) and health symptoms ( p=.0107 ). Analysis of health symptoms showed that only cold/flu ( p=.0369 ), headaches ( p=.0393 ), sinus ( p=.0411 ), and diarrhea ( p=.0089 ) showed a significant change. Data modeling suggests that gender, EP, intervention, and spacing were active factors contributing to change in health, and that interactions between them should also be taken into account. Analysis of the CTL intervention showed a marked worsening of health for low EP participants but a mild or negligible effect on health for high EP.",
        "Origin": "Other"
    },
    "facultyid": "111702833",
    "coauthors": {
        "16240": {
            "firstname": "Ruth",
            "middleinitial": "",
            "lastname": "Salter",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111702833",
            "authorid": 16240,
            "scholarlyactivityid": 5323
        },
        "16241": {
            "firstname": "Cheryl",
            "middleinitial": "",
            "lastname": "Maddalena",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16241,
            "scholarlyactivityid": 5323
        },
        "16242": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Lester-Barnes",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16242,
            "scholarlyactivityid": 5323
        }
    },
    "status": [
        {
            "id": 5323,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111702833",
    "attachments": []
}