{
    "activityid": 53329,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Context-dependent dynamics lead to the assembly of functionally distinct microbial communities",
        "Conference/Meeting Name": "Ecological Society of America",
        "Conference Location": "Virtual",
        "Date or Date Range": "August 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background and Methods\nNiche construction through interspecific interactions can condition future community states on past ones. However, the extent to which such history dependency can steer communities towards functionally different states remains a subject of active debate. Using bacterial communities collected from wild pitchers of the carnivorous pitcher plant, Sarracenia purpurea, we test the effects of history on composition and function across communities assembled in synthetic pitcher plant microcosms. We perform a serial transfer experiment, passaging communities until an equilibrium state is reached. By comparing the assembly dynamics of ten different plant microbiomes we ask to what extent communities converge to a single compositional and functional state, and whether any lack of convergence could be explained by historical contingency.\n\nResults and Conclusions\nWe find that the diversity of assembled communities is determined by the diversity of the system at early, pre-assembly stages. Species composition is also contingent on early community states, not only because of differences in the species pool, but also because the same species have different dynamics in different community contexts. Importantly, compositional differences are proportional to differences in function, as profiles of resource use are strongly correlated with composition, despite convergence in respiration rates. Early differences in community structure can thus propagate to mature communities, conditioning their functional repertoires.\n",
        "Origin": "Manual"
    },
    "facultyid": "114135308",
    "coauthors": {
        "248897": {
            "firstname": "Leonora",
            "middleinitial": "S",
            "lastname": "Bittleston",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114135308",
            "authorid": 248897,
            "scholarlyactivityid": 53329
        },
        "248898": {
            "firstname": "Otto",
            "middleinitial": "X",
            "lastname": "Cordero",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 248898,
            "scholarlyactivityid": 53329
        }
    },
    "status": [
        {
            "id": 53329,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135308",
    "attachments": []
}