{
    "activityid": 53343,
    "fields": {
        "Type": "Artistic Works and Performances",
        "Work/Exhibit Title": "Maker Art Pandemia",
        "Name of Performing Group": "",
        "Date or Date Range": "29 July to 31 Jan 21",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Name of Venue/Sponsor": "The New Art Fest",
        "Venue / Sponsor Location (City, State, Country)": "Lisbon Portugal, ",
        "Co-contributor": null,
        "Web address": "https://thenewartfest.com/maker-art/",
        "Description/Abstract": "Pandemic was the inevitable leitmotiv at the moment when it was decided to maintain the project despite the uncertainty. The relationship between art and catastrophes, or isolation, is not new. But the crossing of these two realities with the planet of biological and digital viruses, yes, is a new, remarkable and lasting experience.\n\nSome artists responded directly to the leitmotiv (pandemic) challenge, others preferred an indirect response, others not even that, proposing recent works but previous to the pandemic. The result is, so to speak, asymmetrical. The sudden immersion in the digital networks of billions of people, things and processes, is still one of the strongest inspirations of the responses given to the call launched by us.\n\nMore and more artists find technological immersion in their laptops and mobile phones a way not only for creation (their virtual studio), but also for the diffusion and sharing of what they do and create. In a way we can say that the place of art is moving fast. It is a powerful and complex, socially active, global tectonic that the old vertical, bureaucratic and speculative structures of official art that they call 'contemporary' are unlikely to resist.\n",
        "Web Address": "https://thenewartfest.com/maker-art/",
        "Origin": "Manual"
    },
    "facultyid": "113088529",
    "coauthors": {
        "248953": {
            "firstname": "Kathryn",
            "middleinitial": "",
            "lastname": "Walker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113088529",
            "authorid": 248953,
            "scholarlyactivityid": 53343
        }
    },
    "status": [
        {
            "id": 53343,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113088529",
    "attachments": []
}