{
    "activityid": 5340,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Broker Fixed: The Racialized Social Structure and the Subjugation of  Indigenous Populations in the Andes",
        "Journal": "Critical Sociology",
        "Volume": "37",
        "Month / Season": "2011-03-31",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "153-177",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/0896920510378768",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/sociology_facpubs/4",
        "Description/Abstract": "Responding to calls to return racial analysis to indigenous Latin America, this article moves beyond the prejudicial attitudes of dominant groups to specify how native subordination gets perpetuated as a normal outcome of the organization of society. I argue that a naturalized system of indirect rule racially subordinates native populations through creating the position of mestizo &quot;authoritarian intermediary.&quot; Natives must depend on these cultural brokers for their personhood, while maintaining this privileged position requires facilitating indigenous exploitation. Institutional structures combine with cultural practices to generate a vicious cycle in which increased village intermediary success increases native marginalization. This racialized social structure explains my ethnographic findings that indigenous villagers continued to support the same coterie of mestizos despite their regular and sometimes extreme acts of peculation. My findings about the primacy of race suggest new directions for research into indigenous studies, ethnic mobilizations, and the global dimensions of racial domination.",
        "Origin": "Other"
    },
    "facultyid": "112140516",
    "coauthors": {
        "16286": {
            "firstname": "Arthur",
            "middleinitial": "",
            "lastname": "Scarritt",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112140516",
            "authorid": 16286,
            "scholarlyactivityid": 5340
        }
    },
    "status": [
        {
            "id": 5340,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112140516",
    "attachments": []
}