{
    "activityid": 5342,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "State of Discord: The Historic Reproduction of Racism in Highland Peru",
        "Journal": "Postcolonial Studies",
        "Volume": "15",
        "Month / Season": "2012-03-13",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "23-44",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/sociology_facpubs/30",
        "Description/Abstract": "This article adds to a small but growing call to return racial analyses to the investigation of indigenous Latin America. Applying critical race theory to the broad sweep of Peruvian history, I find that, rather than a holdover from the past, dominant groups have regularly revitalized the system of racialized rule, providing it with new resources to adapt it to changing circumstances and the diverse challenges pushed by native peoples. In particular, while colonization established an overt system of indirect rule to maximize wealth extraction from natives, and subsequent governments adapted rather than abandoned this form of governance that secures racial domination through fragmenting natives ethnically. This rereading of Peruvian history better enables an identification of both the structural and daily ways through which racism is reproduced. I conclude with suggestions for future research that will help flesh out the general framework I provide here.\n\n",
        "Origin": "Other"
    },
    "facultyid": "112140516",
    "coauthors": {
        "16288": {
            "firstname": "Arthur",
            "middleinitial": "",
            "lastname": "Scarritt",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112140516",
            "authorid": 16288,
            "scholarlyactivityid": 5342
        }
    },
    "status": [
        {
            "id": 5342,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112140516",
    "attachments": []
}