{
    "activityid": 53461,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "How Much Will You Pay to Play? ",
        "Journal": "Journal of Labor Economics",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In this paper I examine how job seekers weigh and value location-dependent non-work factors such as access to outdoor recreation, culture, food, and social activities compared to traditional job rewards (salary, benefits, prestige, and job mobility) hereafter called Location-Based Passions or LBPs. Analyzing surveys and experiments conducted on two sets of student respondents over six months, I find that job seekers will tradeoff a definite amount of job-based reward and compensation in proportion to their interest in specific location-based activities based on hypothetical job offers of US $30,000 where they will give up 4.3% up to US $80,000 where they will give up 8.2%. Furthermore, when close to two or more of their LBPs the numbers increase to 5.4% at US$30,000 and 10.6% at US $80,000 and the data also holds when tested by a modified list experiment. \n\n This adds to the existing literature on productivity, compensation, happiness, and policy on talent attraction by showing a direct quantifiable relationship around how much job-seekers are willing to tradeoff to be close to their LBPs. This work also gives managers idea of what top job seekers value beyond work in their compensation and location, gives city planners an idea of what to focus on in talent and capital attraction beyond economic incentives, and gives investors an idea of what locations are specifically attractive to what kinds of talent beyond the resume. \nKeywords: Salary tradeoffs, non-work benefits, leisure, job-location.\n",
        "Origin": "Manual"
    },
    "facultyid": "114046096",
    "coauthors": {
        "272097": {
            "firstname": "Jack",
            "middleinitial": "",
            "lastname": "Marr",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046096",
            "authorid": 272097,
            "scholarlyactivityid": 53461
        }
    },
    "status": [
        {
            "id": 53461,
            "status": "Submitted",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114046096",
    "attachments": []
}