{
    "activityid": 53460,
    "fields": {
        "Type": "Other Works",
        "Title": "Cities that Play Are Cities that Pay",
        "Outlet (if applicable)": "",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In this paper, I find evidence that being widely recognized as a leader in outdoor sports leads to a corresponding increase in per capita income and housing values over time. I examine the relationship between per capita economic growth, the housing price index and the proxy of “making the A list” of outdoor sports destinations by being listed in widely-circulated Outside magazine’s annual “Best Cities” list in 360 Metropolitan Statistical Areas over a 50 year period from 1989-2018. Of these, 30 unique cities were recognized by Outside and those that are enjoy a mean US $131.06 annual increase in pretax income (US $6,553 over the period) and an annual .69% increase in housing value than those that are not recognized. At their very essence, these outdoor leaning cities can be seen as a type of economic clusters with many of the same spillover dynamics that occur in traditional clusters. This paper adds to the literature by showing that cities that are widely recognized for their excellence in and proximity to non-work, location-based recreation activities or Location Based Passions (LBPs) tend to do better economically than those that do not. The $427.2 billion United States outdoor sporting industry, growing at 3.9% in 2017 compared to a national average of 2.4 provide a good proxy for LBPs in general which can include cultural, religious, food and drink, entertainment, and other activities which are dependent on a certain place and access to amenities. This research also generates insights into location selection for talent attraction and retention, for investments, and to local public policy formulation. Keywords: amenities economics, outdoor sports economics, amenities policies, leisure.",
        "Origin": "Manual"
    },
    "facultyid": "114046096",
    "coauthors": {
        "325038": {
            "firstname": "Jack",
            "middleinitial": "",
            "lastname": "Marr",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046096",
            "authorid": 325038,
            "scholarlyactivityid": 53460
        }
    },
    "status": [
        {
            "id": 53460,
            "status": "Submitted",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114046096",
    "attachments": []
}