{
    "activityid": 53477,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Human Science Pedagogy in School and Teaching",
        "Conference/Meeting Name": "Educational Theorizing Project - An Open Proseminar",
        "Conference Location": "Chicago",
        "Date or Date Range": "February 22, 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "National Louis University",
        "Presenter(s)": null,
        "Web Address": "https://rehumanizing.education/",
        "Description/Abstract": "Underpinning all education is an implicit image or ideal of what it is to be human. With its emphasis on “college and career readiness” and on employment in high-demand science, technology, and engineering fields, the language of today’s education appears driven primarily by the ideal of the human as a competitive economic creature (homo economicus). Other important visions of the human would include homo rationalis—the human as a rational being—or homo biologicus—one understood in terms of its neurology and its biological and behavioral evolution. Regardless of their importance, such images of the human are only suggested implicitly in education and in society more broadly. In this presentation, we address this by examining such images explicitly from the perspective of theoretical anthropology—understood as the study (-pology) of the human (anthro-). We begin this paper, however, by outlining the history of this anthropology and by examining how it has been made relevant to education and the study of pedagogy. For example, when seen from this perspective, education itself unavoidably appears as a process of humanization, a way of helping those involved in it to realize their humanity—however it may be defined. In this light, the human can also be seen as a creature above all in need of education. “Man,” as Kant wrote, “is the only creature that must be educated,” but this is only one way of viewing our nature in its relation to education. We argue that these and other visions of what the human is and should be need not only to be made explicit but need to be made a matter of awareness and open deliberation. For ultimately, anthropology shows that we humans are not any one thing; we are able to realize our human potential in the widest variety of ways. In the face of this, the task of education then becomes one of helping the young explore and decide for themselves about who and what they are as humans.",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "249636": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 249636,
            "scholarlyactivityid": 53477
        }
    },
    "status": [
        {
            "id": 53477,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}