{
    "activityid": 536,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Young in Class: Implications for Inattentive/Hyperactive Behavior of Canadian Boys and Girls",
        "Journal": "Canadian Journal of Economics / Revue Canadienne D'Economique",
        "Volume": "48",
        "Month / Season": "2015-12-31",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "",
        "Publisher": "Wiley",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract. Using data from the Statistics Canada National Longitudinal Survey of Children and Youth (NLSCY), this paper investigates the impact of school entry age on inattentive/hyperactive behaviours. We employ both a cross-provinces-time differences-in-differences approach, and a within-province regression discontinuity design. We find that being young in class causes greater inattentive/hyperactive behaviour, exacerbating any inattentive/hyperactive behavior exhibited prior to school entry. These results also hold in sibling fixed effect models. Though we do not find gender differences in the effects, because boys are more likely to be inattentive/hyperactive at school entry, they are more affected. These effects persist into early adolescence. Sommaire. Nous utilisons les données de Enquęte longitudinale nationale sur les enfants et les jeunes (ELNEJ) pour étudier l'impact de l'âge d'entrée ŕ l'école sur les comportements d'inattention et d’hyperactivité. Nous tirons advantage des différences interprovinciales, qui varient dans le temps, dans le cadre d’une approche de différences-en-différences et nous utilisons aussi des régressions de discontinuité ŕ l’interieur des provinces. Nos résultats démontrent qu’ętre relativement jeune dans la classe augmente les comportements inattentifs et hyperactifs, spécialement chez les jeunes déjŕ inattentifs/hyperactifs avant l'entrée ŕ l'école. Ces résultats tiennent également dans des modčles ŕ effets fixes familiaux. Bien que les effets ne soient pas différents entre garçons et filles, parce que les garçons sont plus susceptibles d'ętre inattentifs/hyperactifs avant d'entrer ŕ l'école, ils sont aussi les plus touchés. Ces effets persistent en début d'adolescence.",
        "Origin": "Other"
    },
    "facultyid": "114045269",
    "coauthors": {
        "350329": {
            "firstname": "Kelly",
            "middleinitial": "",
            "lastname": "Chen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114045269",
            "authorid": 350329,
            "scholarlyactivityid": 536
        },
        "350330": {
            "firstname": "Nicole",
            "middleinitial": "",
            "lastname": "Fortin",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 350330,
            "scholarlyactivityid": 536
        },
        "350331": {
            "firstname": "Shelley",
            "middleinitial": "",
            "lastname": "Phipps",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 350331,
            "scholarlyactivityid": 536
        }
    },
    "status": [
        {
            "id": 536,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 536,
            "status": "Accepted",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 536,
            "status": "Submitted",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114045269",
    "attachments": []
}