{
    "activityid": 5361,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Combinatorics of Open Covers VI: Selectors for Sequences of Dense Sets",
        "Journal": "Quaestiones Mathematicae",
        "Volume": "22",
        "Month / Season": "1999-01-01",
        "Issue Number": "1999",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "109-130",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1080/16073606.1999.9632063",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/math_facpubs/91",
        "Description/Abstract": "We consider the following two selection principles for topological spaces:\n[Principle 1:] { For each sequence of dense subsets, there is a sequence of points  from the space, the n-th point coming from the n-th dense set, such that this set of  points is dense in the space;\n[Principle 2:]{ For each sequence of dense subsets, there is a sequence of finite sets,  the n-th a subset of the n-th dense set, such that the union of these finite sets is dense  in the space.\nWe show that for separable metric space X one of these principles holds for the  space C_p(X) of realvalued continuous functions equipped with the pointwise  convergence topology if, and only if, a corresponding principle holds for a special family  of open covers of X. An example is given to show that these equivalences do not hold  in general for Tychonoff spaces. It is further shown that these two principles give characterizations for two popular  cardinal numbers, and that these two principles are intimately related to an infinite game  that was studied by Berner and Juhasz.",
        "Origin": "Other"
    },
    "facultyid": "111110634",
    "coauthors": {
        "16325": {
            "firstname": "Marion",
            "middleinitial": "",
            "lastname": "Scheepers",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110634",
            "authorid": 16325,
            "scholarlyactivityid": 5361
        }
    },
    "status": [
        {
            "id": 5361,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1999,
            "termid": "1998/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110634",
    "attachments": []
}