{
    "activityid": 53627,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Environmental Displacement in the Anthropocene",
        "Journal": "Annals of the American Association of Geographers",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This intervention invites more substantial scholarly attention to human displacement in and of the Anthropocene  this current epoch in which humans have become the primary drivers of global environmental change  and sets out an initial framework for its study. We show that displacement is shaped and driven not just by climate change, which is privileged in studies of environment and displacement, but also broader forms of environmental change including biodiversity loss, changes to land use and water resources, and the buildup of nuclear debris. We also illustrate how it is the articulation of environmental factors and socio-political-economic crises that drive displacement and hinder viable solutions, drawing on examples of political crises, anti-immigrant politics, climate denialism, and colonialism. This enables recognizing environmental change as a driver of displacement but avoids environmental determinism. The framework additionally parses out three distinct types of displacement in the Anthropocene: 1) environmental changes themselves such as sea level rise and biodiversity loss drive displacement; 2) broader practices like land use change provoke displacement as a prerequisite rather than consequence of environmental change; and 3) practices aimed at addressing environmental change (e.g. climate change mitigation) incite forced movement. These dynamics hence show that displacement is not an unfortunate byproduct of the Anthropocene but woven into its very fabric. ",
        "Origin": "Manual"
    },
    "facultyid": "114135000",
    "coauthors": {
        "270217": {
            "firstname": "Elizabeth",
            "middleinitial": "M",
            "lastname": "Lunstrum",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114135000",
            "authorid": 270217,
            "scholarlyactivityid": 53627,
            "classifications": {
                "Role": "Author"
            }
        },
        "270218": {
            "firstname": "Pablo",
            "middleinitial": "",
            "lastname": "Bose",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 270218,
            "scholarlyactivityid": 53627,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 53627,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135000",
    "attachments": []
}