{
    "activityid": 53651,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Low-intensity vibration restores nuclear YAP levels and acute YAP nuclear shuttling in mesenchymal stem cells subjected to simulated microgravity",
        "Journal": "NPJ microgravity",
        "Volume": "6",
        "Month / Season": null,
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "35",
        "Publisher": null,
        "DOI": "10.1038/s41526-020-00125-5",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Reducing the musculoskeletal deterioration that astronauts experience in microgravity requires countermeasures that can improve the effectiveness of otherwise rigorous and time-expensive exercise regimens in space. The ability of low-intensity vibrations (LIV) to activate force-responsive signaling pathways in cells suggests LIV as a potential countermeasure to improve cell responsiveness to subsequent mechanical challenge. Mechanoresponse of mesenchymal stem cells (MSC), which maintain bone-making osteoblasts, is in part controlled by the &quot;mechanotransducer&quot; protein YAP (Yes-associated protein), which is shuttled into the nucleus in response to cyto-mechanical forces. Here, using YAP nuclear shuttling as a measurement outcome, we tested the effect of 72 h of clinostat-induced simulated microgravity (SMG) and daily LIV application (LIV) on the YAP nuclear entry driven by either acute LIV (LIV) or Lysophosphohaditic acid (LPA), applied after the 72 h period. We hypothesized that SMG-induced impairment of acute YAP nuclear entry would be alleviated by the daily application of LIV. Results showed that while both acute LIV and LPA treatments increased nuclear YAP entry by 50 and 87% over the basal levels in SMG-treated MSCs, nuclear YAP levels of all SMG groups were significantly lower than non-SMG controls. LIV, applied in parallel to SMG, restored the SMG-driven decrease in basal nuclear YAP to control levels as well as increased the LPA-induced but not LIV-induced YAP nuclear entry over SMG only, counterparts. These cell-level observations suggest that daily LIV treatments are a feasible countermeasure for restoring basal nuclear YAP levels and increasing the YAP nuclear shuttling in MSCs under SMG.",
        "Origin": "PubMed"
    },
    "facultyid": "114062489",
    "coauthors": {
        "251100": {
            "firstname": "Matthew",
            "middleinitial": "",
            "lastname": "Thompson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 251100,
            "scholarlyactivityid": 53651
        },
        "251101": {
            "firstname": "Kali",
            "middleinitial": "",
            "lastname": "Woods",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 251101,
            "scholarlyactivityid": 53651
        },
        "251102": {
            "firstname": "Joshua",
            "middleinitial": "",
            "lastname": "Newberg",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 251102,
            "scholarlyactivityid": 53651
        },
        "251103": {
            "firstname": "Julia ",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 251103,
            "scholarlyactivityid": 53651
        },
        "251104": {
            "firstname": "Gunes",
            "middleinitial": "",
            "lastname": "Uzer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 251104,
            "scholarlyactivityid": 53651
        }
    },
    "status": [
        {
            "id": 53651,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062489",
    "attachments": []
}