{
    "activityid": 53747,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Paired nonlinear behavior of active and passive joint torques associated with preparation for walk-to-run gait transition",
        "Journal": "Journal of electromyography and kinesiology : official journal of the International Society of Electrophysiological Kinesiology",
        "Volume": "57",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "102527",
        "Publisher": "",
        "DOI": "10.1016/j.jelekin.2021.102527",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This study investigated the lower extremity torque's active and passive features during the walk-to-run gait transition with continuously increased walking speed. Fourteen volunteers participated in the experiment. Kinematic and kinetic data were collected synchronously. Five strides leading up the gait transition were examined. Peaks of the passive (e.g., contact) and active (e.g., generalized muscle torques), along with net joint torque, and time to peak torques exhibited significant differences at the last stride before gait transition, compared to the first four strides, at the ankle, knee, and hip joints, respectively. Selected peak joint active and passive torques showed significant and opposite trends at critical events within a stride cycle: such ankle joint right after heel-contact, knee joint during weight acceptance, and both hip and knee joints right before toe-off. The magnitude and the corresponding time to active and passive peak torque changed in a nonlinear pattern before the transition from walk to run. The lower extremity segment-interaction during gait transition appeared to be an active reorganization exemplified by the interaction between the lower extremity's active and passive torque components.",
        "Origin": "PubMed"
    },
    "facultyid": "114135151",
    "coauthors": {
        "254670": {
            "firstname": "Jiahao",
            "middleinitial": "",
            "lastname": "Pan",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 254670,
            "scholarlyactivityid": 53747
        },
        "254671": {
            "firstname": "Shuqi",
            "middleinitial": "",
            "lastname": "Zhang",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 254671,
            "scholarlyactivityid": 53747
        },
        "254672": {
            "firstname": "Li",
            "middleinitial": "",
            "lastname": "Li",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 254672,
            "scholarlyactivityid": 53747
        }
    },
    "status": [
        {
            "id": 53747,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135151",
    "attachments": []
}