{
    "activityid": 53760,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Backwards Design and Program Level Approaches to Coach Development in Higher Education",
        "Journal": "International Sport Coaching Journal",
        "Volume": "6",
        "Month / Season": "Fall",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "329-338",
        "Publisher": "Human Kinetics",
        "DOI": "https://doi.org/10.1123/iscj.2018-0071",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://journals.humankinetics.com/view/journals/iscj/6/3/article-p329.xml",
        "Description/Abstract": "Because there is no single governing sport body in the United States devoted to coaching education, coaching requirements can vary greatly state-to-state and between organizations within the same state. Therefore, it often is up to club programs or universities to devise individual curriculum for coaching education. For those responsible for coaching education, utilizing backwards design can ensure programs meet the learning and professional development needs of coaches. In backwards design, identifying coaches’ needs and creating program-level learning outcomes occurs prior to specific content selection. Additionally, backwards design encourages instructors to select assessments and learning activities that align with the program-level learning outcomes. In this article, a group of faculty describe their experience utilizing backwards design in creating a college/university certificate program focused on sport coaching. Specifically, a description of the following is included: (a) the process used to create program-level learning outcomes, (b) how to emphasize the program-level learning outcomes throughout the program’s coursework, and (c) a specific example from one course in the curriculum. Finally, we provide lessons learned throughout the process and recommendations for program development in hopes that coach developers can utilize this process in designing their own curricula.",
        "Origin": "Manual"
    },
    "facultyid": "112179883",
    "coauthors": {
        "251624": {
            "firstname": "Scott",
            "middleinitial": "J",
            "lastname": "Moorcroft",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "113084908",
            "authorid": 251624,
            "scholarlyactivityid": 53760
        },
        "251623": {
            "firstname": "Tyler",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112179883",
            "authorid": 251623,
            "scholarlyactivityid": 53760
        },
        "251622": {
            "firstname": "Eric",
            "middleinitial": "",
            "lastname": "Martin",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114063271",
            "authorid": 251622,
            "scholarlyactivityid": 53760
        }
    },
    "status": [
        {
            "id": 53760,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2019,
            "termid": "2019/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112179883",
    "attachments": []
}