{
    "activityid": 53793,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Aerosol jet printed capacitive strain gauge for soft structural materials",
        "Journal": "npj Flexible Electronics",
        "Volume": null,
        "Month / Season": "December",
        "Issue Number": null,
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": null,
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": "http://dx.doi.org/10.1038/s41528-020-00095-4",
        "Description/Abstract": "&lt;jats:title&gt;Abstract&lt;/jats:title&gt;&lt;jats:p&gt;Soft structural textiles, or softgoods, are used within the space industry for inflatable habitats, parachutes and decelerator systems. Evaluating the safety and structural integrity of these systems occurs through structural health monitoring systems (SHM), which integrate non-invasive/non-destructive testing methods to detect, diagnose, and locate damage. Strain/load monitoring of these systems is limited while utilizing traditional strain gauges as these gauges are typically stiff, operate at low temperatures, and fail when subjected to high strain that is a result of high loading classifying them as unsuitable for SHM of soft structural textiles. For this work, a capacitance based strain gauge (CSG) was fabricated via aerosol jet printing (AJP) using silver nanoparticle ink on a flexible polymer substrate. Printed strain gauges were then compared to a commercially available high elongation resistance-based strain gauge (HE-RSG) for their ability to monitor strained Kevlar straps having a 26.7 kN (6 klbf) load. Dynamic, static and cyclic loads were used to characterize both types of strain monitoring devices. Printed CSGs demonstrated superior performance for high elongation strain measurements when compared to commonly used HE-RSGs, and were observed to operate with a gauge factor of 5.2 when the electrode arrangement was perpendicular to the direction of strain.&lt;/jats:p&gt;",
        "Origin": "ORCID"
    },
    "facultyid": "114102433",
    "coauthors": {
        "251754": {
            "firstname": "Zhangxian",
            "middleinitial": "",
            "lastname": "Deng",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 251754,
            "scholarlyactivityid": 53793
        }
    },
    "status": [
        {
            "id": 53793,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114102433",
    "attachments": []
}