{
    "activityid": 53812,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Characterization of Adaptive Magnetoelastic Metamaterials Under Applied Magnetic Fields",
        "Journal": "Volume 1: Multifunctional Materials; Mechanics and Behavior of Active Materials; Integrated System Design and Implementation; Structural Health Monitoring",
        "Volume": null,
        "Month / Season": "September",
        "Issue Number": null,
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": null,
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": "http://dx.doi.org/10.1115/smasis2016-9252",
        "Description/Abstract": "&lt;jats:p&gt;Whether serving as mounts, isolators, or dampers, elastomer-based supports are common solutions to inhibit the transmission of waves and vibrations through engineered systems and therefore help to alleviate concerns of radiated noise from structural surfaces. The static and dynamic properties of elastomers govern the operational conditions over which the elastomers and host structures provide effective performance. Passive-adaptive tuning of properties can therefore broaden the useful working range of the material, making the system more robust to varying excitations and loads. While elastomer-based metamaterials are shown to adapt properties by many orders of magnitude according to the collapse of internal void architectures, researchers have not elucidated means to control these instability mechanisms such that they may be leveraged for on-demand tuning of static and dynamic properties. In addition, while magnetorheological elastomers (MREs) exhibit valuable performance-tuning control due to their intrinsic magnetic-elastic coupling, particularly with anisotropic magnetic particle alignment, the extent of their properties adaptation is not substantial when compared to metamaterials. Past studies have not identified means to apply anisotropic MREs in engineered metamaterials to activate the collapse mechanisms for tuning purposes. To address this limited understanding and effect significant performance adaptation in elastomer supports for structural vibration and noise control applications, this research explores a new concept for magnetoelastic metamaterials (MM) that leverage strategic magnetic particle alignment for unprecedented tunability of performance and functionality using non-contact actuation. MM specimens are fabricated using interrelated internal void topologies, with and without anisotropic MRE materials. Experimental characterization of stiffness, hysteretic loss, and dynamic force transmissibility assess the impact of the design variables upon performance metrics. For example, it is discovered that the mechanical properties may undergo significant adaptation, including two orders of magnitude change in mechanical power transmitted through an MM, according to the introduction of a 3 T free space external magnetic field. In addition, the variable collapse of the internal architectures is seen to tune static stiffness from finite to nearly vanishing values, while the dynamic stiffness shows as much as 50% change due to the collapsing architecture topology. Thus, strategically harnessing the internal architecture alongside magnetoelastic coupling is found to introduce a versatile means to tune the properties of the MM to achieve desired system performance across a broad range of working conditions. These results verify the research hypothesis and indicate that, when effectively leveraged, magnetoelastic metamaterials introduce remarkably versatile performance for engineering applications of vibration and noise control.&lt;/jats:p&gt;",
        "Origin": "ORCID"
    },
    "facultyid": "114102433",
    "coauthors": {
        "251773": {
            "firstname": "Zhangxian",
            "middleinitial": "",
            "lastname": "Deng",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 251773,
            "scholarlyactivityid": 53812
        }
    },
    "status": [
        {
            "id": 53812,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114102433",
    "attachments": []
}