{
    "activityid": 53855,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Work in Progress: Development of a General Education First-Year Design Course",
        "Name of Conference": "American Society for Engineering Education Conference",
        "Month / Season": "June 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://dx.doi.org/10.18260/1-2--35627",
        "Description/Abstract": "We discuss in this Work in Progress paper the development of a new first-year engineering course at Boise State University. ENGR 180 Communication in Design Thinking, was developed in order to emphasize the importance of communication throughout the design process. Communication with the client at the start of the design process occurs in order to understand the problem to be solved. The team and other stakeholders continuously communicate in order to work toward developing a prototype to solve the problem. The ability to effectively communicate is equally as important to the design of the final product. The development of ENGR 180 emphasizes this skill by encouraging students to work in trans-disciplinary teams. Students in majors across the University are welcome to learn about the significant role communication plays in the design process because ENGR 180 has no prerequisites. This provides each student opportunities to diversify their thought process as a result.\n\nBoise State University has not offered a course that focuses on communication during the design process. Various projects and in-class activities are utilized in ENGR 180 to emphasize the importance of communication as an engineer. The first project requires students to develop a prototype and procedure used to effectively communicate and train volunteers to assemble as many cookie sandwiches in ten minutes. Student teams develop specifications as a form of quality control, used to determine the success of their procedures. The second project focuses on empathy and the importance of adaptability in the design of everyday household items through human-centered design. Student teams choose between developing a device to support an individual button and zip their clothes or a cutting board for an individual who has use of one arm. These projects guide students through the design process, allowing them to test their prototype, analyze the results, and reiterate their prototype.\n\nSummative assessment of projects included reports and presentations. The first project has students analyze how successfully they communicated their procedures. The report reflects on how many successful cookie sandwiches were produced compared to the amount of unsuccessful cookie sandwiches produced. The presentation of the project serves as a way to share with the class each team’s approach and to analyze what aspects of communication were most effective. Multiple presentations were included for the second, adaptive project. These presentations included student teams sharing their concept designs of the adaptive device. The purpose of this presentation is for students to analyze the schedule, budget, and audience feedback for each concept design in order to help guide them towards the design to prototype. Other presentations include the initial and final iteration of their prototype. Written deliverables throughout the seven week long project were used to guide students through the design process and to allow them to reflect on the project. Other in-class activities included assignments related to ethics, sustainability, and empathy.\n\nWe have performed a mid-semester assessment in order to understand how students are receiving the course. Students overall have been happy with the hands-on activities that relate to the real world and find them to be engaging. The projects created for this course allows the students to experience the design process, which they have found to be very beneficial. The formative and summative assessments throughout this initial semester offering indicate that students are becoming more aware of the important role that communication plays in design. Our analysis of this course’s impact is becoming more clear as this initial semester offering progresses and we are able to implement changes that improve the students’ overall experience. We present in this paper a summary of student reflection of the importance of communication in design, as well as the design process itself.",
        "Origin": "Manual"
    },
    "facultyid": "112045153",
    "coauthors": {
        "251979": {
            "firstname": "Sondra",
            "middleinitial": "M",
            "lastname": "Miller",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112045153",
            "authorid": 251979,
            "scholarlyactivityid": 53855
        },
        "251980": {
            "firstname": "Courtney",
            "middleinitial": "E",
            "lastname": "Hollar",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112132134",
            "authorid": 251980,
            "scholarlyactivityid": 53855
        }
    },
    "status": [
        {
            "id": 53855,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045153",
    "attachments": []
}