{
    "activityid": 5386,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Compositional Effects in the Retention of Colloids by Thermal Field-Flow Fractionation",
        "Journal": "Analytical Chemistry",
        "Volume": "69",
        "Month / Season": "1997-09-01",
        "Issue Number": "17",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "3442–3450",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1021/ac9613040",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/52",
        "Description/Abstract": "The retention of polystyrene and silica colloids that have been chemically modified is measured in several aqueous carrier liquids. Retention levels are governed by particle size and composition but are also sensitive to subtle changes in the carrier. Size-based selectivities are higher in aqueous carriers compared to acetonitrile. In aqueous carriers, retention varies dramatically with the nature of the additive, and for a given additive, retention increases with ionic strength, regardless of modifications to the particle surface. The role played by electrostatic effects in retention is studied by varying the ionic strength of the carrier, estimating electrical double layers, determining particle-wall interaction parameters, and calculating the coefficients of mass diffusion and thermal diffusion. Although electrostatic phenomena can affect mass diffusion and particle-wall interactions in carriers of low ionic strength (&lt;10-3 M), such effects are not great enough to explain the dependence of retention on ionic strength. Therefore, thermal diffusion must be affected directly. Thermal diffusion is found to increase with pH, and at a given pH with the surface tension of the suspended particle. Finally, while the addition of the surfactant FL- 70 generally decreases retention, greater retention levels can ultimately be achieved with FL-70 because larger temperature gradients can be used without particle adsorption to the accumulation wall.",
        "Origin": "Other"
    },
    "facultyid": "111111683",
    "coauthors": {
        "16368": {
            "firstname": "Sun",
            "middleinitial": "J.",
            "lastname": "Jeon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16368,
            "scholarlyactivityid": 5386
        },
        "16369": {
            "firstname": "Martin",
            "middleinitial": "E",
            "lastname": "Schimpf",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111683",
            "authorid": 16369,
            "scholarlyactivityid": 5386
        },
        "16370": {
            "firstname": "Andrew",
            "middleinitial": "",
            "lastname": "Nyborg",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16370,
            "scholarlyactivityid": 5386
        }
    },
    "status": [
        {
            "id": 5386,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1997,
            "termid": "1997/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111683",
    "attachments": []
}