{
    "activityid": 5389,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Thermal Diffusion in Liquid Mixtures and Its Effect on Polymer Retention in Thermal Field-Flow Fractionation",
        "Journal": "Analytical Chemistry",
        "Volume": "66",
        "Month / Season": "1994-11-15",
        "Issue Number": "22",
        "Actual/Projected Year of Publication/Presentation": 1994,
        "Page Numbers": "4054–4062",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1021/ac00094a030",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/60",
        "Description/Abstract": "Polymer retention in thermal field-flow fractionation (ThFFF) is enhanced by the use of certain carrier-liquid mixtures. The origin of enhanced retention is explored with a focus on thermal diffusion, which is the driving force behind ThFFF. First, we examine thermal diffusion in several binary liquid mixtures; here, the relative tendency of a component to concentrate at the cold wall is correlated to its density and viscous activation energy. Next, we measure polymer retention in several binary carrier liquids. Retention is affected by thermal diffusion of the liquid components if the components have different solvating powers for the polymer. When the better solvent partitions to the cold wall, polymer retention is enhanced; when the better solvent partitions to the hot wall, retention is diminished. These results indicate that a solvent gradient constitutes a significant driving force on the polymer, which may act either in concert or in opposition to thermal diffusion of the polymer, thereby enhancing or diminishing polymer retention, respectively. Thermodynamic arguments confirm the significance of this additional force, and the phenomenon is used to fractionate several polystyrene standards ranging in molecular weight from 2500 to 160 000.",
        "Origin": "Other"
    },
    "facultyid": "111111683",
    "coauthors": {
        "16375": {
            "firstname": "Chad",
            "middleinitial": "A.",
            "lastname": "Rue",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16375,
            "scholarlyactivityid": 5389
        },
        "16376": {
            "firstname": "Martin",
            "middleinitial": "E",
            "lastname": "Schimpf",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111683",
            "authorid": 16376,
            "scholarlyactivityid": 5389
        }
    },
    "status": [
        {
            "id": 5389,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1994,
            "termid": "1994/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111683",
    "attachments": []
}