{
    "activityid": 5402,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Latex Particle Thermophoresis in Polar Solvents",
        "Journal": "Journal of Physical Chemistry B",
        "Volume": "105",
        "Month / Season": "2001-03-02",
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "2285-2290",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1021/jp0005221",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/23",
        "Description/Abstract": "A theoretical model is presented of the thermophoresis of latex  particles in polar solvents. Expressions for the thermophoretic mobility  (TM) of the particles, which consist of polymer solutions emulsified in  a poor solvent with the addition of salt, are obtained. The model is  based on the thermophoresis of polymer chains partitioned between the  emulsion droplet and the surrounding solvent. The partitioning is  assumed to originate with the &quot;salting in&quot; of monomer units (mers) in  the surfactant film that surrounds and stabilizes the latex particle.  Correlation between mers then leads to a partitioning of mers between  the good solvent inside the latex particle and the surrounding poor  solvent. Assuming a mer concentration that decays exponentially into the  surrounding solvent, the expression for the particle TM is obtained. It  is found that, with the increase of the square of the derived  dimensionless parameter, the latex particle TM increases from zero to a  hypothetical value of the polymer's TM in the poor solvent. The  dimensionless parameter contains the product of mer concentration at the  particle surface, the mer radius, and the square of the mean thickness  of the mer distribution in the external solvent. Based on experimental  data, the dimensionless parameter has a value greater than or equal to  unity for polystyrene in the polar solvents water and acetonitrile. The  TM of polystyrene in these systems is comparable with that of  polystyrene in nonpolar solvents.",
        "Origin": "Other"
    },
    "facultyid": "111111683",
    "coauthors": {
        "16404": {
            "firstname": "Martin",
            "middleinitial": "E",
            "lastname": "Schimpf",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111683",
            "authorid": 16404,
            "scholarlyactivityid": 5402
        },
        "16405": {
            "firstname": "Semen",
            "middleinitial": "N.",
            "lastname": "Semenov",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16405,
            "scholarlyactivityid": 5402
        }
    },
    "status": [
        {
            "id": 5402,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111683",
    "attachments": []
}