{
    "activityid": 5406,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Polymer Thermophoresis in Solvents and Solvent Mixtures",
        "Journal": "Philosophical Magazine",
        "Volume": "83",
        "Month / Season": "2003-01-01",
        "Issue Number": "17-18",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "2185-2198",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1080/0141861031000107926",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/29",
        "Description/Abstract": "The thermophoresis of homopolymer chains dissolved in a pure  non-electrolyte solvent or solvent mixture is theoretically examined.  Thermophoresis is related to the temperature-dependent pressure gradient  in the solvent layer surrounding the monomer units (mers). The gradient  is produced by small changes in the solvent or solvent mixture density  due to the mer-solvent interaction. The London-van der Waals interaction  was considered as the main reason of the excess pressure around mers.  The resulting expression for the thermophoretic mobility (TM) contains  the Hamaker constant for mer-solvent interaction, as well as solvent  thermodynamic parameters, including the cubic thermal expansion  coefficients of the solvents and the temperature coefficient of the  solvent partition factor (for the solvent mixture). This expression is  used to calculate the interaction constants for polystyrene and  poly(methyl methacrylate) in several organic solvents and binary solvent  mixtures using thermophoretic data obtained from thermal field-flow  fractionation. The calculated constants are compared with values in the  literature and found to follow the same order among the different  solvents and to be of the same order of value although several times  larger. Furthermore, the model explains weak polymer thermophoresis in  water compared with less polar solvents, which correlates also with  monomer size. The concentration dependence of polystyrene TM in solvent  mixtures also provides a satisfactory explanation by the proposed theory  using a concept of secondary diffusiophoresis due to secondary  temperature-induced solvent concentration gradient. The method for the  evaluation of the diffusiophoresis contribution is proposed.",
        "Origin": "Other"
    },
    "facultyid": "111111683",
    "coauthors": {
        "16414": {
            "firstname": "Martin",
            "middleinitial": "E",
            "lastname": "Schimpf",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111683",
            "authorid": 16414,
            "scholarlyactivityid": 5406
        },
        "16415": {
            "firstname": "Semen",
            "middleinitial": "N.",
            "lastname": "Semenov",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16415,
            "scholarlyactivityid": 5406
        }
    },
    "status": [
        {
            "id": 5406,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2003,
            "termid": "2002/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111683",
    "attachments": []
}