{
    "activityid": 5413,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Characterization of Liquid Electrophotographic Toner Particles Using Non-Polar Electrical Field Flow Fractionation and MALLS",
        "Journal": "The Journal of Imaging Science and Technology",
        "Volume": "44",
        "Month / Season": "2000-09-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "433-441",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/chem_facpubs/24",
        "Description/Abstract": "Non-polar electrical field flow fractionation (Np-EFFF) has been  demonstrated to separate electrophotographic toner particles suspended  in hydrocarbon medium according to the ratio of their diffusivities and  their electrophoretic mobilities. While electrophoretic mobility has  long been recognized as critical to the behavior of liquid toner  particles in a development gap, the role of diffusivity has largely been  ignored. Toner particles move in the development gap as a function of  both parameters, and as toner particle size is reduced to achieve  improvements in print quality, diffusivity becomes increasingly  important. We present a method of quantifying and predicting the  behavior of toner particles in the development gap of a print engine.  Particles eluting from the Np-EFFF channel at the same retention volume  would be expected to exhibit similar development characteristics in a  printer. Consequently, Np-EFFF retention volume data can be used to  predict image development performance of liquid toner particles. Using  this instrument with the multi-angle laser light scattering (MALLS)  detector permits simultaneous determination of particle size, and  particle size distribution. Although it is theoretically possible to  determine other fundamental particle parameters from Np-EFFF data, it is  used here to separate particles for further analysis down steam. In  practical application, these instrumental capabilities allow screening  of very small toner test batches, thus conserving time, expense, and the  amount of waste generated.",
        "Origin": "Other"
    },
    "facultyid": "111111683",
    "coauthors": {
        "16431": {
            "firstname": "Dale",
            "middleinitial": "Dorsett",
            "lastname": "Russell",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110157",
            "authorid": 16431,
            "scholarlyactivityid": 5413
        },
        "16432": {
            "firstname": "Martin",
            "middleinitial": "E",
            "lastname": "Schimpf",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111683",
            "authorid": 16432,
            "scholarlyactivityid": 5413
        }
    },
    "status": [
        {
            "id": 5413,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2000,
            "termid": "2000/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111683",
    "attachments": []
}