{
    "activityid": 5418,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Sm-Nd Isotope Systematics by Laser Ablation-Multicollector-Inductively Coupled Plasma Mass Spectrometry: Methods and Potential Natural and Synthetic Reference Materials",
        "Journal": "Chemical Geology",
        "Volume": "284",
        "Month / Season": "2011-05-01",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "20-Jan",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.chemgeo.2011.01.012",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/62",
        "Description/Abstract": "An improved method for precise and accurate in situ determination of Sm–Nd isotopes, with high spatial resolution, and high  sample throughput, in light rare earth element enriched accessory  minerals by laser ablation-multicollector-inductively coupled plasma  mass spectrometry (LA-MC-ICPMS) is discussed. The accuracy of the method  is demonstrated by comparison of LA-MC-ICPMS analyses of several  natural minerals (Durango apatite, Hondo Canyon titanite, Daibosatsu  allanite, Mae Klang monazite, and Trebilcock monazite) to isotope  dilution-thermal ionization mass spectrometry (ID-TIMS) analyses of the  same minerals. The TIMS analyses demonstrate that each of these  minerals, with the possible exception of Durango apatite, is more  homogeneous in Nd isotopic composition than can be measured based upon  the internal precision of the LA-MC-ICPMS analyses in this study. Thus,  these natural minerals may be considered as isotopically homogeneous  reference materials for Nd isotopic determinations. In addition two  synthetic glasses produced specifically for in situ Sm–Nd isotopic determination and external calibration are presented here.\n\nThe  three main obstacles in obtaining accurate and precise Sm–Nd isotopic  measurements by LA-MC-ICPMS are the isobaric interference correction of 144Sm on 144Nd, determination of the Sm mass bias, and accurately measuring the 147Sm/144Nd which is imperative for producing robust initial Nd isotopic compositions. The 144Sm interference correction was calculated using the measured 149Sm and recently published Sm isotopic abundances. The Sm mass bias was determined using an exponential law and the 147Sm/149Sm measured in the sample. Determination of 147Sm/144Nd  was done by calibration to an external glass reference material  synthesized specifically for this purpose. This approach produced 147Sm/144Nd  that is in agreement with ID-TIMS analysis. The MC-ICPMS instrument  configuration used in this study also allows for the determination of Eu  and Gd, thereby permitting simultaneous determination of Eu anomalies  along with Sm–Nd isotopic composition. The high spatial resolution and  sample throughput at a geologically useful level of accuracy and  precision possible with LA-MC-ICPMS offers numerous potential  geochemical applications including provenance tracing, terrane  reconstruction, crustal growth studies, fluid composition and evolution,  metamorphic reaction pathways, and silicic magma generation and  evolution.",
        "Origin": "Other"
    },
    "facultyid": "112001853",
    "coauthors": {
        "16447": {
            "firstname": "Christopher",
            "middleinitial": "M.",
            "lastname": "Fisher",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16447,
            "scholarlyactivityid": 5418
        },
        "16448": {
            "firstname": "Christopher",
            "middleinitial": "R.M.",
            "lastname": "McFarlane",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16448,
            "scholarlyactivityid": 5418
        },
        "16449": {
            "firstname": "John",
            "middleinitial": "M.",
            "lastname": "Hanchar",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16449,
            "scholarlyactivityid": 5418
        },
        "16450": {
            "firstname": "Mark",
            "middleinitial": "David",
            "lastname": "Schmitz",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112001853",
            "authorid": 16450,
            "scholarlyactivityid": 5418
        },
        "16451": {
            "firstname": "Paul",
            "middleinitial": "J.",
            "lastname": "Sylvester",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16451,
            "scholarlyactivityid": 5418
        },
        "16452": {
            "firstname": "Rebecca",
            "middleinitial": "",
            "lastname": "Lam",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16452,
            "scholarlyactivityid": 5418
        },
        "16453": {
            "firstname": "Henry",
            "middleinitial": "P.",
            "lastname": "Longerich",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16453,
            "scholarlyactivityid": 5418
        }
    },
    "status": [
        {
            "id": 5418,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112001853",
    "attachments": []
}