{
    "activityid": 54304,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Microgrid decision-making by public power utilities in the United States: A critical assessment of adoption and technological profiles ",
        "Journal": "Renewable and Sustainable Energy Reviews",
        "Volume": "139",
        "Month / Season": "April",
        "Issue Number": "110692",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "1-17",
        "Publisher": "",
        "DOI": "doi.org/10.1016/j.rser.2020.110692",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.sciencedirect.com/science/article/abs/pii/S136403212030976X?via%3Dihub",
        "Description/Abstract": "The paper provides a critical review of microgrid development in the U.S., with an emphasis on the rationales for adoption and the technology configurations that are evident in large U.S. public power utilities. To do so, this study outlines specific historical and contemporary developments for the technology. It then tests deployment objectives from the literature for resonance with the adoption logic of large public power utilities that have community microgrids. Four conceptual models are identified, representing differing rationale for adoption and technology profiles. Broadly, this research finds that public power utilities with microgrid technologies have taken an incremental design approach that has not typically started with an explicit plan to island the system. In evaluating microgrid designs, the utilities leverage existing assets and respond to community priorities. The study also highlights the critical role of learning as a utility objective and as justification for technology investments. Clean/renewable policies play a more significant role than microgrid-specific policies for the public power utilities that are studied. Additionally, the study finds that two market structures factor in how microgrid deployment is shaped, namely market rules that allow users to avoid costs through load management; and market rules that facilitate the sale of energy and grid services in multilateral markets Finally, the study indicates that microgrid technology is currently reframing how distributed energy resources are conceived and interact with greater system-related value. Future research could explore additional types of business models to shed light on further values in existing circumstances and across multiple scales.",
        "Origin": "Manual"
    },
    "facultyid": "113171158",
    "coauthors": {
        "267358": {
            "firstname": "Stephanie",
            "middleinitial": "",
            "lastname": "Lenhart",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113171158",
            "authorid": 267358,
            "scholarlyactivityid": 54304
        },
        "267359": {
            "firstname": "Kathleen",
            "middleinitial": "M",
            "lastname": "Araujo",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114107930",
            "authorid": 267359,
            "scholarlyactivityid": 54304
        }
    },
    "status": [
        {
            "id": 54304,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113171158",
    "attachments": [
        {
            "attachmentid": 34641,
            "mimetype": "application/pdf",
            "filename": "2021 Lenhart and Araujo.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTZiSU1lSTc3SUgwZ3RqdG52TUEra3IrcjI1V3Q2YlhJL2FBZEg1dUxNYVNpd2lkUnR0NDJIOGpKTmVVSkZlOGJyb1dBU1ptSXpMOD0%3D",
            "filesize": 1842881
        }
    ]
}