{
    "activityid": 5432,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Quantitative Radiometric and Biostratigraphic Calibration of the Pennsylvanian–Early Permian (Cisuralian) Time Scale and Pan-Euramerican Chronostratigraphic Correlation",
        "Journal": "Geological Society of America Bulletin",
        "Volume": "124",
        "Month / Season": "2012-03-01",
        "Issue Number": "4-Mar",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "549-577",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1130/B30385.1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/116",
        "Description/Abstract": "A quantitative biostratigraphic and radiometric calibration is presented  for the Pennsylvanian through Early Permian global                      time scale, based upon high-precision, isotope  dilution–thermal ionization mass spectrometer (ID-TIMS) U-Pb zircon ages  for                      interstratified ash beds in the parastratotype  sections of the southern Urals of Russia. Twenty-four ash-bed ages in  three                      outer ramp and basinal sections of the Pre-Uralian  foredeep bracket the biotic definitions of global stages and regional  substages                      from the base of the Upper Pennsylvanian Kasimovian  Stage to the base of the Lower Permian Artinskian Stage; four  additional                      ash-bed ages in two sections of the eastern slope  of the Urals constrain the global Bashkirian and Serpukhovian Stages.  Quantitative                      stratigraphic methods (CONOP9) are applied to a  compilation of over 2000 bioevents in 22 stratigraphic sections  supplemented                      by our dated volcanic horizons to refine the  Pennsylvanian–Early Permian global time scale. Significant shifts in the  duration                      of several stages are demonstrated, ranging from  one to six million years, compared with prior estimates. The  unprecedented                      density of radiometric calibration points for the  Pennsylvanian–Permian transition provides a high-resolution (?0.1-Ma)  global                      chronostratigraphic standard for testing and  improving biostratigraphic correlations across Euramerica. We integrate  radiometric                      ages, biostratigraphic correlation, and  cyclostratigraphic tuning of major cyclothems to the long-period  (404-ka) eccentricity                      cycle to elucidate the tempo, magnitude, and  forcing of eustatic changes and cyclothemic deposition associated with  the waxing                      and waning of Gondwanan ice sheets, and establish a  pan-Euramerican chronostratigraphic framework for most of Pennsylvanian                      and Early Permian time.",
        "Origin": "Other"
    },
    "facultyid": "112001853",
    "coauthors": {
        "16516": {
            "firstname": "Mark",
            "middleinitial": "David",
            "lastname": "Schmitz",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112001853",
            "authorid": 16516,
            "scholarlyactivityid": 5432
        },
        "16517": {
            "firstname": "Vladimir",
            "middleinitial": "",
            "lastname": "Davydov",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110804",
            "authorid": 16517,
            "scholarlyactivityid": 5432
        }
    },
    "status": [
        {
            "id": 5432,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112001853",
    "attachments": []
}