{
    "activityid": 54383,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Design Thinking and the Challenge of Working with Diverse and International Teams",
        "Conference / Meeting Name": "European Conference on Innovation and Entrepreneurship",
        "Conference Location": "Rome, Italy - Virtual",
        "Date or Date Range": "Sept, 18-19, 2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "ECIE",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "One of the challenges for Design Thinking educators is how to accommodate diversity in the classroom where students are typically studying the same degree, at the same level and may come from the same local area: and yet how do instructors navigate such teams across different colleges and international programs? These are some of the questions asked and answered in this case study.\n\nThis study focuses on a collaborative initiative aimed at enabling diversity and using online and digital resources to connected teams of students from different institutions in different parts of the world. The notion of diversity partly reflects an increasing recognition that new products/services cannot simply be developed upstream within an organisation before moving to other departments downstream who may subsequently find the idea unfeasible for a range of technical, financial, operational or market-based reasons. Rather, a better solution is when these diverse departments are working together. The need for diverse teams also reflects an established insight that diversity introduces new knowledge to a team and/or an organisation and this new knowledge is a key driver of innovation.\n\nThe institutions are Boise State University in Idaho, USA and Coventry University in England. The groups of students were diverse in terms of age, experience, discipline and years of study. In England the first year students were studying Design Thinking in the context of a BA programme, Enterprise &amp; Entrepreneurship; in the USA, they were MBA students studying Masters in Business Administration and in a senior design engineering program. The MBA students at Boise acted as advisors and mentors for the teams in England and engineering students who were briefed with the role of challenging the teams and bringing new perspectives to their ideas. This was conducted remotely via various digital tools and platforms enabling synchronous and non-synchronous engagement across the institutions. However, the results were mixed. This work in progress paper will report back on the findings from this initiative and provide recommendations for future collaborations which will be informed and shaped by the insights of this study.",
        "Origin": "Manual"
    },
    "facultyid": "111259074",
    "coauthors": {
        "257791": {
            "firstname": "Christy",
            "middleinitial": "",
            "lastname": "Suciu Ms.",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111259074",
            "authorid": 257791,
            "scholarlyactivityid": 54383,
            "classifications": {
                "Role": "Author"
            }
        },
        "257792": {
            "firstname": "Pete",
            "middleinitial": "",
            "lastname": "McLuskie",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 257792,
            "scholarlyactivityid": 54383,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 54383,
            "status": "Accepted",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111259074",
    "attachments": []
}