{
    "activityid": 5444,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Strontium isotope zoning in garnets: implications for matrix equilibration, geochronology, and phase equilibrium modeling",
        "Journal": "Journal of Metamorphic Geology",
        "Volume": "31",
        "Month / Season": "2013-05-31",
        "Issue Number": "n.a.",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "n.a.",
        "Publisher": "Wiley",
        "DOI": "DOI:10.1111/jmg.12028",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://onlinelibrary.wiley.com",
        "Description/Abstract": "In principle, garnet growth rates may be calculated from 87Rb/86Sr and 87Sr/86Sr measurements in garnet subsamples and the surrounding rock matrix. Because of low Rb/Sr, garnet should passively record the matrix decay of 87Rb to 87Sr as a progressive increase in 87Sr/86Sr from core to rim. This concept was tested by collecting Rb-Sr data for five garnet grains from four major orogenic belts: eastern Vermont (c. 380 Ma), western New Hampshire (c. 320 Ma), southern Chile (c. 75 Ma), and northwestern Italy (c. 35 Ma). Both normal Sr isotope zoning (increasing 87Sr/86Sr from core to rim) and inverse Sr zoning (decreasing 87Sr/86Sr from core to rim) were observed. Garnet and matrix isotope data commonly yielded grossly inaccurate model ages. Incomplete Rb and Sr equilibration among matrix minerals is invoked to explain the deviations between theoretical vs. measured zoning patterns and the age disparities. Initially, the reactive matrix is dominated by rapidly equilibrating Rb-rich mica, which imparts high 87Sr/86Sr values in garnet cores. Progressive participation of slower-equilibrating Sr-rich plagioclase buffers or even reduces 87Sr/86Sr, possibly leading to flat or decreasing 87Sr/86Sr from garnet cores to rims. Unusually high 87Sr/86Sr in garnet in combination with bulk matrix compositions causes erroneously young apparent ages, so metamorphic ages, growth rates and associated heating and loading rates are likely suspect. Although Rb-Sr may be the most susceptible because of the profound disparities between mica and feldspar, zircon reactivity might influence the Lu-Hf system by up to a few percent. The Sm-Nd system seems generally immune to these effects. Pseudosection analysis and conventional garnet geochronology, which presume complete matrix equilibration during metamorphism, may require modification to account for differences between whole rock vs. reactive matrix compositions.",
        "Origin": "Other"
    },
    "facultyid": "112001853",
    "coauthors": {
        "16588": {
            "firstname": "Jessica",
            "middleinitial": "",
            "lastname": "Sousa",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16588,
            "scholarlyactivityid": 5444
        },
        "16589": {
            "firstname": "Matthew",
            "middleinitial": "J",
            "lastname": "Kohn",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112110324",
            "authorid": 16589,
            "scholarlyactivityid": 5444
        },
        "16590": {
            "firstname": "Mark",
            "middleinitial": "David",
            "lastname": "Schmitz",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112001853",
            "authorid": 16590,
            "scholarlyactivityid": 5444
        },
        "16591": {
            "firstname": "Clyde",
            "middleinitial": "J",
            "lastname": "Northrup",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111358853",
            "authorid": 16591,
            "scholarlyactivityid": 5444
        },
        "16592": {
            "firstname": "Frank",
            "middleinitial": "S",
            "lastname": "Spear",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16592,
            "scholarlyactivityid": 5444
        }
    },
    "status": [
        {
            "id": 5444,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112001853",
    "attachments": []
}