{
    "activityid": 54486,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Photoluminescence and Raman spectroscopy characterization of point defects in oxide nanomaterials",
        "Conference/Meeting Name": "Idaho State University Physics Colloquium",
        "Conference Location": "Pocatello, ID",
        "Date or Date Range": "04/06/2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "Idaho State University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Understanding and ability to engineer point defects in materials allows to manipulate their properties and achieve new functionalities. Complex oxides have been extensively studied due to wide variety of their functional properties. However, the ability to control individual point defects continues to be challenging because of issues related to both material purity and inherent non-stoichiometry. For understanding the behavior of point defects in materials comprehensive characterization using a variety of experimental techniques is necessary. In this talk, our recent studies of ZnO and SrTiO3 nanomaterials by optical spectroscopic methods will be presented. \nZinc oxide (ZnO) is a direct, wide bandgap semiconductor material with many promising properties for a variety of electronic/optoelectronic and biomedical applications. We applied low temperature photoluminescence (PL) and Raman spectroscopy to study defects in nanocrystalline ZnO. The nanocrystals of varied sizes were synthesized using the forced hydrolysis of zinc acetate dihydrate, where various synthesis parameters were manipulated to control the size of the nanoparticles and introduce point defects in them. The samples were characterized by x-ray diffraction, transmission electron microscopy, confocal optical microscopy, x-ray photoelectron spectroscopy. Raman and PL spectra were measured at 10 K and 300K with ultraviolet excitation (325 nm). The spectra of samples subject to variable synthesis parameters (nanocrystal size, annealing temperature and atmosphere, surfractant/surface capping agent) showed that defects leading to the appearance of visible PL bands can be introduced in the nanocrystals in a controllable way. Raman spectra show a defect-induced shift of the ZnO phonon peak and the appearance of a defect-related band which correlates with the corresponding PL spectra. The appearance of visible light emission from the ZnO nanocrystals has potential for applications in biomedical imaging and optoelectronics. \nRaman spectroscopy was also utilized to characterize point defects in nanoscale films of in the model complex oxide SrTiO3, synthesized by our collaborators using a newly-developed metal-organic pulsed laser deposition (MOPLD) technique. Raman spectroscopy data, combined with X-ray diffraction and cathodoluminescence show that the MOPLD technique provides a wide process window of controlling the stoichiometry of SrTiO3 without inducing structural changes.\n",
        "Origin": "Manual"
    },
    "facultyid": "112104411",
    "coauthors": {
        "255817": {
            "firstname": "Dmitri",
            "middleinitial": "A",
            "lastname": "Tenne",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112104411",
            "authorid": 255817,
            "scholarlyactivityid": 54486,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 54486,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112104411",
    "attachments": []
}