{
    "activityid": 54516,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Case Study in Open-Source Textbook Adoption in an Introduction to Art Class",
        "Journal": "Frontiers in Education, section Digital Education",
        "Volume": "",
        "Month / Season": "July",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "https://doi.org/10.3389/feduc.2020.00092",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://doi.org/10.3389/feduc.2020.00092",
        "Description/Abstract": "This paper reports the outcome of a basic study in an Art 100: Introduction to Art class of 150 in which an Open Educational Resourced text was introduced. The study was the result of a survey done at the end of the semester with a review of the grades of one section using the OER text when compared to a comparable section using a commercial text. Each section was taught by the same instructor in the same semester. The study examines the cost to students, as well as student outcomes, use, and perception of the OER text among those completing the course. The OER text was compiled from two primary open resources, along with material written by the instructor to bring it into line with the publisher text used for comparison in the study. Chapters of the OER text were posted on the course LMS as pdfs, along with reading quizzes and assessments corresponding to those in the comparison course created and accessed on the publisher's online site. By comparing the outcomes from each class through the University's metrics-gathering system, and by collecting the perceptions of the course through an end-of-semester survey it was determined that there was a positive result in outcomes in the section using the OER text and that students believed their text to be the equal of a published text. Additionally, they reported actually accessing and reading the OER text chapters as opposed to not purchasing a required text for a class in the past. Initial results indicate that an OER text in a Foundations Introduction to Art garners positive results for students. Because the use of an Open text in the discipline of Art Appreciation or Art History is quite uncommon at present, we believe this study to be a valuable contribution to the data.",
        "Origin": "Manual"
    },
    "facultyid": "113094020",
    "coauthors": {
        "256192": {
            "firstname": "Muffet",
            "middleinitial": "",
            "lastname": "Jones",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113094020",
            "authorid": 256192,
            "scholarlyactivityid": 54516,
            "classifications": {
                "Role": "Author"
            }
        },
        "256193": {
            "firstname": "Rob",
            "middleinitial": "",
            "lastname": "Nyland",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 256193,
            "scholarlyactivityid": 54516,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 54516,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113094020",
    "attachments": []
}