{
    "activityid": 54534,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Effect of age on the failure properties of human meniscus: High-speed strain mapping of tissue tears",
        "Journal": "Journal of biomechanics",
        "Volume": "115",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "110126",
        "Publisher": "",
        "DOI": "10.1016/j.jbiomech.2020.110126",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The knee meniscus is a soft fibrous tissue with a high incidence of injury in older populations. The objective of this study was to determine the effect of age on the failure behavior of human knee meniscus when applying uniaxial tensile loads parallel or perpendicular to the primary circumferential fiber orientation. Two age groups were tested: under 40 and over 65 years old. We paired high-speed video with digital image correlation to quantify for the first time the planar strains occurring in the tear region at precise time points, including at ultimate tensile stress, when the tissue begins losing load-bearing capacity. On average, older meniscus specimens loaded parallel to the fiber axis had approximately one-third less ultimate tensile strain and absorbed 60% less energy to failure within the tear region than younger specimens (p &lt; 0.05). Older specimens also had significantly reduced strength and material toughness when loaded perpendicular to the fibers (p &lt; 0.05). These age-related changes indicate a loss of collagen fiber extensibility and weakening of the non-fibrous matrix with age. In addition, we found that when loaded perpendicular to the circumferential fibers, tears propagated near the planes of maximum tensile stress and strain. Whereas when loaded parallel to the circumferential fibers, tears propagated oblique to the loading axis, closer to the planes of maximum shear stress and strain. Our experimental results can assist the selection of valid failure criteria for meniscus, and provide insight into the effect of age on the failure mechanisms of soft fibrous tissue.",
        "Origin": "PubMed"
    },
    "facultyid": "113124248",
    "coauthors": {
        "277191": {
            "firstname": "Derek",
            "middleinitial": "Q",
            "lastname": "Nesbitt",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277191,
            "scholarlyactivityid": 54534
        },
        "277192": {
            "firstname": "Da",
            "middleinitial": "N",
            "lastname": "Siegel",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277192,
            "scholarlyactivityid": 54534
        },
        "277193": {
            "firstname": "Sean",
            "middleinitial": "J",
            "lastname": "Nelson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277193,
            "scholarlyactivityid": 54534
        },
        "277194": {
            "firstname": "Trevor",
            "middleinitial": "J",
            "lastname": "Lujan",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277194,
            "scholarlyactivityid": 54534
        }
    },
    "status": [
        {
            "id": 54534,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113124248",
    "attachments": []
}