{
    "activityid": 5453,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Ecological Persistence in the Late Mississippian (Serpukhovian, Namurian A) Megafloral Record of the Upper Silesian Basin, Czech Republic",
        "Journal": "Palaios",
        "Volume": "24",
        "Month / Season": "2009-06-01",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "336-350",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2110/palo.2008.p08-084r",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/74",
        "Description/Abstract": "The Serpukhovian (Namurian A) stratigraphy of the Ostrava Formation, Upper Silesian Coal Basin, Czech Republic, consists of coal-bearing paralic sediments underlain by marine deposits in a cyclothemic nature similar to those in the Pennsylvanian of Euramerica. The thickness of the formation exceeds 3000 m, in which &gt;170 coals are identified in a foreland basin setting. Fifty-five genetic cycles are identified in the present study, using transgressional erosional surfaces as lower and upper boundaries. Terrestrial plant-macrofossil assemblages are preserved within each cycle, mostly associated with coals, and these represent a sampling of the coastal plain vegetation. New high-precision isotope dilution–thermal ionization mass spectrometry U-Pb ages on zircons from tonsteins of two coals provide chronometric constraints for the Serpukhovian. Unweighted Pair Group Method with Arithmetic Mean clustering and Bayesian statistical classification group macrofloral assemblages into four distinct stratigraphic clusters, with assemblages persisting for &lt;18 cycles&gt;before compositional change. Cycle duration, based on Ludmila (328.84±0.16 Ma) and Karel (328.01±0.08 Ma) tonsteins, overlaps the short-period (100 kyr) eccentricity cycle at the 95% confidence interval. These dates push the beginning of the Serpukhovian several million years deeper in time. An estimate for the Visean-Serpukhovian boundary is proposed at 330 Ma. Late Mississippian wetland ecosystems persisted for &gt;1.8 million years before regional perturbation, extirpation, or extinction of taxa occurred. Significant changes in the composition of macrofloral clusters occur across major marine intervals. These results accord with other estimates of Carboniferous tropical wetland community persistence. Hence, vegetational persistence was characteristic of peat-accumulating and mineral-substrate wetland ecosystems beginning in the Late Mississippian, when there is evidence for the first appearance of eustatically controlled cyclothems during the buildup of Gondwanan glaciation.",
        "Origin": "Other"
    },
    "facultyid": "112001853",
    "coauthors": {
        "16639": {
            "firstname": "Robert",
            "middleinitial": "A.",
            "lastname": "Gastaldo",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16639,
            "scholarlyactivityid": 5453
        },
        "16640": {
            "firstname": "Eva",
            "middleinitial": "",
            "lastname": "Purkynová",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16640,
            "scholarlyactivityid": 5453
        },
        "16641": {
            "firstname": "Zbynek",
            "middleinitial": "",
            "lastname": "Simunek",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16641,
            "scholarlyactivityid": 5453
        },
        "16642": {
            "firstname": "Mark",
            "middleinitial": "David",
            "lastname": "Schmitz",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112001853",
            "authorid": 16642,
            "scholarlyactivityid": 5453
        }
    },
    "status": [
        {
            "id": 5453,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2009,
            "termid": "2009/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112001853",
    "attachments": []
}