{
    "activityid": 5455,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Neoarchean Paleoweathering of Tonalite and Metabasalt: Implications for Reconstructions of 2.69 Ga Early Terrestrial Ecosystems and Paleoatmospheric Chemistry",
        "Journal": "Precambrian Research",
        "Volume": "189",
        "Month / Season": "2011-08-01",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "17-Jan",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.precamres.2011.04.003",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/90",
        "Description/Abstract": "Field and laboratory investigations of a 2690.83 Ma (207Pb/206Pb  age of Saganaga Tonalite) unconformity exposed in outcrop in  northeastern Minnesota, USA, reveal evidence for development of a deep  paleoweathering profile with geochemical biosignatures consistent with  the presence of microbial communities and weakly oxygenated conditions.  Weathering profiles are characterized by a 5–50 m thick regolith that  consists of saprolitized Saganaga Tonalite and Paulson Lake succession  basaltic metavolcanic rocks retaining rock structure, which is cross-cut  by a major unconformity surface marking development of a successor  basin infilled with alluvial deposits. The regolith and unconformity are  overlain by thick conglomerate deposits that contain both intrabasinal  (saprock) as well as extrabasinal detritus. Thin-section microscopy and  electron microprobe analyses reveal extensive hydrolysis and  sericitization of feldspars, exfoliation and chloritization of biotite,  and weathering of Fe-Mg silicates and Cu-Fe sulfides; weathering of  Fe-Ti oxides was relatively less intense than for other minerals and  evidence was found for precipitation of Fe oxides. Geochemical analyses  of the tonalite, assuming immobile TiO2 during weathering (?Ti,j), show depletion of SiO2, Al2O3, Na2O, CaO, MgO, and MnO, and to a lesser degree of K2O, relative to least-weathered parent materials. Significant Fe was lost from the tonalite. A paleoatmospheric pCO2 of 10–50 times PAL is estimated based on geochemical mass-balance of  the tonalite profile and assuming a formation time of 50–500 Kyr.  Interpretations of metabasalt paleoweathering are complicated by  additions of sediment to the profile and extensive diagenetic carbonate  (dolomite) overprinting. Patterns of release of P and Fe and retention  of Y and Cu in tonalite are consistent with recent laboratory  experiments of granite weathering, and with the presence of acidic  conditions in the presence of organic ligands (produced, for example, by  a primitive microbial community) during weathering. Cu metal in the  profile may document lower pO2 than present day at the  surface. Comparison with previous studies of weathered tonalite and  basalt (Denison, 2.45–2.22 Ga) in Ontario, Canada, reveal general  similarities in paleoweathering with our study, as well as important  differences related to lower paleoatmospheric pO2 and  terrestrial biosignature for the older Minnesota profile. A falling  water table in the Alpine Lake locality is presumed to have promoted  formation of this gossan-like deep-weathering system that extends to  50-m depth.",
        "Origin": "Other"
    },
    "facultyid": "112001853",
    "coauthors": {
        "16653": {
            "firstname": "Steven",
            "middleinitial": "G.",
            "lastname": "Driese",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16653,
            "scholarlyactivityid": 5455
        },
        "16654": {
            "firstname": "Mark",
            "middleinitial": "A.",
            "lastname": "Jirsa",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16654,
            "scholarlyactivityid": 5455
        },
        "16655": {
            "firstname": "Minghua",
            "middleinitial": "",
            "lastname": "Ren",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16655,
            "scholarlyactivityid": 5455
        },
        "16656": {
            "firstname": "Susan",
            "middleinitial": "L.",
            "lastname": "Brantley",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16656,
            "scholarlyactivityid": 5455
        },
        "16657": {
            "firstname": "Nathan",
            "middleinitial": "D.",
            "lastname": "Sheldon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16657,
            "scholarlyactivityid": 5455
        },
        "16658": {
            "firstname": "Don",
            "middleinitial": "",
            "lastname": "Parker",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16658,
            "scholarlyactivityid": 5455
        },
        "16659": {
            "firstname": "Mark",
            "middleinitial": "David",
            "lastname": "Schmitz",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112001853",
            "authorid": 16659,
            "scholarlyactivityid": 5455
        }
    },
    "status": [
        {
            "id": 5455,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112001853",
    "attachments": []
}