{
    "activityid": 54787,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "College Esports Broadcasting",
        "Conference/Meeting Name": "UCI Esports Conference",
        "Conference Location": "Irvine, California",
        "Date or Date Range": "October 8",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "University of California, Irvine",
        "Presenter(s)": null,
        "Web Address": "https://esportsconference.uci.edu/broadcasting-collegiate-esports/",
        "Description/Abstract": "&quot;Any significantly advanced technology is indistinguishable from magic.&quot;- Arthur C. Clark\n\nFor many, capturing, casting, and streaming games is a complex endeavor that requires knowledgeable staff and lots of capital to make it worthy of attention. The path to controlling your esports department's messaging and communication in not nearly as complex as it may seem and key to much of the sponsor and partner dollars needed to help an esports program thrive. Dr. Chris Haskell from Boise State peals back the layers and shares all of the methods and approaches to the more than 2,000 hours, millions of views, and millions of dollars brought in with this unit of the Boise State Esports program.\n\nMore than a description of equipment, Dr. Haskell identifies the methodology and workflows borrowed from many of the top professional esports broadcasting entities including Blizzard/Activation, Riot, and others. Touching on the importance of Visual Vocabulary, fundraising through broadcast inventory, and even REMI (remote broadcasting) approaches so critical in the post-COVID environment.",
        "Origin": "Manual"
    },
    "facultyid": "111114223",
    "coauthors": {
        "257640": {
            "firstname": "Charles",
            "middleinitial": "Christopher",
            "lastname": "Haskell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111114223",
            "authorid": 257640,
            "scholarlyactivityid": 54787
        }
    },
    "status": [
        {
            "id": 54787,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111114223",
    "attachments": []
}