{
    "activityid": 54811,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Coherent Calculus Design: Creating Faculty Buy-in for Student Success",
        "Name of Conference": "2015 ASEE Annual Conference &amp; Exposition, Seattle, Washington",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "",
        "Publisher": "American Society for Engineering Education",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "10.18260/p.23694",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://peer.asee.org/23694",
        "Description/Abstract": "Coherent Calculus Course Design: Creating Faculty Buy-in for Student SuccessThis paper recounts the process used and results achieved as first-semester Calculus at [State School]was transformed over a period of approximately 16 months from a collection of independent,uncoordinated, personalized sections, into a single coherent multi-section course. During the process ofthis transformation, section size and the instructor pool remained relatively constant; however,profound changes were made across all sections in terms of homework, timing of course content, gradecomputation, pedagogy, exam content and more.The motivation for focusing on Calculus I arose from a five-year National Science Foundation ScienceTalent Expansion Program grant that was awarded in 2010 to a multi-disciplinary team that spannedengineering, mathematics and science. A major grant objective was to raise first-semester, full-timeretention of students in STEM majors. The projects supported several year-long faculty learningcommunities (FLCs) of about 10 instructors each. With significant involvement from mathematicsfaculty, these FLCs first laid the groundwork for pedagogical reform of calculus. In 2013-14, an FLC wascreated with the express purpose of implementing consistent, student-learning focused strategiesacross several section of calculus. This experience facilitated buy-in and rapid communication andfeedback between instructors, resulting in significant agreement about intended course outcomes,grading, pedagogy and more. In subsequent semesters, all calculus instructors have “opted in” to thecommon, coherent approach to the course. The short and long term impact of this local reform efforton student learning and success will be discussed.",
        "Origin": "Manual"
    },
    "facultyid": "111110582",
    "coauthors": {
        "257758": {
            "firstname": "Douglas",
            "middleinitial": "",
            "lastname": "Bullock",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110582",
            "authorid": 257758,
            "scholarlyactivityid": 54811
        },
        "257759": {
            "firstname": "Janet",
            "middleinitial": "M",
            "lastname": "Callahan",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112033791",
            "authorid": 257759,
            "scholarlyactivityid": 54811
        },
        "257760": {
            "firstname": "Susan",
            "middleinitial": "E",
            "lastname": "Shadle",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110041",
            "authorid": 257760,
            "scholarlyactivityid": 54811
        }
    },
    "status": [
        {
            "id": 54811,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110582",
    "attachments": []
}