{
    "activityid": 54810,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Calculus Reform - Increasing STEM Retention and Post-Requisite Course Success While Closing the Retention Gap for Women and Underrepresented Minority",
        "Name of Conference": "2017 ASEE Annual Conference &amp; Exposition, Columbus, Ohio",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "",
        "Publisher": "American Society for Engineering Education",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://peer.asee.org/28000",
        "Description/Abstract": "\r\n    Boise State University (BSU) implemented an across-the-board reform of calculus instruction during the 2014 calendar year. The details of the reform, described elsewhere (Bullock, 2015), (Bullock 2016), involve both pedagogical and curricular reform. Gains from the project have included a jump in Calculus I pass rate, greater student engagement, greater instructor satisfaction, a shift toward active learning pedagogies, and the emergence of a strong collaborative teaching community. This paper examines the effects of the reform on student retention. Since the curricular reform involved pruning some content and altering course outcomes, which could conceivably have negative downstream impacts, we report on student success in post-requisite mathematics and engineering coursework.\r\n\r\n    To explore the effects of the Calculus reform on retention we focused on whether or not students are retained at the university immediately subsequent to the year in which they encounter Calculus I. We divided 3002 student records into two groups: those who encountered the new version of Calculus and those who had the traditional experience. We then compared retention rates for the two groups. We found that the new Calculus course improved retention (relative to the old) by 3.4 percentage points; a modest, but statistically significant (p = 0.020) result. University retention rates for women, under-represented minorities (URM), and Pell-eligible students were also computed. All three subgroups showed gains, with URM leading with 6.3 percentage points of improved retention (p = 0.107).\r\n\r\n    We then considered retention within STEM as a measure of how the Calculus reform influenced students. For the same groups of students, we computed the rate at which STEM majors were retained in STEM. Once again we found a modest overall gain of 3.3 percentage points (p = .078). We found strong effects on women and underrepresented minorities (URM). The new Calculus course improved retention for both of these groups by more than 9 percentage points, a large effect. At this university, under the old Calculus, women used to lag men in STEM retention by about 8 percentage points. After the Calculus reform this gap nearly vanished, shrinking to 0.5 percentage points. Under the old Calculus, STEM retention of URM students used to lag that of non-URM. After the Calculus reform the gap flipped, so that underrepresented minority students are now retained in STEM at higher rates than non-URM.\r\n\r\n    As a final result we examined student success in courses that typically follow Calculus I. Here the metric is pass rate, and we compared pass rates between the students who took the new Calculus against those who took the old. For additional comparison we also included students who transferred into post-Calculus course work. Once again the reformed Calculus course led to better results.\r\n",
        "Origin": "Manual"
    },
    "facultyid": "111110582",
    "coauthors": {
        "257755": {
            "firstname": "Douglas",
            "middleinitial": "",
            "lastname": "Bullock",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111110582",
            "authorid": 257755,
            "scholarlyactivityid": 54810
        },
        "257756": {
            "firstname": "Janet",
            "middleinitial": "M",
            "lastname": "Callahan",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112033791",
            "authorid": 257756,
            "scholarlyactivityid": 54810
        },
        "257757": {
            "firstname": "Jocelyn",
            "middleinitial": "",
            "lastname": "Cullers",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 257757,
            "scholarlyactivityid": 54810
        }
    },
    "status": [
        {
            "id": 54810,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2017,
            "termid": "2017/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110582",
    "attachments": []
}