{
    "activityid": 5494,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Arabinogalactan-Proteins in the Multiple Domains of the Plant Cell Surface",
        "Journal": "Advances in Botanical Research",
        "Volume": "30",
        "Month / Season": "1999-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "207-289",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/S0065-2296(08)60229-3",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/196",
        "Description/Abstract": "This review examines recent information on the structure, expression and function of arabinogalactan-proteins, a class of plant proteoglycans with very broad taxonomic and anatomic distributions. Plants typically produce at least several arabinogalactan-proteins that exhibit heterogeneity in both the predominant (&gt;90%) carbohydrate portion and in the polypeptide core. Developmentally regulated expression and various other lines of evidence indicate that arabinogalactan-proteins function in plant development, although precise functions remain to be identified. The approach in this review is to discuss the structure and function of arabinogalactan-proteins with special consideration to their localization in three domains of plant cell surface: the aqueous phase of the cell wall and extracellular spaces; the solid phase of the cell wall; and the surface of the plasma membrane. Particular emphasis is placed on modern experimental approaches, such as use of monoclonal antibodies and recombinant DNA technology, and in the recent finding that some arabinogalactan-proteins are synthesized with a glycosyl-phosphatidylinositol lipid anchor.",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "16787": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 16787,
            "scholarlyactivityid": 5494
        },
        "16788": {
            "firstname": "Eugene",
            "middleinitial": "A.",
            "lastname": "Nothnagel",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16788,
            "scholarlyactivityid": 5494
        }
    },
    "status": [
        {
            "id": 5494,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1999,
            "termid": "1998/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}