{
    "activityid": 54955,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Strategic Surrogates or Sad Sinners: U.S. Taxation of Bartering in Digital Services",
        "Conference/Meeting Name": "Ethical Leadership and Legal Strategies for Post-2020 Organizations",
        "Conference Location": "Virtual",
        "Date or Date Range": "March 26-27, 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "The Tobias Leadership Center at Indiana University, the Center for Legal Studies &amp; Business Ethics at Oklahoma State University, and the American Business Law Journal",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The COVID-19 pandemic caused both a surge in technology use and a deterioration in government finances. At the same time, big tech companies like Alphabet (Google), Amazon, Apple, and Facebook are under scrutiny by lawmakers concerned about antitrust issues and the industry’s impact on society.  These realities call for a reassessment of tax policy towards tech companies. The (voluminous) extant literature focusses on foreign countries that impose or propose new taxes, called Digital Services Taxes (DSTs), on multinational tech companies. In contrast, this paper examines how governments in the U.S. (both at the federal and state level) can use surrogate taxes (see below) to reap revenue from the tech industry while adhering to standards of good tax policy. Furthermore, this paper argues that tech companies should, from a strategic standpoint, support well-structured surrogate taxes to avoid potentially more onerous domestic DST-like “sin” taxes.      \n\nThe tax bases of the federal and state governments are eroding because of the non-cash nature of modern transactions. When a taxpayer buys software like Microsoft Excel, or subscribes to a monthly service like Netflix, she pays in cash (or the digital equivalent). Monetized transactions like this are salient, instantly valued, and easily taxed to both parties under an income tax or a sales tax. In contrast, when a taxpayer uses “free” digital services like email, a social media account, or a search engine, she pays via access to her personal data or her attention (watching ads). These barter transactions, from a legal and policy standpoint, should be taxed just as if cash had changed hands. But because it is not practicable to identify, value, and tax users on the sale of their data, these digital barter transactions escape taxation. Economists estimate that, annually, there is over $100 billion in (untaxed) value resulting from users exchanging their data for digital services.  To address this untaxed barter, this paper proposes a surrogate tax. With this approach, the tech company acts as a proxy and pays the tax that is technically the liability of each of its users. Surrogate taxes provide an administrable way of capturing the lost revenue from untaxed digital bartering and have been successfully used in other contexts. Most recently, Congress used a surrogate tax (targeted at tech companies no less) in the Tax Cuts and Jobs Act of 2017 to generate revenue from certain employee perks that were escaping taxation.\n\nTech companies should follow a strategy of supporting surrogate taxes, despite the cost, since they would be preferable to the poorly designed DST-like levies being proposed in the U.S. The District of Columbia, Maryland, Nebraska, and New York have recently proposed special gross receipts taxes or sales taxes on advertising—which target the profits of many big tech companies. In addition to raising policy issues, these proposed taxes might come to be viewed as sin taxes (like those on tobacco). Although a sin tax might be justified if one views the tech industry as producing negative externalities, tech companies would not want to be labeled as sinners. Imposed on goods with inelastic demand (like cigarettes), sin taxes can also be easily increased when needed. \n\nWith governments in need of more revenue, there is pressure building in the U.S. to impose more taxes on tech companies. To avoid unfair, poorly-designed sin taxes, the tech industry should be open to fair, well-designed surrogate taxes. \n",
        "Origin": "Manual"
    },
    "facultyid": "111671285",
    "coauthors": {
        "258350": {
            "firstname": "Mark",
            "middleinitial": "",
            "lastname": "Cowan",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112033523",
            "authorid": 258350,
            "scholarlyactivityid": 54955
        },
        "258349": {
            "firstname": "Joshua",
            "middleinitial": "",
            "lastname": "Cutler",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111671285",
            "authorid": 258349,
            "scholarlyactivityid": 54955
        },
        "258348": {
            "firstname": "Ryan",
            "middleinitial": "J",
            "lastname": "Baxter",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114026485",
            "authorid": 258348,
            "scholarlyactivityid": 54955
        }
    },
    "status": [
        {
            "id": 54955,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 54955,
            "status": "Accepted",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111671285",
    "attachments": []
}