{
    "activityid": 5496,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Environmental Regulation of Dormancy Loss in Lomatium dissectum (Apiaceae) Seeds",
        "Journal": "Annals of Botany",
        "Volume": "103",
        "Month / Season": "2009-01-01",
        "Issue Number": "7",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "1091-1101",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1093/aob/mcp038",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/19",
        "Description/Abstract": "Background and aims Lomatium dissectum (Apiaceae) is a perennial, herbaceous plant of wide distribution in Western North America. At the time of dispersal, L. dissectum seeds are dormant and have underdeveloped embryos. The aims of this work were to determine the requirements for dormancy break and germination, to characterize the type of seed dormancy, and to determine the effect of dehydration after embryo growth on seed viability and secondary dormancy.\nMethods The temperature requirements for embryo growth and germination were investigated under growth chamber and field conditions. The effect of GA3 on embryo growth was also analyzed to determine the specific type of seed dormancy. We tested the effect of dehydration on seed viability and induction of secondary dormancy in seeds where embryos had elongated about four fold their initial length. Most experiments examining the nature of seed dormancy were conducted with seeds collected at one site in two different years. To characterize the degree of variation in dormancy breaking requirements among seed populations, we compared the stratification requirements of seeds collected at eig different sites.\nKey results Embryo growth prior to and during germination occurred at temperatures between 3 and 6 °C and was negligible at stratification temperatures of 0.5 and 9.1 °C. Seeds buried in the field and exposed to natural winter conditions showed similar trends. Interruption of the cold stratification period by eight weeks of dehydration decreased seed viability by about 30% and induced secondary dormancy in the remaining viable seeds. Comparison of the cold stratification requirements of different seed populations indicates that seeds collected from moist habitats have longer cold stratification requirements that those from semiarid environments.\nConclusions Seeds of L. dissectum have deep complex morphophysiological dormancy. The requirements for dormancy break and germination reflect an adaptation to trigger germination in late winter.",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "16794": {
            "firstname": "Melissa",
            "middleinitial": "",
            "lastname": "Scholten",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16794,
            "scholarlyactivityid": 5496
        },
        "16795": {
            "firstname": "Jacklyn",
            "middleinitial": "",
            "lastname": "Donahue",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16795,
            "scholarlyactivityid": 5496
        },
        "16796": {
            "firstname": "Nancy",
            "middleinitial": "L.",
            "lastname": "Shaw",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16796,
            "scholarlyactivityid": 5496
        },
        "16797": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 16797,
            "scholarlyactivityid": 5496
        }
    },
    "status": [
        {
            "id": 5496,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}