{
    "activityid": 5501,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Germination and Seedling Establishment of Two Annual Grasses on Lichen-Dominated Biological Soil Crusts",
        "Journal": "Plant and Soil",
        "Volume": "295",
        "Month / Season": "2007-06-01",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "23-35",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s11104-007-9256-y",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/187",
        "Description/Abstract": "Biological soil crusts dominated by lichens are common components of shrub-steppe ecosystems in northwestern US. We conducted growth chamber experiments to investigate the effects of these crusts on seed germination and initial seedling establishment of two annual grasses; the highly invasive exotic Bromus tectorum L. and the native Vulpia microstachys Nutt. We recorded germination time courses on bare soil and two types of biological soil crusts; one composed predominantly of the lichen Diploschistes muscorum (Scop.) R. Sant. (lichen crust) and the other comprised of an assortment of lichens and mosses (mixed crust). Final germination on the lichen crust for both grass species was about a third of that on the bare soil surface. Mean germination time (MGT) was 3–4 days longer on the lichen crust compared with the bare soil. In contrast, there was no difference in germination percentage or MGT between the mixed crust and bare soil, and results were similar for both grass species. For both species, root penetration of germinating seeds on the lichen crust was lower than on the bare soil or mixed crust surfaces. The combined effects of the lichen crust on germination and root penetration resulted in an overall reduction in seedling establishment of 78% for V. microstachys and 85% for B. tectorum relative to the bare soil treatment. Our results clearly demonstrate that lichen-dominated biological soil crust can inhibit germination and root penetration, but the extent of these effects depends on the composition of the crust.",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "16814": {
            "firstname": "Lynell",
            "middleinitial": "",
            "lastname": "Deines",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16814,
            "scholarlyactivityid": 5501
        },
        "16815": {
            "firstname": "Roger",
            "middleinitial": "",
            "lastname": "Rosentreter",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16815,
            "scholarlyactivityid": 5501
        },
        "16816": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Eldridge",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16816,
            "scholarlyactivityid": 5501
        },
        "16817": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 16817,
            "scholarlyactivityid": 5501
        }
    },
    "status": [
        {
            "id": 5501,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2007,
            "termid": "2007/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}