{
    "activityid": 5502,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Seed Water Status and Root Tip Characteristics of Two Annual Grasses on Lichen-Dominated Biological Soil Crusts",
        "Journal": "Plant and Soil",
        "Volume": "303",
        "Month / Season": "2008-02-01",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "191-205",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s11104-007-9498-8",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/186",
        "Description/Abstract": "Biological soil crusts can affect seed germination and seedling establishment. We have investigated the effect of biological soil crusts on seed water status as a potential mechanism affecting seed germination. The seed water potential of two annual grasses, one exotic Bromus tectorum L. and another native Vulpia microstachys Nutt., were analyzed after placing the seeds on bare soil, on a crust that contains various lichens and mosses (mixed crust), or on a crust dominated by the crustose lichen Diploschistes muscorum (Scop.) R. Sant. (Diploschistes crust). Seed water potential and germination were similar on the bare soil and the mixed crust, except for the initial germination of V. microstachys, which was higher on the mixed crust than on the bare soil. For the two grasses studied, seed water potential was significantly higher on the bare soil and mixed crust than on the Diploschistes crust. These differences in water potential correlated with differences in germination, which was much lower on the lichen crust. Experiments were conducted under two watering regimens. Increasing the frequency of watering amplified the differences in seed water potential and germination between the Diploschistes crust and the other two surfaces. For a particular watering regimen, the bare soil, mixed crust, and Diploschistes crust received the same amount of water, but they reached significantly different water potentials. Throughout the experiments, the water potential of the soil and mixed crust remained above ?0.6 MPa, while there was a marked decline in the water potential of the Diploschistes surface to about ?4 MPa. To ascertain that water was the major factor limiting germination on the Diploschistes crust, we conducted germination tests in an environment with 100% relative humidity. Under these conditions, germination on the Diploschistes crust was similar to that on the bare soil. However, the seeds that germinated on the Diploschistes crust did not penetrate this surface and approximately 60% of their root tips became necrotic. Our results indicate that the presence of D. muscorum can inhibit seedling establishment by two mechanisms: a reduction in seed water absorption and an increase in root tip mortality.",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "16818": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 16818,
            "scholarlyactivityid": 5502
        },
        "16819": {
            "firstname": "Shawna",
            "middleinitial": "J.",
            "lastname": "Zimmerman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16819,
            "scholarlyactivityid": 5502
        },
        "16820": {
            "firstname": "Lynell",
            "middleinitial": "",
            "lastname": "Deines",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16820,
            "scholarlyactivityid": 5502
        },
        "16821": {
            "firstname": "Roger",
            "middleinitial": "",
            "lastname": "Rosentreter",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16821,
            "scholarlyactivityid": 5502
        }
    },
    "status": [
        {
            "id": 5502,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}