{
    "activityid": 5504,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Germination and Seed Water Status of Four Grasses on Moss-Dominated Biological Soil Crusts from Arid Lands",
        "Journal": "Plant Ecology",
        "Volume": "185",
        "Month / Season": "2006-07-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "163-178",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s11258-005-9092-1",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/189",
        "Description/Abstract": "Biological soil crusts dominated by drought-tolerant mosses are commonly found through arid and semiarid steppe communities of the northern Great Basin of North America. We conducted growth chamber experiments to investigate the effects of these crusts on the germination of four grasses: Festuca idahoensis, Festuca ovina, Elymus wawawaiensis and Bromus tectorum. For each of these species, we recorded germination time courses on bare soil and two types of biological soil crusts; one composed predominantly of the tall moss Tortula ruralis and the other dominated by the short moss Bryum argenteum. On the short-moss crust, the final germination percentage was about half of that on bare soil. Also, the mean germination time was 4  days longer on short-mosses than on bare soil. In contrast to the short-moss crust, the tall-moss crust did not reduce the final germination percentage but increased the mean germination time. Similar results were observed in the four grasses studied. To investigate the mechanism by which moss crusts affected germination, we analyzed the water status of seeds on bare soil and moss crusts. Six days after seeding, the water content of seeds on bare soil was approximately twice that of seeds on tall- or short-moss crust. Analysis of the time course of changes in seed weight and water potential in Bromus tectorum revealed that overtime seeds on tall mosses reached higher water content than those on short mosses. The increase in the water content of seeds on tall mosses occurred as the seeds gradually fell through the moss canopy. Taken together, our results indicate that biological soil crusts with distinct structural characteristics can have different effects on seed germination. Furthermore, this study revealed that a biological soil crust dominated by short mosses had a negative effect on seed water status and significantly reduced seed germination.",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "16825": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 16825,
            "scholarlyactivityid": 5504
        },
        "16826": {
            "firstname": "Jeanne",
            "middleinitial": "M.",
            "lastname": "Orm",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16826,
            "scholarlyactivityid": 5504
        },
        "16827": {
            "firstname": "Tara",
            "middleinitial": "",
            "lastname": "Barkes",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16827,
            "scholarlyactivityid": 5504
        },
        "16828": {
            "firstname": "Roger",
            "middleinitial": "",
            "lastname": "Rosentreter",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16828,
            "scholarlyactivityid": 5504
        }
    },
    "status": [
        {
            "id": 5504,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2006,
            "termid": "2006/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}