{
    "activityid": 5505,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Changes in the Expression of Carbohydrate Metabolism Genes During Three Phases of Bud Dormancy in Leafy Spurge",
        "Journal": "Plant Molecular Biology",
        "Volume": "73",
        "Month / Season": "2010-05-01",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "227-239",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s11103-009-9568-9",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/54",
        "Description/Abstract": "Underground adventitious buds of leafy spurge (Euphorbia esula) undergo three well-defined phases of dormancy, para-, endo-, and ecodormancy. In this study, relationships among genes involved in carbohydrate metabolism and bud dormancy were examined after paradormancy release (growth induction) by decapitation and in response to seasonal signals. Real-time PCR was used to determine the expression levels of carbohydrate metabolism genes at different phases of bud dormancy. Among differentially- regulated genes, expression of a specific Euphorbia esula ß-amylase gene (Ee-BAM1) increased 100-fold after growth induction and 16,000-fold from July (paradormancy) to December (ecodormancy). Sequence data analysis indicated that two genes, Ee-BAM1 and Ee-BAM2, could encode this ß-amylase. However, real-time PCR using gene-specific primer pairs only amplified Ee-BAM1, indicating that Ee-BAM2 is either specific to other organs or not abundant. The deduced amino acid sequences of these two genes are very similar at the N-terminal but differ at the C-terminal. Both contain a nearly identical, predicted 48-amino acid plastid transit peptide. Immunoblot analyses identified a 29 kD (mature Ee-BAM1 after cleavage of the transit peptide) and a 35 kD (unprocessed EeBAM1) protein. Both 35 and 29 kD proteins were constitutively expressed in growth-induced and seasonal samples. Immunolocalization indicated that Ee-BAM1 is in the cytosol of cells at the shoot tip of the bud. Ee-BAM1 also surrounds the amyloplasts in mature cells toward the base of the bud. These observations suggests that Ee-BAM1 may have dual functions; serving as reserve protein in the cytosol and as a degrading enzyme at the surface of amyloplasts.",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "16829": {
            "firstname": "Wun",
            "middleinitial": "S.",
            "lastname": "Chao",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16829,
            "scholarlyactivityid": 5505
        },
        "16830": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 16830,
            "scholarlyactivityid": 5505
        }
    },
    "status": [
        {
            "id": 5505,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}