{
    "activityid": 5507,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Immunolocalization of ß-D-glucans, Pectins, and Arabinogalactan-Proteins During Intrusive Growth and Elongation of Nonarticulated Laticifers in Asclepias Speciosa Torr.",
        "Journal": "Planta",
        "Volume": "215",
        "Month / Season": "2002-07-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "357-370",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/s00425-002-0756-y",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/193",
        "Description/Abstract": "Nonarticulated laticifers are latex-containing cells that elongate indefinitely and grow intrusively between the walls of meristematic cells. To identify biochemical mechanisms involved in the growth of nonarticulated laticifers, we have analyzed the distribution of various polysaccharides and proteoglycans in walls of meristematic cells in contact with laticifers, nonadjacent to laticifers, and in laticifer walls. In the shoot apex of Asclepias speciosa, the levels of callose and a (1M4)-#-galactan epitope are lower in meristematic walls in contact with laticifers than in nonadjacent walls. In contrast, we did not detect a decline in xyloglucan, homogalacturonan, and arabinogalactan-protein epitopes upon contact of meristematic cells with laticifers. Laticifer elongation is also associated with the development of a homogalacturonan-rich middle lamella between laticifers and their neighboring cells. Furthermore, laticifers lay down walls that differ from those of their surrounding cells. This is particularly evident for epitopes in rhamnogalacturonan I. A (1M5)-!-arabinan epitope in this pectin is more abundant in laticifers than meristematic cells, while the opposite is observed for a (1M4)-#-galactan epitope. Also, different cell wall components exhibit distinct distribution patterns within laticifer walls. The (1M5)-!-arabinan epitope is distributed throughout the laticifer walls while certain homogalacturonan and arabinogalactan-protein epitopes are preferentially located in particular regions of laticifer walls. Taken together, our results indicate that laticifer penetration causes changes in the walls of meristematic cells and that there are differences in wall composition within laticifer walls and between laticifers and their surrounding cells.",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "16837": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 16837,
            "scholarlyactivityid": 5507
        },
        "16838": {
            "firstname": "Alan",
            "middleinitial": "J.",
            "lastname": "Muir",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16838,
            "scholarlyactivityid": 5507
        },
        "16839": {
            "firstname": "Azeddine",
            "middleinitial": "",
            "lastname": "Driouich",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16839,
            "scholarlyactivityid": 5507
        }
    },
    "status": [
        {
            "id": 5507,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2002,
            "termid": "2002/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}