{
    "activityid": 5509,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Localization of Cell Wall Polysaccharides in Nonarticulated Laticifers of Asclepias Speciosa Torr.",
        "Journal": "Protoplasma",
        "Volume": "216",
        "Month / Season": "2001-09-01",
        "Issue Number": "4-Mar",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "215-226",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/BF02673873",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/194",
        "Description/Abstract": "Asclepias speciosa Torr, has latex-containing cells known as nonarticulated laticifers. In stem sections of this species, we have analyzed the cell walls of nonarticulated laticifers and surrounding cells with various stains, lectins, and monoclonal antibodies. These analyses revealed that laticifer walls are rich in (1?4) ?-D-glucans and pectin polymers. Immunolocalization of pectic epitopes with the antihomogalacturonan antibodies JIM5 and JIM7 produced distinct labeling patterns. JIM7 labeled all cells including laticifers, while JIM5 only labeled mature epidermal cells and xylem elements. Two antibodies, LM5 and LM6, which recognize rhamnogalacturonan I epitopes distinctly labeled laticifer walls. LM6, which binds to a (l?5) ?-arabinan epitope, labeled laticifer walls more intensely than walls of other cells. LM5, which recognizes a (1?4) ?-D-galac-tan epitope, did not label laticifer segments at the shoot apex but labeled more mature portions of laticifers. Also the LM5 antibody did not label cells at the shoot apical meristem, but as cells grew and matured the LM5 epitope was expressed in all cells. LM2, a monoclonal antibody that binds to ?-D-glucuronic acid residues in arabinogalactan proteins, did not label laticifers but specifically labeled sieve tubes. Sieve tubes were also specifically labeled byRicinus communis agglutinin, a lectin that binds to terminal ?-D-galactosyl residues. Taken together, the analyses conducted showed that laticifer walls have distinctive cytochemical properties and that these properties change along the length of laticifers. In addition, this study revealed differences in the expression of pectin and arabinogalactan protein epitopes during shoot development or among different cell types.",
        "Origin": "Other"
    },
    "facultyid": "111116958",
    "coauthors": {
        "16844": {
            "firstname": "Marcelo",
            "middleinitial": "",
            "lastname": "Serpe",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 16844,
            "scholarlyactivityid": 5509
        },
        "16845": {
            "firstname": "Alan",
            "middleinitial": "J.",
            "lastname": "Muir",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16845,
            "scholarlyactivityid": 5509
        },
        "16846": {
            "firstname": "Ann",
            "middleinitial": "M.",
            "lastname": "Keidel",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16846,
            "scholarlyactivityid": 5509
        }
    },
    "status": [
        {
            "id": 5509,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2001,
            "termid": "2001/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}