{
    "activityid": 55173,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Marrakesh Treaty’s impact on the accessibility and reproduction of published works",
        "Journal": "TechTrends",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": "Springer",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Many countries have restrictive copyright laws that prevent the reproduction of published works in accessible formats. In addition, these countries limit any fair use provisions to people with blindness, which excludes a variety of other print disabilities. In 2013, delegates from the World Intellectual Property Organization agreed to the Marrakesh Treaty, which has now been ratified by 79 countries. The Marrakesh Treaty focuses on expanding fair use exceptions in copyright law for reproducing works in accessible formats. Countries that ratify the Marrakesh Treaty agree to expand qualified individuals to include people with different kinds of reading disabilities. Countries that have ratified the treaty can also import or export accessible books. However, the treaty does not pressure countries to create inclusive policies for people with disabilities. Publishers are not affected by the Marrakesh Treaty and are allowed to continue producing their books in inaccessible formats. This paper explores the benefits and pitfalls of the Marrakesh Treaty and how the problem of inaccessible published works might be solved in the future. ",
        "Origin": "Manual"
    },
    "facultyid": "113075443",
    "coauthors": {
        "259679": {
            "firstname": "Auston",
            "middleinitial": "",
            "lastname": "Stamm",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 259679,
            "scholarlyactivityid": 55173,
            "classifications": {
                "Role": "Author"
            }
        },
        "259680": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 259680,
            "scholarlyactivityid": 55173,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 55173,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}