{
    "activityid": 55239,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Developing an Equally Effective Alternative Access Plan for Library Resources",
        "Conference/Meeting Name": "Success Through Access",
        "Conference Location": "Boise State University, Boise, ID",
        "Date or Date Range": "3/4/2020",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Sponsoring Organization": "Boise State University",
        "Presenter(s)": null,
        "Web Address": "https://www.boisestate.edu/accessibility/successthroughaccess/",
        "Description/Abstract": "Albertsons Library strives to purchase, license, and provide access to content that is in compliance with accessibility laws and standards. In cases where technology, resources, or services are not fully accessible, the Library has developed an Equally Effective Alternative Access Plan (EEAAP) to address user accessibility needs while remediation is in progress.\n\nThe EEAAP provides a process for access to material that the library licenses, purchases, adopts, or creates when the technology that provides the material is less-than-accessible. Having a process in place to provide alternate access will help ensure users have equal and fair access to information in a timely manner and in a format appropriate for their needs.\n\nJoin us for a discussion about how we are developing: our EEAAP; training strategies for public services staff; and procedures for helping patrons get the information they need. After attending this workshop, participants will:\nUnderstand the purpose of an Equally Effective Alternative Access Plan and why it is important to proactively have it in place.\nLeave with examples, ideas, and considerations for libraries complying with university policies to ensure electronic resources they purchase or license are accessible to all users.\nReview collaboration strategies between public services staff and electronic resource managers.",
        "Origin": "Manual"
    },
    "facultyid": "113139439",
    "coauthors": {
        "259471": {
            "firstname": "Pamela",
            "middleinitial": "",
            "lastname": "Kindelberger",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 259471,
            "scholarlyactivityid": 55239,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "259472": {
            "firstname": "Mary",
            "middleinitial": "",
            "lastname": "Aagard",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113139439",
            "authorid": 259472,
            "scholarlyactivityid": 55239,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 55239,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113139439",
    "attachments": []
}