{
    "activityid": 5523,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "S K-edge X-ray Absorption Studies of Tetranuclear Iron-Sulfur Clusters:  ?-Sulfide Bonding and its Contribution to Electron Delocalization",
        "Journal": "Journal of the American Chemical Society",
        "Volume": "123",
        "Month / Season": "2001-01-24",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "442-454",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "11456546",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "X-ray absorption spectroscopy (XAS) at the sulfur (2470 eV) and chlorine (2822 eV) K-edges has been applied to a series of 4Fe-4S model complexes. These are compared to 2Fe-2S model complexes to obtain insight into the localized ground state in the mixed-valence dimer versus the delocalized ground state in the mixed-valence tetramer. The preedges of hypothetical delocalized mixed-valence dimers [Fe2S2]+ are estimated using trends from experimental data and density functional calculations, for comparison to the delocalized mixed-valence tetramer [Fe4S4]2+. The differences between these two mixed-valence sites are due\nto the change of the sulfide-bridging mode from í2 to í3. The terminal chloride and thiolate ligands are used as spectator ligands for the electron density of the iron center. From the intensity of the preedge, the covalency of the terminal ligands is found to increase in the tetramer as compared to the dimer. This is associated with\na higher effective nuclear charge on the iron in the tetramer (derived from the energies of the preedge). The i3-bridging sulfide in the tetramer has a reduced covalency per bond (39%) as compared to the í2-bridging sulfide in the dimer (51%). A simple perturbation model is used to derive a quadratic dependence of the superexchange coupling constant J on the covalency of the metal ions with the bridging ligands. This relationship is used to estimate the superexchange contribution in the tetramer (J ) -156 cm-1) as compared to the mixedvalence dimer (J ) -360 cm-1). These results, combined with estimates for the double exchange and the\nvibronic coupling contributions of the dimer sub-site of the tetramer, lead to a delocalized St) 9/2 spin ground state for the mixed-valence dimer in the tetramer. Thus, the decrease in the covalency, hence the superexchange pathway associated with changing the bridging mode of the sulfides from í2 to í3 on going from the dimer\nto the tetramer, significantly contributes to the delocalization of the excess electron over the dimer sub-site in the tetramer.",
        "Origin": "Other"
    },
    "facultyid": "111110041",
    "coauthors": {
        "16917": {
            "firstname": "Thorsten",
            "middleinitial": "",
            "lastname": "Glaser",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16917,
            "scholarlyactivityid": 5523
        },
        "16918": {
            "firstname": "Kendra",
            "middleinitial": "",
            "lastname": "Rose",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16918,
            "scholarlyactivityid": 5523
        },
        "16919": {
            "firstname": "Susan",
            "middleinitial": "E",
            "lastname": "Shadle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110041",
            "authorid": 16919,
            "scholarlyactivityid": 5523
        },
        "16920": {
            "firstname": "Britt",
            "middleinitial": "",
            "lastname": "Hedman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16920,
            "scholarlyactivityid": 5523
        },
        "16921": {
            "firstname": "Keith",
            "middleinitial": "O",
            "lastname": "Hodgson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16921,
            "scholarlyactivityid": 5523
        },
        "16922": {
            "firstname": "Edward",
            "middleinitial": "I",
            "lastname": "Solomon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16922,
            "scholarlyactivityid": 5523
        }
    },
    "status": [
        {
            "id": 5523,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110041",
    "attachments": []
}