{
    "activityid": 5526,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Electronic Structure of the Perturbed Blue Copper Site in Nitrite Reductase:  Spectroscopic Properties, Bonding, and Implications for the Entatic/Rack State",
        "Journal": "Journal of the American Chemical Society",
        "Volume": "118",
        "Month / Season": "1996-08-21",
        "Issue Number": "33",
        "Actual/Projected Year of Publication/Presentation": 1996,
        "Page Numbers": "7755-7768",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Low-temperature optical absorption, circular dichroism, magnetic circular dichroism, and sulfur K-edge X-ray absorption spectra have been measured for the green “blue” copper center (type 1) in Achromobacter cycloclastes nitrite reductase. Combined with density functional calculations, the results of these spectroscopies have been used to define the extremely “perturbed” electronic structure of this site relative to that of the prototypical “classic” site found in plastocyanin. Experimentally calibrated density functional calculations have been further used to determine the specific geometric distortions which generate the perturbed electronic structure. These studies indicate that the principal electronic structure changes in nitrite reductase, relative to plastocyanin, are a rotation of the Cu dx2-y2 half-filled, highest occupied molecular orbital (HOMO) and an increase in the ligand field strength at the Cu center. The HOMO rotation increases the pseudo-? interaction and decreases the ? interaction of the cysteine (Cys) sulfur with Cu dx2-y2. Furthermore, significant methionine (Met) sulfur character is mixed into the HOMO due to increased overlap with Cu dx2-y2. These changes in Cu?ligand interactions result in the redistribution of absorption intensity in the charge transfer and ligand field transitions. Additionally, the new S(Met)?Cu interaction accounts for the unexpectedly high sulfur covalency in the HOMO. The increase in ligand field strength shifts all the d ? d transitions in nitrite reductase to 1000 cm-1 higher energy than their counterparts in plastocyanin, which accounts for the EPR spectral differences between the type 1 sites in these complexes. The geometric distortion primarily responsible for the electronic structure changes in nitrite reductase, relative to plastocyanin, is determined to involve a coupled angular movement of the Cys and Met residues toward a more flattened tetrahedral (toward square planar) structure. This movement is consistent with a tetragonal Jahn?Teller distortion resulting from the shorter Cu?S(Met) bond in nitrite reductase relative to plastocyanin. This increased Jahn?Teller distortion implies that the type 1 site is “less entatic” than that in plastocyanin.",
        "Origin": "Other"
    },
    "facultyid": "111110041",
    "coauthors": {
        "16940": {
            "firstname": "Louis",
            "middleinitial": "B",
            "lastname": "LaCroix",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16940,
            "scholarlyactivityid": 5526
        },
        "16941": {
            "firstname": "Susan",
            "middleinitial": "E",
            "lastname": "Shadle",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110041",
            "authorid": 16941,
            "scholarlyactivityid": 5526
        },
        "16942": {
            "firstname": "Yaning",
            "middleinitial": "",
            "lastname": "Wang",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16942,
            "scholarlyactivityid": 5526
        },
        "16943": {
            "firstname": "Bruce",
            "middleinitial": "A",
            "lastname": "Averill",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16943,
            "scholarlyactivityid": 5526
        },
        "16944": {
            "firstname": "Britt",
            "middleinitial": "",
            "lastname": "Hedman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16944,
            "scholarlyactivityid": 5526
        },
        "16945": {
            "firstname": "Keith",
            "middleinitial": "O",
            "lastname": "Hodgson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16945,
            "scholarlyactivityid": 5526
        },
        "16946": {
            "firstname": "Edward",
            "middleinitial": "I",
            "lastname": "Solomon",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 16946,
            "scholarlyactivityid": 5526
        }
    },
    "status": [
        {
            "id": 5526,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1996,
            "termid": "1996/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110041",
    "attachments": []
}