{
    "activityid": 56068,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "The Global Impact of the Covid-19 Pandemic and Online Learning: A Multinational Study",
        "Book Title": "Online Education during the COVID-19 Pandemic: Issues, Benefits, Challenges, and Strategies",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "1-18",
        "Edition": "1",
        "Volume": "1",
        "Publisher": "ISTES Organization  ",
        "Publisher Location": "Monument, CO, USA",
        "ISBN": "",
        "Author/Editor of Larger Work": "Dr. Stephen Jackowicz Dr. Ismail Sahin",
        "DOI": " 978-1-952092-20-6",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "After an unprecedented year of transformation to the educational landscape, schools are \ngrappling with challenges and learning experiences that never could have been predicted. \nDuring times of global uncertainty, the demand for innovative learning and teaching across \nthe globe must be stepped up and at the forefront of educational endeavors. The challenges \nand formidable impact of the global COVID-19 pandemic have stretched educational systems \nthroughout the world to reassess their goals as students and educators are asked to teach and \nlearn from home while distancing themselves from others. The opportunity to address the \nmyriad challenges that we are faced with and provide a quality education for all students \nincorporating technology and innovative strategies for online learning in order to meet the \nmultifaceted needs of our students requires us to revolutionize the learning experience and \ncarefully address the numerous dimensions yielded by these profound changes. This chapter \nprovides an overview of inputs from the field in the United States and a discussion of \nalternatives found globally. It focuses on the strategies and resources to reinvigorate \neducation acknowledging that online learning is tantamount to helping our students learn. \nInterviews with educators, students and parents are presented to offer insight from various \npersprectives. Examples of research-based strategies are provided to strengthen lesson design, \npedagogical input, and expand the knowledge of creative resources. ",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "112054227",
    "coauthors": {
        "261173": {
            "firstname": "Diane",
            "middleinitial": "R",
            "lastname": "Boothe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112054227",
            "authorid": 261173,
            "scholarlyactivityid": 56068
        }
    },
    "status": [
        {
            "id": 56068,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112054227",
    "attachments": []
}