{
    "activityid": 56265,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Reimagining the TC Service Course in Changing Contexts",
        "Conference/Meeting Name": "Council for Programs in Technical and Scientific Communication Annual Conference",
        "Conference Location": "Online",
        "Date or Date Range": "October 28-30, 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "Council for Programs in Technical and Scientific Communication",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Until Fall 2020, our sophomore-level introduction to technical communication course was part of the general education options for the social science requirement, meaning that a wide range of students took the course to meet both general education and writing requirements for their degree. The course served roughly 350 students each semester in disciplines such as engineering, environmental science, health sciences, biology, and English. However, in Fall 2020, the course was removed from general education options, which led several majors to remove it from their required courses; engineering disciplines in particular did not have space in their credit hours to add it as a requirement outside of general education. In this environment, the technical communication program had to reduce overall offerings. \nHowever, with the course no longer part of the social science electives, the university learning outcomes and other general education requirements no longer applied, and the program was free to begin to change how they teach and administer the class. This panel focuses on the challenges of administering a technical communication service course in the context of changing institutional requirements, focusing on the opportunities to re-envision this course in a new era for technical communication.\nThe first speaker will outline the history and current context of the technical communication service course and how the program navigated the challenges of changing institutional requirements. When the course was under review by the general education program, the course’s administrators had to decide whether to revise it substantially away from a writing-focused technical communication course and more toward an introduction to writing studies course. Because we recognized that this shift would no longer serve the students who might be required to take it, nor the students in the rhetoric/technical communication BA, we opted to maintain the course and thus be removed from the general education program. This removal created challenges for enrollment, but also presented new opportunities. This presentation will focus on explaining the context and highlighting the challenges and opportunities that will be further explored by the other five speakers on the panel.\nThe second speaker will focus on the creation and implementation of a mentorship program for graduate teaching assistants teaching Introduction to Technical Communication. Prior to Fall 2020, mentorship for one graduate assistant was on a personal and as-needed basis. However, with the growth in teaching assistants (four in the 2020 cohort and three in the 2021 cohort), this individualized system has become challenging and unsustainable. By creating an equitable, caring, and structured mentorship program, stressors for graduate students are mitigated, and they are given more space and support to develop and teach a course that reflects the changes and advancements in the field of technical communication. This presentation will focus on the implementation of recommendations to create support for graduate teaching assistants in the development of their own courses and their success in their own graduate studies.\nSpeaker 3 will focus on the development of an Open Education Resources (OER) textbook as a tangible reflection of a collaboration involving expertise in the field of TPC, our faculty expertise, and the expertise and experience of our students. The core goal of this collaboration is our programmatic values and mission. Specifically, our OER integrates our value of equitable, accessible, and rhetorical technical communication practices into student-facing course materials. \nThis ongoing OER collaboration began by merging multiple TC OER materials currently available to form a structural foundation. As faculty, we leveraged our joint expertise to assess these merged materials to reveal areas where we could reform the OER. We continue to integrate specific wording, application, examples, and student practices that are specific to our course designs, student population, and learning outcomes. Additionally, student experience and expertise are also vital to our OER development. Specifically, our Master of Arts in Technical Communication students are invited to develop their skill set as they practice course learning outcomes within the OER project. Importantly, this collaboration intentionally integrates the field of TPC at large within a collaborative process that encourages intentional and inclusive technical communication resources that can continue to evolve with our programmatic goals and values.\nSpeaker 4 will describe their experience collaborating with the Computer Science program to develop a customized offering of the 200-level intro to technical communication for their students.  Because they wanted to retain a 3-credit writing course to support their students and to meet ABET requirements, the Computer Science Department voted unanimously to continue to require the course for their majors.\nTo this end, two Computer Science faculty members were interviewed in spring 2021, where they were asked for their insight on genres most often assigned in their program as well as to provide their perspective on the gaps they currently see in their majors writing skills. The course will be developed over the summer of 2021 and will be offered for the first time to a section of computer science majors in the fall semester. The presentation will share the primary elements of the final course design as well as early insights on the course’s effectiveness.\nSpeaker 5 will share evidence-based practices that support student research and collaboration, particularly in online or remote-delivery environments. As we shifted our course to respond to the institutional changes, we also fielded the challenge of pandemic-informed delivery. While challenging, these changes presented opportunities to re-imagine student activities and assignments as well as to re-invigorate instructor-modeled tone and rationale.\nSince students flourish when they experience a strong sense of community and belonging (Fink, 2014), this speaker will explore creative solutions such as collaborative jamboards, minute-to-win-it audience analysis activities, workshop sessions in breakout rooms, workshopping tips of the day, and the use of strategic and group-oriented research techniques. The goal is to help students experience success not only in collegial and collaborative skillbuilding, but also to respond to an assignment to appropriately meet audience needs and fulfill a document’s purpose.\nSimilarly, fostering a growth mindset in the midst of what can feel like a chaotic moment is an important instructor goal (Harnish et al, 2011). To that end, this speaker will also share strategies for encouraging student persistence and success, including the use of welcoming and positive language on course syllabi and in providing assignment feedback.\nThe final speaker will focus on how a games-based classroom can support learning. As our course moved out of general education (and a rigid State Board of Education structure), we had an opportunity to focus on the needs of specific programs, including our own undergraduate emphasis. The challenges were providing a structure to meet varied student goals across sections and reflecting universal design for learning (UDL) principles. \nOne solution involves helping students meet learning outcomes by using game elements (gamification). This presentation will also explore the opportunity to use gamification as a method to reflect UDL principles: multiple means of engagement (why of learning), representation (what of learning), and expression (how of learning). Through assignment levels, students are provided individual choices to pursue tasks relevant to their goals, multiple means to engage with content, and multiple ways to demonstrate their learning. A game-based approach with an emphasis on student choice offered instructors a way to structure a course with some consistency and still meet varied student needs and learning expectations. Our discussion will help participants use game-based elements to empower students to discover knowledge relevant to them and which reflect course learning outcomes.\n\n",
        "Origin": "Manual"
    },
    "facultyid": "111669970",
    "coauthors": {
        "261573": {
            "firstname": "Debra",
            "middleinitial": "W",
            "lastname": "Purdy",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111113442",
            "authorid": 261573,
            "scholarlyactivityid": 56265
        },
        "261574": {
            "firstname": "Heidi",
            "middleinitial": "",
            "lastname": "Naylor",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111301723",
            "authorid": 261574,
            "scholarlyactivityid": 56265
        },
        "261575": {
            "firstname": "Roger",
            "middleinitial": "Heathcot",
            "lastname": "Munger",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669970",
            "authorid": 261575,
            "scholarlyactivityid": 56265
        },
        "261576": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 261576,
            "scholarlyactivityid": 56265
        },
        "261577": {
            "firstname": "Sherena",
            "middleinitial": "",
            "lastname": "Huntsman",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114133843",
            "authorid": 261577,
            "scholarlyactivityid": 56265
        }
    },
    "status": [
        {
            "id": 56265,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669970",
    "attachments": []
}