{
    "activityid": 5679,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Genetic Diversity of the Narrow Endemic Allium aaseae (Alliaceae)",
        "Journal": "American Journal of Botany",
        "Volume": "83",
        "Month / Season": "1996-06-01",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 1996,
        "Page Numbers": "717-726",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/135",
        "Description/Abstract": "Low levels of genetic variability are common for a number of geographically restricted plants: these data are consistent with theoretical expectations that small populations should be genetically depauperate. However, in some species, high levels of variability have been found in rare species. Allium aaseae is a rare, narrow endemic in the foothills of the Boise Front of southwestern Idaho. Genetic variation in the rare endemic A. aaseae, and nearby populations of the more common species, A. simillimum, was examined with randomly amplified polymorphic DNA (RAPD) data. Eight populations of A. aaseae and six populations of A. simillimum (three near the range of A. aaseae, and three distant populations) of 25 individuals each were examined for this analysis. Genetic diversity as determined with RAPD markers of both species examined in this study is largely found within and not among populations. Levels of genetic diversity are high, especially for a narrow endemic species such as A. aaseae. Proportion of RAPD loci polymorphic was high in both species, although slightly higher in the more common A. simillimum. Because these higher levels of genetic variability run counter to theory, alternative explanations beyond population size must be invoked to explain the levels of genetic diversity found in this study. Possible explanations are (1) A. aaseae is only recently derived from A. simillimum, (2) hybridization between A. aaseae and A. simillimum is occurring, (3) multiple origins of A. aaseae, (4) populations of A. simillimum included in the analysis are all A. aaseae, (5) A. aaseae and A. simillimum are conspecific, and (6) an artifact of RAPD data.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17520": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17520,
            "scholarlyactivityid": 5679
        },
        "17521": {
            "firstname": "T.",
            "middleinitial": "Vuong",
            "lastname": "Pham",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17521,
            "scholarlyactivityid": 5679
        }
    },
    "status": [
        {
            "id": 5679,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1996,
            "termid": "1996/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}