{
    "activityid": 5680,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Phylogenetic Resolution Within the Tribe Episcieae (Gesneriaceae): Congruence of ITS and ndhF Sequences from Parsimony and Maximum-Likelihood Analyses",
        "Journal": "American Journal of Botany",
        "Volume": "87",
        "Month / Season": "2000-06-01",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "883-897",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/130",
        "Description/Abstract": "Generic relationships within Episcieae were assessed using ITS and ndhF sequences. Previous analyses of this tribe have focussed only on ndhF data and have excluded two genera, Rhoogeton and Oerstedina, which are included in this analysis. Data were analyzed using both parsimony and maximum-likelihood methods. Results from partition homogeneity tests imply that the two data sets are significantly incongruent, but when Rhoogeton is removed from the analysis, the data sets are not significantly different. The combined data sets reveal greater strength of relationships within the tribe with the exception of the position of Rhoogeton. Poorly or unresolved relationships based exclusively on ndhF data are more fully resolved with ITS data. These resolved clades include the monophyly of the genera Columnea and Paradrymonia and the sister-group relationship of Nematanthus and Codonanthe. A closer affinity between Neomortonia nummularia and N. rosea than has previously been seen is apparent from these data, although these two species are not monophyletic in any tree. Lastly, Capanea appears to be a member of Gloxinieae, although C. grandifiora remains within Episcieae. Evolution of fruit type, epiphytic habit, and presence of tubers is re-examined with the new data presented here.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17522": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17522,
            "scholarlyactivityid": 5680
        }
    },
    "status": [
        {
            "id": 5680,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2000,
            "termid": "2000/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}