{
    "activityid": 5683,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Phylogenetic Hypotheses for the Monocotyledons Constructed from &lt;em&gt;rbc&lt;/em&gt;L Sequence Data",
        "Journal": "Annals of the Missouri Botanical Garden",
        "Volume": "80",
        "Month / Season": "1993-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1993,
        "Page Numbers": "607-619",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/44",
        "Description/Abstract": "DNA sequences for the plastid locus that encodes the large subunit if ribulose 1.5 bisphosphate carboxylase/oxygenase rbc were determined for 18 species of monocotyledons in 15 families.  These data were analyzed together with sequences for 60 other monocot species in a total of 52 families by the maximum likelihood method producing one, presumably optimal, topology.  An additional 26 species were added (104 total monocot species) and analyzed by the parsimony method with an outgroup of 18 dicot species producing 109 trees of 3,932 steps.  The rbcL data show at least moderate support for seven lineages corresponding to the following orders, superoders, or combinations: Arecanae; Asparagales (excludng Hypoxideceae) plus Iridaceae; Cyclanthanae plus Pandananea; Dioscoreales, Orchidales; Typhales; amd Zingiberales.  Six clades corresponding to families or genera are well supported, including: Agavaceae, Asphodelaceae, Bromeliaceae, Hypoxidaceaem Poaceaem and Tradescantia. The two earliest diverging multispecies clades in our rbc L phylogenies, Alistmatanae and Aranae, are only weakly supported, and Bromelianae, Commelinanae, and Lilianae are paraphyletic.  In all analyses Acorus calamus is phylogenetically isloated as the sister species to the remaining species of monocotyledons.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17533": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17533,
            "scholarlyactivityid": 5683
        }
    },
    "status": [
        {
            "id": 5683,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1993,
            "termid": "1992/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}