{
    "activityid": 5684,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Phylogenetics of Seed Plants: An Analysis of Nucleotide Sequences from the Plastid Gene &lt;em&gt;rbc&lt;/em&gt;L",
        "Journal": "Annals of the Missouri Botanical Garden",
        "Volume": "80",
        "Month / Season": "1993-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1993,
        "Page Numbers": "528-580",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/46",
        "Description/Abstract": "We present the results of two exploratory parsimony analyses of DNA sequences from 475 and 499 species of seed plants. respectively, representing all major taxonomic groups. The data are exclusively from the chloroplast gene L, which codes for the large subunit of ribulose-l .5-bisphosphate carboxylase/ oxygenase (RuBisCO or RuBPCase). We used two different state-transformation assumptions resulting in two sets of cladograms: (i) equal-weighting for the 499-taxon analysis; and (ii) a procedure that differentially weights transversions over transitions within characters and codon positions among characters for the 475-taxon analysis. The degree of congruence between these results and other molecular. as well as morphological, cladistic studies indicates that rbc L sequence variation contains historical evidence appropriate for phylogenetic analysis at this taxonomic level of sampling. Because the topologies presented are necessarily approximate and cannot be evaluated adequately for internal support, these results should be assessed from the perspective of their predictive value and used to direct future studies, both molecular and morphological.  In both analyses, the three genera of Gnetales are placed together as the sister group of the flowering plants, and the anomalous aquatic Ceratophyllum (Ceratophyllaceae) is sister to all other flowering plants. Several major lineages identified correspond well with at least some recent taxonomic schemes for angiosperms, particularly those of Dahlgren and Thorne. The basalmost clades within the angiosperms are orders of the apparently polyphyletic subclass Magnoliidae sensu Cronquist. The most conspicuous feature of the topology is that the major division is not monoco! versus dicot, but rather one correlated with general pollen type: uniaperturate versus triaperturate. The Dilleniidae and Hamamelidae are the only subclasses that are grossly polyphyletic; an examination of the latter is presented as an example of the use of these broad analyses to focus more restricted studies. A broadly circumscribed Rosidae is paraphyletic to Asteridae and Dilleniidae. Subclass Caryophyllidae is monophyletic and derived from within Rosidae in the 475-taxon analysis but is sister to a group composed of broadly delineated Asteridae aud Rosidae in the 499-taxon study.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17534": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17534,
            "scholarlyactivityid": 5684
        }
    },
    "status": [
        {
            "id": 5684,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1993,
            "termid": "1992/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}