{
    "activityid": 5685,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Phylogenetic Analysis of the Zingiberales Based on rbcL Sequences",
        "Journal": "Annals of the Missouri Botanical Garden",
        "Volume": "80",
        "Month / Season": "1993-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1993,
        "Page Numbers": "620-630",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/43",
        "Description/Abstract": "Morphological data have been used previously to construct phylogenies of the eight families of the Zingiberales one of the most widely accepted monophyletic groups of flowering plants.  To provide additional support for phylogenetic relationships within the order, and placement of the order among monocots, we present a parsimony analysis of DNA sequences from the chloroplast-encoded gene, rbcL, for 21 species of Zingiberales and proposed relatives.  Five analyses with equal, and differential weights were performed.  All analyses resulted in the same most parsimonious tree for taxa within the Zingiberales and the immediate outgroup.  The closest sister group to the Zingiberales based on these data is a clade containing Commelinaceae/Haemodoraceae/Pontederiacea.  The tree topology within the order based on rbcL sequence data is different from previous morphological analyses.  The order can be divided into two sister groups, one containing the Costaceae and Marantaceae, and the other, the remaining six families.  All recognized families are monophyletic with the exception of the Musaceae, which is paraphyletic with the Cannaceae.  Wtih trees one and two steps longer tha the most parsimonious trees, phylogenetic resolution is rapidly lost, suggesting that the phylogenetic utility of rbcL sequence date for the Zingiberales is limited to interordinal and intrafamilial relationships.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17535": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17535,
            "scholarlyactivityid": 5685
        },
        "17536": {
            "firstname": "W.",
            "middleinitial": "John",
            "lastname": "Kress",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17536,
            "scholarlyactivityid": 5685
        },
        "17537": {
            "firstname": "Elizabeth",
            "middleinitial": "A.",
            "lastname": "Zimmer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17537,
            "scholarlyactivityid": 5685
        }
    },
    "status": [
        {
            "id": 5685,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1993,
            "termid": "1992/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}