{
    "activityid": 56866,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Creating Continuity in Learning through a Longitudinal Online IPE Program",
        "Conference/Meeting Name": "Nexus Summit 2021",
        "Conference Location": "virtual",
        "Date or Date Range": "09/27/2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "The National Center for Interprofessional Practice and Education",
        "Presenter(s)": null,
        "Web Address": "https://summit2021.nexusipe.org/",
        "Description/Abstract": "The Interprofessional Education Collaborative defines four competency domains as essential to interprofessional education (IPE). However, there is no consistent model for IPE curriculum development across health professions programs, and many learning opportunities are independent, siloed experiences offering little continuity from one experience to the next. Additionally, programs are challenged to provide authentic learning experiences that reflect both clinical and community health settings. Our asynchronous online IPE program addresses both challenges. The program structure provides a longitudinal experience across two semesters with students remaining on the same team with the same faculty facilitator for two modules in the fall and two modules in the spring. Each module focuses on one of the IPE competencies, with each having the same format; didactic and experiential pedagogies with students participating in a team huddle, simulated interaction with a standardized patient/professional, and faculty debrief. Two of the modules, one in the fall and spring provide additional continuity for learners by using an unfolding case study addressing individual and population health needs linking two different IPE competencies. Both modules allow students from nursing, clinical rehabilitative health sciences, and public health to practice skills on interprofessional teams. The case study evolves from the impact of a problem at the individual level (clinic-based focus) to the impact on the community (population health focus) where students participate in two different simulation activities. The simulated experience in the fall addresses a parent’s concern regarding their child’s lead exposure; students focus on the physiological impact of lead exposure with attention to individual-level social determinants of health. The simulation in the spring has the students addressing the residents' concerns with lead exposure by having them work with government officials for a resolution to the lead exposure. This presentation will describe the asynchronous IPE model and provide data from student and faculty evaluations.",
        "Origin": "Manual"
    },
    "facultyid": "114178462",
    "coauthors": {
        "263716": {
            "firstname": "S",
            "middleinitial": "Alicia",
            "lastname": "Williams",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263716,
            "scholarlyactivityid": 56866,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "263717": {
            "firstname": "Kate",
            "middleinitial": "E",
            "lastname": "Beatty",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263717,
            "scholarlyactivityid": 56866,
            "classifications": {
                "Role": "Discussant"
            }
        },
        "263718": {
            "firstname": "Kristen",
            "middleinitial": "L",
            "lastname": "McHenry",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114178462",
            "authorid": 263718,
            "scholarlyactivityid": 56866,
            "classifications": {
                "Role": "Discussant"
            }
        },
        "263719": {
            "firstname": "Florence",
            "middleinitial": "M",
            "lastname": "Weierbach",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263719,
            "scholarlyactivityid": 56866,
            "classifications": {
                "Role": "Discussant"
            }
        }
    },
    "status": [
        {
            "id": 56866,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114178462",
    "attachments": [
        {
            "attachmentid": 33087,
            "mimetype": "application/pdf",
            "filename": "NEXUS 2021 asynchronous lightning talk.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzloa0J5L0NJaytwNDg4NGtac1lMSTFxUjh2RkZhT3F5OHhRV25xUkZGM3Z5bE1mcWREKzRUcEJPNXVFY2lsS3U1QnFWMmJYT0pHNEE2Q0d0bDZVd2l2eQ%3D%3D",
            "filesize": 1142882
        }
    ]
}