{
    "activityid": 5688,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Phylogenetic Relationships of Lembocarpus and Goyazia (Gesneriaceae) Based on ndhF Sequences",
        "Journal": "Annals of the Missouri Botanical Garden",
        "Volume": "88",
        "Month / Season": "2001-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "135-143",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/41",
        "Description/Abstract": "The phylogenetic relationships of Goyazia and Lembocarpus are investigated based on cladistic analysis of ndhF sequences.  Both genera are currently classified in the tribe Gloxinieae, but both are poorly known.  Based on its floral morphology, the classification of Goyazia in Gloxinieae is not controversial.  Lembocarpus may be placed in Gloxinieae, Episcieae, or Sinningieae.  The acaulescent, tuberous nature of Lembocarpus limits the number of characters available for a morphological analysis and has made its classification and phylogenetic relationships difficult to resolve.  Phylogenetic analyses of ndhF sequences place both genera in Gloxinieae.  Although the affinities within the tribe are ambiguous for Goyazia, Lembocarpus is sister to Capanea.  The addition of Goyazia, Lembocarpus, and an additional species of Capanea provide better resolution of relationships within Gloxinieae and Gesnerieae than had been obtained previously from parsimony analysis. A maximum likelihood analysis is largely congruent with the parsimony tree.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17540": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17540,
            "scholarlyactivityid": 5688
        }
    },
    "status": [
        {
            "id": 5688,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}