{
    "activityid": 5689,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Tribal Relationships in the Gesneriaceae: Evidence from DNA Sequences of the Chloroplast Gene ndhF",
        "Journal": "Annals of the Missouri Botanical Garden",
        "Volume": "84",
        "Month / Season": "1997-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "50-66",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/45",
        "Description/Abstract": "The tribal relationships of the Gesneriaceae are investigated using ndhF sequences.  A full analysis of 70 taxa including 16 species from the Scrophulariaceae, Bigoniaceae, and Acanthaceae as outgroups, resulted in two most-parsimonious trees of 5610 steps each.  In all trees the Gesneriaceae were a monophyletic group and Paulownia was the closest single-species outgroup for the analysis.  Further analyses eliminated all but the members of the Gesneriaceae and Paulownia in order to better asses relationships within the family. The smaller analysis resulted in a single most-parsimonious tree of 4613 steps.  The Klugieae are identified as the sister to the remainder of the family and could potentially be separated as a distinct subfamily.  The subfamilies Cyrtandroideae (excluding Klugieae) and Gesnerioideae are monophyletic.  The placement of Coronallthereae in Cyrtandroideae does not have support from this analysis, whereas its placement in Gesnerioideae is supported.  Alternatively Coronanthereae could be segregated as a seperate subfamily but in order to avoid a paraphyletic Gesnerioideae would either include the Napeantheae and Beslerieae or elevate these two tribes to an additional subfamily.  Within Gesnerioideae the genus Sinningia is removed from the tribe Gloxinieae into the Sinningieae, which also contains the recently combined species Sinningia brasiliensis (Lietzia), as well as Paliavana and Vanhouttea.  The Episcieae, Gesnerieae, Napeantheae, and Beslerieae are identified as monophyletic groups, as are the remainder of the Gloxineae with Sinningia sensu lato removed. Within Cyrtandroideae, several well-supported, monophyletic lineages within the large, heterogeneous tribe Didymocarpeae are identified, and with the current data the tribe Trichosporeae appears to be polyphyletic.  The distribution of chromosome numbers, nodal anatomy, placental structure, and stem modification are examined based on these molecular trees.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17541": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17541,
            "scholarlyactivityid": 5689
        },
        "17542": {
            "firstname": "J.",
            "middleinitial": "C.",
            "lastname": "Wolfram",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17542,
            "scholarlyactivityid": 5689
        },
        "17543": {
            "firstname": "K.",
            "middleinitial": "D.",
            "lastname": "Brown",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17543,
            "scholarlyactivityid": 5689
        },
        "17544": {
            "firstname": "Cynthia",
            "middleinitial": "",
            "lastname": "Carroll",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110948",
            "authorid": 17544,
            "scholarlyactivityid": 5689
        },
        "17545": {
            "firstname": "D.",
            "middleinitial": "S.",
            "lastname": "Denton",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17545,
            "scholarlyactivityid": 5689
        }
    },
    "status": [
        {
            "id": 5689,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1997,
            "termid": "1996/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}