{
    "activityid": 56902,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Understanding barriers identified by practitioners in Central Illinois in pursuing advanced degrees in respiratory care",
        "Journal": "Respiratory Care Education Annual ",
        "Volume": "30",
        "Month / Season": "Fall 2021",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "21-32",
        "Publisher": "American Association for Respiratory Care",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.aarc.org/wp-content/uploads/2021/12/rcea2021.pdf",
        "Description/Abstract": "Background: The respiratory care (RC) profession has recommended a minimum of a baccalaureate\ndegree for entry into the profession. A lack of a baccalaureate program in Illinois demonstrates a\ndiscrepancy between the profession and the practicing therapist in Central Illinois. The purpose\nof this research is to identify barriers perceived by Central Illinois respiratory therapists (RTs) to\ndegree advancement. Methods: This study employed a descriptive, cross-sectional non-experimental\ndesign. Between September and October 2019, a 16-question survey with branching logic closedended questions was distributed via e-mail to 178 practicing RTs who serve as preceptors for the\nLincoln Land Community College (LLCC) Respiratory Care Program. Descriptive statistics were used\nto summarize responses, and Chi-square and cross-tabulation analysis were assessed using Microsoft\nExcelTM software. Results: The response rate was 38.8% and resulted in 69 valid surveys returned.\nSixty-two percent of the 69 respondents identified they have earned the registered respiratory therapist\n(RRT) credential and would be eligible to enroll in a baccalaureate degree completion program. Fortyseven percent of the 38-therapist identified they would be unwilling to pursue an advanced degree\nwith full tuition reimbursement options. The most cited barriers preventing these RTs from obtaining\na baccalaureate degree is lack of financial benefit (54%) and lack of advancement opportunities\n(51%). Conclusions: The data emphasizes a lack of growth opportunities and pay differentials are\ncontributors to Central Illinois respiratory care therapists not pursuing advanced degrees in RC, which\nmay extend to other regions as well. This may need to be addressed by the profession prior to requiring\na baccalaureate degree for entry-level.",
        "Origin": "Manual"
    },
    "facultyid": "111698779",
    "coauthors": {
        "262585": {
            "firstname": "Lori",
            "middleinitial": "A",
            "lastname": "Badgley",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 262585,
            "scholarlyactivityid": 56902,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "262586": {
            "firstname": "Megan",
            "middleinitial": "S",
            "lastname": "Koster",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111698779",
            "authorid": 262586,
            "scholarlyactivityid": 56902,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 56902,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111698779",
    "attachments": []
}