{
    "activityid": 5694,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Extraordinary Journey of Peperomia Subgenus Tildenia (Piperaceae): Insights into Diversification and Colonization Patterns from its Cradle in Peru to the Trans-Mexican Volcanic Belt",
        "Journal": "Journal of Biogeography",
        "Volume": "38",
        "Month / Season": "2011-12-01",
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "2337-2349",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1365-2699.2011.02586.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/236",
        "Description/Abstract": "Aim?Peperomia subgenus Tildenia consists of c. 60 species growing in seasonal habitats of Neotropical mountain areas from Mexico to Argentina. The subgenus can be split geographically, with almost equal diversity in the Northern Hemisphere (centred in Mexico and Guatemala) and in the Southern Hemisphere (centred in Peru and Bolivia). Only a few species are known from a limited number of localities between these two hotspots. As such, Tildenia is an ideal candidate with which to test time, direction and mode of migration of high mountain taxa against the background of the 'Great American Biotic Interchange'.\nLocation? The Andes with focus on the Central Andes, and the Mexican mountain chains, especially the Trans-Mexican Volcanic Belt.\nMethods? To elucidate the spatio-temporal origin, subsequent colonization and radiation of Tildenia, we combine Bayesian phylogenetics based on the chloroplast trnK–matK–psbA region, georeferenced distribution data, and fossil calibrated molecular dating approaches using both penalized likelihood and relaxed phylogenetics. Reconstruction of the ancestral distribution area was performed using dispersal–vicariance analysis and dispersal–extinction–cladogenesis.\nResults?Peperomia subgenus Tildenia is subdivided into six Andean clades and one Mexican and Central American clade originating from a north/central Peruvian ancestor. Molecular dating approaches converge on a stem age of c. 38 Ma for Tildenia and a mostly Miocene diversification and colonization.\nMain conclusions? We detect a strong correlation between diversification of Tildenia and orogenetic events in the respective distribution centres. In the Andes, distribution was influenced by the Altiplano–Eastern Cordillera System as well as the Amotape-Huancabamba Zone, where the latter serves as both migration barrier and migration bridge for different clades. In contrast to most studies of high-elevation taxa, we provide support for a south–north colonization towards Central America and Mexico, and provide additional, independent evidence for the latest view on the timing of the Great American Biotic Interchange. In Mexico, the Trans-Mexican Volcanic Belt has played a major role in more recent radiations together with climatic oscillation and the formation of refugia.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17563": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17563,
            "scholarlyactivityid": 5694
        }
    },
    "status": [
        {
            "id": 5694,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}