{
    "activityid": 56970,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Perspectives of graduates from an online respiratory care degree advancement program ",
        "Journal": "Respiratory Care Education Annual ",
        "Volume": "30",
        "Month / Season": "Fall 2021",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "14-20",
        "Publisher": "American Association of Respiratory Care",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.aarc.org/wp-content/uploads/2021/12/rcea2021.pdf",
        "Description/Abstract": "Background: The number of online degree advancement programs (DAPs) in respiratory care that\nfacilitate Registered Respiratory Therapist (RRT) from an associate degree to a bachelor’s degree\nis increasing. The perceived value of the transition to a bachelor’s degree for RRTs has not been\nextensively studied. This study examines perceptions of the added value of a bachelor’s degree to both\npersonal and professional development as held by students who graduated from an online baccalaureate\nDAP between 2015-2018. Methods: A mixed-methods approach included a web-based survey and\nvirtual interviews were used to collect data from the graduates and both descriptive information and\nperceptions were evaluated and compared. A 39-item survey was emailed to graduates (n=391). Ten\nsurvey respondents were randomly selected from among those who volunteered to participate in\nopen-ended interviews. Descriptive statistics and thematic analysis were conducted on the graduates’\nresponses. Results: The survey completion rate was 26.7%. Graduates reported perceptions that the\ncompletion of a baccalaureate degree in Respiratory Care contributed to an increased understanding of\nmedical research, which enhanced their ability to understand and apply the information. Additionally,\ngraduates reported an improved ability to communicate to patients’ family members and other\nhealthcare providers. Finally, participants reported an increase in confidence and an overall sense of\npride. Conclusion: Graduates who completed a baccalaureate degree in Respiratory Care through an\nonline DAP reported perceptions of a positive impact on several clinical skill sets: the improvement\nin competencies also increased their perceived value as an essential healthcare worker.",
        "Origin": "Manual"
    },
    "facultyid": "111308224",
    "coauthors": {
        "263087": {
            "firstname": "Lutana",
            "middleinitial": "Holloway",
            "lastname": "Haan",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111328812",
            "authorid": 263087,
            "scholarlyactivityid": 56970
        },
        "263088": {
            "firstname": "Megan",
            "middleinitial": "Spurny",
            "lastname": "Koster",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111698779",
            "authorid": 263088,
            "scholarlyactivityid": 56970
        },
        "263089": {
            "firstname": "Thomas",
            "middleinitial": "Jack",
            "lastname": "Wing II",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111308224",
            "authorid": 263089,
            "scholarlyactivityid": 56970
        }
    },
    "status": [
        {
            "id": 56970,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111308224",
    "attachments": []
}