{
    "activityid": 56982,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Data Management Tools to Measure the Impact of Core Facilities",
        "Journal": "Journal of biomolecular techniques : JBT",
        "Volume": "32",
        "Month / Season": null,
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "63-73",
        "Publisher": null,
        "DOI": "10.7171/jbt.20-3203-002",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The Biomolecular Research Center at Boise State University is a research core facility that supports the study of biomolecules with an emphasis on protein structure and function, molecular interactions, and imaging. The mission of the core is to facilitate access to instrumentation that might otherwise be unavailable because of the cost, training for new users, and scientific staff with specialized skills to support early-stage investigators, as well as more established senior investigators. Data collection and management of users and their research output is essential to understand the impact of the center on the research environment and research productivity. However, challenges are often encountered when trying to fully quantify the impact of a core facility on the institution, as well as on the career success of individual investigators. This challenge can be exacerbated under the conditions of unprecedented growth in biomedical research and shared core facility use that has been experienced at Boise State University, an institution of emerging research excellence. Responding to these challenges required new approaches to information management, reporting, assessment, and evaluation. Our specific data management, evaluation, and assessment challenges included ) collection and management of annual reporting information from investigators, staff, and students in a streamlined manner that did not lead to reporting fatigue; ) application of software for analyzing synergy among programs' management strategy and investigator success; and ) consolidation of core facility management, billing, and reporting capabilities into 1 cohesive system. The data management tools adopted had a beneficial effect by saving time, reducing administrative burden, and streamlining reporting. Practices implemented for data management have facilitated effective evaluation and future program planning. The substantial burden of assessment requirements necessitates early consideration of a strategy for data management to allow assessment of impact.",
        "Origin": "PubMed"
    },
    "facultyid": "111643744",
    "coauthors": {
        "263215": {
            "firstname": "Diane ",
            "middleinitial": "B",
            "lastname": "Smith",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263215,
            "scholarlyactivityid": 56982
        },
        "263216": {
            "firstname": "Tracy ",
            "middleinitial": "L",
            "lastname": "Yarnell",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263216,
            "scholarlyactivityid": 56982
        },
        "263217": {
            "firstname": "Barbara ",
            "middleinitial": "J",
            "lastname": "Jibben",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263217,
            "scholarlyactivityid": 56982
        },
        "263218": {
            "firstname": "Linda ",
            "middleinitial": "E",
            "lastname": "Liou",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263218,
            "scholarlyactivityid": 56982
        },
        "263219": {
            "firstname": "Carolyn ",
            "middleinitial": "J",
            "lastname": "Hovde",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263219,
            "scholarlyactivityid": 56982
        },
        "263220": {
            "firstname": "Julia ",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263220,
            "scholarlyactivityid": 56982
        }
    },
    "status": [
        {
            "id": 56982,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}