{
    "activityid": 56984,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Emerging Perspectives on Leukemia Inhibitory Factor and its Receptor in Cancer",
        "Journal": "Frontiers in oncology",
        "Volume": "11",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "693724",
        "Publisher": null,
        "DOI": "10.3389/fonc.2021.693724",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Tumorigenesis and metastasis have deep connections to inflammation and inflammatory cytokines, but the mechanisms underlying these relationships are poorly understood. Leukemia Inhibitory Factor (LIF) and its receptor (LIFR), part of the interleukin-6 (IL-6) cytokine family, make up one such ill-defined piece of the puzzle connecting inflammation to cancer. Although other members of the IL-6 family have been shown to be involved in the metastasis of multiple types of cancer, the role of LIF and LIFR has been challenging to determine. Described by others in the past as enigmatic and paradoxical, LIF and LIFR are expressed in a diverse array of cells in the body, and the narrative surrounding them in cancer-related processes has been vague, and at times even contradictory. Despite this, recent insights into their functional roles in cancer have highlighted interesting patterns that may allude to a broader understanding of LIF and LIFR within tumor growth and metastasis. This review will discuss in depth the signaling pathways activated by LIF and LIFR specifically in the context of cancer-the purpose being to summarize recent literature concerning the downstream effects of LIF/LIFR signaling in a variety of cancer-related circumstances in an effort to begin teasing out the intricate web of contradictions that have made this pair so challenging to define.",
        "Origin": "PubMed"
    },
    "facultyid": "111643744",
    "coauthors": {
        "263227": {
            "firstname": "Joe",
            "middleinitial": "",
            "lastname": "Christianson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263227,
            "scholarlyactivityid": 56984
        },
        "263228": {
            "firstname": "Julia ",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263228,
            "scholarlyactivityid": 56984
        },
        "263229": {
            "firstname": "Chery",
            "middleinitial": "L",
            "lastname": "Jorcyk",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 263229,
            "scholarlyactivityid": 56984
        }
    },
    "status": [
        {
            "id": 56984,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}