{
    "activityid": 5702,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Evolution of GCYC, a Gesneriaceae Homolog of CYCLOIDEA, Within Gesnerioideae (Gesneriaceae)",
        "Journal": "Molecular Phylogenetics and Evolution",
        "Volume": "31",
        "Month / Season": "2004-05-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "765-779",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.ympev.2003.09.012",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/92",
        "Description/Abstract": "Through recent advances in molecular developmental biology it has become clear that similar morphological traits may sometimes arise from different genetic bases. The molecular developmental biology of floral symmetry has been examined recently in detail and several genes important in controlling floral symmetry in diverse Asteridae have been identified. One of the most important among these is the floral symmetry gene CYCLOIDEA (CYC). We compared GCYC (the Gesneriaceae homolog of CYC) sequences in Gesneriaceae genera with the typical bilaterally symmetric flowers and genera with radial or near radial symmetry. Parsimony, Bayesian and maximum likelihood analyses of GCYC sequences among members of Gesnerioideae are mostly congruent with previous phylogenetic hypotheses, but suggest two unexpected generic positions: Diastema as sister to Gesneria, and Bellonia within Gloxinieae. In order to evaluate whether these results might be artifactual we obtained new gene sequences from chloroplast and nuclear ribosomal regions. These data disagree with GCYC regarding the placement of Diastema, but agree with GCYC regarding Bellonia. We did not find any mutations in GCYC that could explain the shift in symmetry and there were no consistent differences in molecular evolution between taxa with bilaterally or radially symmetric flowers. Likewise taxa with radial floral symmetry are not sister to each other showing that the loss of bilateral symmetry has occurred multiple times in parallel. Further investigations of GCYC expression will be necessary to determine if any of these independent events involved changes in the regulation of GCYC.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17606": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17606,
            "scholarlyactivityid": 5702
        },
        "17607": {
            "firstname": "Lena",
            "middleinitial": "C.",
            "lastname": "Hileman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17607,
            "scholarlyactivityid": 5702
        },
        "17608": {
            "firstname": "Martyn",
            "middleinitial": "P.",
            "lastname": "Powell",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17608,
            "scholarlyactivityid": 5702
        },
        "17609": {
            "firstname": "David",
            "middleinitial": "A.",
            "lastname": "Baum",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17609,
            "scholarlyactivityid": 5702
        }
    },
    "status": [
        {
            "id": 5702,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}