{
    "activityid": 5707,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Altered Expression Patterns of TCP and MYB Genes Relating to the Floral Developmental Transition from Initial Zygomorphy to Actinomorphy in Bournea (Gesneriaceae)",
        "Journal": "New Phytologist",
        "Volume": "178",
        "Month / Season": "2008-05-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "532-543",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1469-8137.2008.02384.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/143",
        "Description/Abstract": "•?The shift from zygomorphy to actinomorphy has been intensively studied in molecular genetic model organisms. However, it is still a key challenge to explain the great morphological diversity of derived actinomorphy in angiosperms, since different underlying mechanisms may be responsible for similar external morphologies. Bournea (Gesneriaceae) is of particular interest in addressing this question, as it is a representative of primarily derived actinomorphy characteristic of a unique developmental transition from zygomorphy to actinomorphic flowers at anthesis. •?Using RNA in situ hybridization, the expression patterns were investigated of three different Bournea orthologues of TCP and MYB genes that have been shown to control floral symmetry in model species. •?Here, it is shown that the initial zygomorphic pattern in Bournea is likely a residual zygomorphy resulting from conserved expression of the adaxial (dorsal) identity gene BlCYC1. As a key novel event, the late downregulation of BlCYC1 and BlRAD and the correlative changes in the late specific expression of the abaxial (ventral) identity gene BlDIV should be responsible for the origin of the derived actinomorphy in Bournea. •?These results further indicate that there might be diverse pathways in the origin and evolution of derived actinomorphy through modifications of pre-existing zygomorphic developmental programs under dynamics of regulatory networks.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17636": {
            "firstname": "Xiu-Ren",
            "middleinitial": "",
            "lastname": "Zhou",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17636,
            "scholarlyactivityid": 5707
        },
        "17637": {
            "firstname": "Yin-Zheng",
            "middleinitial": "",
            "lastname": "Wang",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17637,
            "scholarlyactivityid": 5707
        },
        "17638": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17638,
            "scholarlyactivityid": 5707
        },
        "17639": {
            "firstname": "Rujin",
            "middleinitial": "",
            "lastname": "Chen",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17639,
            "scholarlyactivityid": 5707
        }
    },
    "status": [
        {
            "id": 5707,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}