{
    "activityid": 5714,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Phylogenetic Signal Common to Three Data Sets: Combining Data Which Initially Appear Heterogeneous",
        "Journal": "Plant Systematics and Evolution",
        "Volume": "221",
        "Month / Season": "2000-09-01",
        "Issue Number": "4-Mar",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "179-198",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/BF01089293",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/147",
        "Description/Abstract": "This study makes use of three sources of data, morphology and two  chloroplast DNA sequences, ndhF and rbcL, to resolve relationships in  Gesneriaceae. Cladograms from each of the three data sets separately are  not topologically congruent. Statistical indices suggest that each data  set is congruent with the ndhF data although rbcL and morphology are  themselves incongruent. Consensus methods provide no resolution of  taxonomic relationships when trees from the different data sets are  combined. Combining data sets generally results in cladograms that are  more fully resolved than each of the data sets analyzed separately and  support for the clades increases based on higher decay index and  bootstrap values. These results indicate that there is a phylogenetic  signal common to each of the data sets, however, the noise (errors due  to homoplasy, mis-scoring, etc.) unique to each data source masks this  signal. In combining the data, the evidence for the common evolutionary  history in each data set overcomes the noise and is apparent in the  resulting trees.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17655": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17655,
            "scholarlyactivityid": 5714
        }
    },
    "status": [
        {
            "id": 5714,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2000,
            "termid": "2000/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}