{
    "activityid": 57185,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Novel Room-Temperature Synthesis Technique for Producing High-Density Ba1-xSrxTiO3 and PbZryTi1-yO3 Composites",
        "Journal": "Journal of the European Ceramic Society",
        "Volume": "42",
        "Month / Season": "",
        "Issue Number": "10",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "4212-4220",
        "Publisher": "",
        "DOI": "10.1016/j.jeurceramsoc.2022.04.002",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The ability to synthesize capacitors at room temperature has great cost-saving potential compared to energy-intensive conventional sintering techniques which involve extended periods at high temperature. In this work, several compositions in the Ba1-xSrxTiO3 (BST) and PbZryTi1-yO3 (PZT) series were synthesized conventionally and densified via a room-temperature fabrication (RTF) process. The BST and PZT particles were coated and mixed with an aqueous solution of Li2MoO4 (LMO), which acts as a binder. The novel techniques presented in this work, including the usage of a vacuum-assisted pellet die and a bath sonicator in combination, were designed to increase the density of the resultant pellets. Relative densities as high as 96.1% were achieved for BST x=0.5, 96.9% for BST x=0.45, and 95.1% for PZT y=0.5 RTF pellets using LMO as a binder. These composites are the densest room-temperature fabricated composites reported to date. In addition, the effect of mixing particles with two different size distributions was analyzed for composites produced with PZT particles. The dielectric properties of all these dense RTF composites were measured at temperatures ranging from 150°C to -60℃ and compared with those of conventionally sintered electroceramics with the same compositions.",
        "Origin": "Manual"
    },
    "facultyid": "112113480",
    "coauthors": {
        "316816": {
            "firstname": "Evan",
            "middleinitial": "",
            "lastname": "Smith",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 316816,
            "scholarlyactivityid": 57185,
            "classifications": {
                "Role": "Post-doc"
            }
        },
        "316817": {
            "firstname": "Rick",
            "middleinitial": "",
            "lastname": "Ubic PhD, FACerS, MInstP",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112113480",
            "authorid": 316817,
            "scholarlyactivityid": 57185,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 57185,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112113480",
    "attachments": []
}