{
    "activityid": 5721,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Cladistic Analysis of the Tribe Episcieae (Gesneriaceae) Based on ndhF Sequences: Origin of Morphological Characters",
        "Journal": "Systematic Botany",
        "Volume": "22",
        "Month / Season": "1997-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "713-724",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/132",
        "Description/Abstract": "The neotropical members of Gesneriaceae are characterized by numerous characters that appear to be adaptations to life in the wet tropics. Among these are epiphytism, anisophylly, hummingbird-pollination, and bird-dispersal of seeds. Many of these characters have diversified to a broad extent in the single tribe Episcieae. This analysis investigates the phylogenetic relationships among genera of Episcieae and also examines the evolutionary origin of several characters found within this tribe such as fruit characters, epiphytism, chromosome numbers, and tubers. All genera of the tribe were included in the analysis except the Guyana endemic Rhoogeton and the Central American Oerstedina. Larger genera such as Columnea and Episcia were represented by several species with attempts to include members of the different sections of these genera. Columnea appears to be a monophyletic group but its relationship to Drymonia and Alloplectus is not resolved. The latter genera may need to be included in Columnea to make it strictly monophyletic. Neomortonia is polyphyletic with one species in the Columnea clade and another with Episcia. The anomalous position of some Paradrymonia indicate a more thorough analysis of this genus is necessary to resolve phylogenetic relationships.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17685": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17685,
            "scholarlyactivityid": 5721
        },
        "17686": {
            "firstname": "Cynthia",
            "middleinitial": "",
            "lastname": "Carroll",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110948",
            "authorid": 17686,
            "scholarlyactivityid": 5721
        }
    },
    "status": [
        {
            "id": 5721,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1997,
            "termid": "1997/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}