{
    "activityid": 5723,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Phylogenetic Analysis of Tribes Beslerieae and Napeantheae (Gesneriaceae) and Evolution of Fruit Types: Parsimony and Maximum Likelihood Analyses of ndhF Sequences",
        "Journal": "Systematic Botany",
        "Volume": "25",
        "Month / Season": "2000-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "72-81",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.2307/2666674",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/136",
        "Description/Abstract": "A cladistic analysis of tribes Beslerieae and Napeantheae revealed that both are monophyletic groups and that Napeantheae is sister to Beslerieae. These relationships are supported by parsimony and most models of maximum likelihood analysis, although with the F81 model, maximum likelihood places Napeantheae within Beslerieae making the latter tribe paraphyletic. All analyses indicate that within Beslerieae, Besleria and Gasteranthus are sister genera. In parsimony analysis these two genera are sister to the remainder of the tribe whereas in the maximum likelihood analyses, Cremospermna is sister to Besleria/Gasteranithus. Regardless of the analysis, there is a close relationship between clades comprised of dehiscent fleshy-fruited genera and those with indehiscent fleshy fruits. This is similar to Episcieae, implying that the transition from dry capsular fruits to berries may require a two-step process where a fleshy dehiscent capsule is the first stage followed by an indehiscent fleshy berry. The origin of stomata in islands, a characteristic common among Beslerieae and Napeantheae is discussed.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17690": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17690,
            "scholarlyactivityid": 5723
        }
    },
    "status": [
        {
            "id": 5723,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2000,
            "termid": "1999/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}