{
    "activityid": 57262,
    "fields": {
        "Type": "Book",
        "Title": "It's Not Magic, It's Biology: A guided tour through your molecular world!",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Edition": "",
        "Volume": "",
        "Publisher": "BookBaby",
        "Publisher Location": "",
        "ISBN": "9781667803814",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Our everyday world is full of mysteries that many people never even stop to think about. For example, think about your senses? What is going on inside your ears, eyes, fingertips, nose, and mouth that allow these organs to interact with the physical world and report what they find to your brain? The answer to all these questions is molecular biology. Unfortunately, a vast number of people have virtually no concept of how molecules work. The main goal of this book it to provide a fundamental understanding of molecular function to those that have none. Have you ever stopped to wonder how your eyes can convert light into nerve impulses? Or maybe how your ears translate sound waves into brain waves? What about your sense of touch...? how do your fingers sense pressure? These are mysteries that many people never stop to think about, but they should. Without a background in science, the answers might seem so complex that only a specialist could understand them. The truth however is that the answer to all these questions is simply, molecular biology. The living molecules of biology control countless events in our everyday lives, and yet the majority of people have no concept of how molecular events work. While it's true that you can spend a lifetime trying to understand the deepest secrets of the molecular world, you don't need to be an expert to have a working knowledge of the basics of the molecular sciences.\n\nIf you are interested at all in understanding how your molecular world works, this book will teach you fundamentals of molecular function that will translate to all other molecular events in your daily life. Professor Allan Albig uses examples that everyone can understand like the differences between medicines and toxins, understanding how electric eels produce electricity, and how your sense of smell works, to teach fundamentals of molecular biology. Professor Albig has taught these subjects for more than 20 years in colleges in three states and will educate you about molecular biology so you can better understand your world and appreciate the everyday elegance of your molecular reality.",
        "Origin": "Manual"
    },
    "facultyid": "113156458",
    "coauthors": {
        "264575": {
            "firstname": "Allan",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113156458",
            "authorid": 264575,
            "scholarlyactivityid": 57262,
            "classifications": {
                "Role": "Author"
            }
        },
        "264576": {
            "firstname": "Elise",
            "middleinitial": "",
            "lastname": "Overgaard",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 264576,
            "scholarlyactivityid": 57262,
            "classifications": {
                "Role": "Editor"
            }
        },
        "264577": {
            "firstname": "Roxanna",
            "middleinitial": "",
            "lastname": "Albig",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 264577,
            "scholarlyactivityid": 57262,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        }
    },
    "status": [
        {
            "id": 57262,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113156458",
    "attachments": []
}