{
    "activityid": 5726,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Evolution in the Andean Epiphytic Genus Columnea (Gesneriaceae). Part I. Morphological Variation",
        "Journal": "Systematic Botany",
        "Volume": "19",
        "Month / Season": "1994-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1994,
        "Page Numbers": "220-235",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/119",
        "Description/Abstract": "A cladistic analysis was performed on morphological data from seven of the nine species of Columnea section Pentadenia and sixteen of the eighteen species of section Stygnanthe (Gesneriaceae). A nested, global outgroup analysis was performed by including representatives of three other sections of Columnea and two species each of the closely related genera Alloplectus and Drymonia. Twenty characters were scored as binary, and thirteen were scored as multi-state. All characters scored were qualitative. Because of the high levels of homoplasy in the Gesneriaceae, simple characters were not found to be useful and more complex characters comprising several simple characters were necessary to provide resolution. The data were analyzed using Wagner parsimony, resulting in eight most parsimonious trees. In general, the phylogeny was congruent with current classification schemes and phylogenies derived from molecular data and combined molecular and morphological data. However, several phylogenetic relationships that result from the analysis of morphological data are suspect based on other data. The monophyly of Alloplectus is not supported solely with morphological data, although other data support its monophyly. Inferences regarding the biogeographic history and evolution of Columnea sections Pentadenia and Stygnanthe indicate a southern Andean origin for the genus Columnea with a subsequent migration and radiation northward.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17701": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17701,
            "scholarlyactivityid": 5726
        },
        "17702": {
            "firstname": "Kenneth",
            "middleinitial": "J.",
            "lastname": "Sytsma",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17702,
            "scholarlyactivityid": 5726
        }
    },
    "status": [
        {
            "id": 5726,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1994,
            "termid": "1993/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}