{
    "activityid": 57271,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Outcomes of Participation in a Community-Based Physical Activity Program",
        "Journal": "Frontiers in public health",
        "Volume": "7",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "225",
        "Publisher": null,
        "DOI": "10.3389/fpubh.2019.00225",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Fit and Fall Proof (FFP) program, established in 2004, is a peer volunteer-led collaboration between state and local public health organizations. The goal is to bring sustainable physical activity programs to underserved populations, including those in rural and frontier communities. FFP program is designed to help older adults maintain independence by improving mobility and function and providing opportunities for social engagement. The aim of this study was to evaluate the impact of participation in the program. A 6-month longitudinal study evaluated physical, social, and emotional outcomes among participants. The FES-I, SF-36v2, and Timed Up and Go (TUG) were collected. A convenience sample of new participants ( = 120, mean age = 75) representing rural and urban communities were recruited. FFP produced results similar to programs using physiotherapists or athletic trainers. Significant improvements were seen in TUG and SF-36v2 measures of physical, social, and emotional health. Participants completing at least one 10-week session (66%) demonstrated sustained improvements on these measures. While the average change in TUG between baseline and 10 weeks was statistically significant ( = 0.003), improvement in TUG was dependent on age and attendance. For participants &lt;75 years, all attendance levels resulted in similar improvements in TUG. However, for those ≥75, improvements were strongly associated with the number of classes attended. Both the raw data and the model-based estimates of TUG times demonstrated that as age and attendance increase, greater improvements in TUG times were observed. The FFP program promotes health equity by reaching community-dwelling, underserved senior populations. The FFP program is in its 15th year and serves as an example of a sustainable collaboration between state and local public health organizations that is translatable to both urban and rural settings.",
        "Origin": "PubMed"
    },
    "facultyid": "111111996",
    "coauthors": {
        "264727": {
            "firstname": "Michelle",
            "middleinitial": "",
            "lastname": "Arnett",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 264727,
            "scholarlyactivityid": 57271
        },
        "264728": {
            "firstname": "Sarah ",
            "middleinitial": "E",
            "lastname": "Toevs",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 264728,
            "scholarlyactivityid": 57271
        },
        "264729": {
            "firstname": "Laura",
            "middleinitial": "",
            "lastname": "Bond",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 264729,
            "scholarlyactivityid": 57271
        },
        "264730": {
            "firstname": "Elizabeth",
            "middleinitial": "",
            "lastname": "Hannah",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 264730,
            "scholarlyactivityid": 57271
        }
    },
    "status": [
        {
            "id": 57271,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111996",
    "attachments": []
}