{
    "activityid": 5727,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Evolution in the Andean Epiphytic Genus Columnea (Gesneriaceae). Part II. Chloroplast DNA Restriction Site Variation",
        "Journal": "Systematic Botany",
        "Volume": "19",
        "Month / Season": "1994-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1994,
        "Page Numbers": "317-336",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/118",
        "Description/Abstract": "A cladistic analysis of chloroplast DNA (cpDNA) restriction site variation was performed on Columnea (Gesneriaceae) sections Pentadenia and Stygnanthe. Two species of Alloplectus were included in the analyses and one of Drymonia was used as the outgroup. Restriction site variation was analyzed using Wagner parsimony and character state weighting that favors convergent losses over convergent gains. The large numbers of equally most parsimonious trees prevented examination of each tree independently. Thus, examination of phylogenetic relationships was based on a strict consensus of all most parsimonious trees. The resulting phylogeny is largely congruent with recent classification schemes, although the positions of several species are not in accordance with traditional relationships. As a result of the cladistic analysis of the cpDNA restriction site variation, section Pentadenia is at least paraphyletic, and possibly polyphyletic with section Stygnanthe.  The lack of resolution among the several clades within section Stygnanthe does not provide evidence for or against monophyly of this section. Several clades are strongly supported with cpDNA data and provide insight into biogeography and origin of morphological adaptations.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17703": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17703,
            "scholarlyactivityid": 5727
        },
        "17704": {
            "firstname": "Kenneth",
            "middleinitial": "J.",
            "lastname": "Sytsma",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17704,
            "scholarlyactivityid": 5727
        }
    },
    "status": [
        {
            "id": 5727,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1994,
            "termid": "1993/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}