{
    "activityid": 5729,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Tribal Relationships Within Gesneriaceae: A Cladistic Analysis of Morphological Data",
        "Journal": "Systematic Botany",
        "Volume": "21",
        "Month / Season": "1996-10-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 1996,
        "Page Numbers": "497-513",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/134",
        "Description/Abstract": "This paper investigates cladistic relationships among tribes of Gesneriaceae using morphological data. Forty-four characters were scored across 34 genera selected as exemplar taxa to represent current and previous classification systems. The analysis resulted in 4,840 most-parsimonious trees of 364 steps each. In all trees, Klugieae are identified as sister to the remainder of the family which consists of a paraphyletic Cyrtandroideae, and monophyletic Gesnerioideae. The placement of Coronanthereae in Cyrtandroideae is not supported by this analysis whereas its placement in Gesnerioideae or as a separate monophyletic subfamily is supported. Beyond these changes, current tribal classification systems for the family are largely congruent with the results of this analysis. Exceptions are that Gloxinieae were found to comprise two clades, and monophyly for Didymocarpeae was not supported. Earlier classification systems, besides current ones, are found to be highly inadequate to reflect cladistic relationships within the family.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17711": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17711,
            "scholarlyactivityid": 5729
        }
    },
    "status": [
        {
            "id": 5729,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1996,
            "termid": "1996/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}