{
    "activityid": 57320,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Implementation of Physical Activity in US Elementary Schools: The Role of Administrative Support, Financial Resources, and Champions",
        "Journal": "International journal of environmental research and public health",
        "Volume": "18",
        "Month / Season": null,
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.3390/ijerph18094476",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The intentional integration of physical activity in elementary school classrooms-including brief instructional breaks for activity, or integration into lessons-can benefit children's physical activity and education outcomes. Teachers are key implementation agents, but despite physical activity in the classroom being an evidence-informed practice, many teachers do not regularly implement it. The aim of this study was to obtain updated nationally representative prevalence estimates in United States public elementary schools, regarding four key outcomes: (1) school adoption of physically active lessons (PA lessons); (2) school adoption of physical-activity breaks (PA breaks); (3) penetration in the classroom, defined as ≥50% of teachers using PA breaks; and (4) dose, defined as an average of at least 50 min per week of PA breaks. We examined variations in outcomes by school demographic characteristics, and by three factors hypothesized to be implementation facilitators (administrative support, financial resources, and presence of a wellness champion at the school). In the 2019-20 school year, surveys were distributed to a nationally representative sample of 1010 public elementary schools in the US; responses were obtained from 559 (55.3%). The weighted prevalence of schools reporting adoption of PA lessons was 77.9% (95% CI = 73.9% to 81.9%), and adoption of PA breaks was nearly universal at 91.2% (95% CI = 88.4% to 94.1%). Few demographic differences emerged, although adoption of PA lessons was less prevalent at higher-poverty schools (73.9%) and medium-poverty schools (77.0%) as compared to schools with lower poverty levels (87.1%;  &lt; 0.01). Across all four outcomes, associations emerged with facilitators in multivariable logistic regression models. The prevalence of adoption of PA lessons, adoption of PA breaks, and dose of PA breaks were all significantly higher at schools where administrative encouragement occurred more frequently. Financial support was associated with implementation outcomes, including adoption of PA lessons, and penetration and dose of PA breaks. Presence of a champion was associated with higher prevalence of reporting adoption of PA lessons. School leaders can play a crucial role in supporting teachers' implementation of PA breaks and lessons in the classroom, through providing financial resources, encouragement, and supporting champions. Effective school-leadership practices have the potential to positively impact students at a large-scale population level by supporting implementation of PA lessons and breaks.",
        "Origin": "PubMed"
    },
    "facultyid": "113168274",
    "coauthors": {
        "265053": {
            "firstname": "Blake",
            "middleinitial": "",
            "lastname": "Densley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 265053,
            "scholarlyactivityid": 57320
        },
        "265054": {
            "firstname": "Hannah ",
            "middleinitial": "G",
            "lastname": "Calvert",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 265054,
            "scholarlyactivityid": 57320
        },
        "265055": {
            "firstname": "Peter",
            "middleinitial": "",
            "lastname": "Boedeker",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 265055,
            "scholarlyactivityid": 57320
        },
        "265056": {
            "firstname": "Lindsey",
            "middleinitial": "",
            "lastname": "Turner",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 265056,
            "scholarlyactivityid": 57320
        }
    },
    "status": [
        {
            "id": 57320,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113168274",
    "attachments": []
}