{
    "activityid": 5735,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Systematics of Columnea Sections Pentadenia and Stygnanthe (Gesneriaceae)",
        "Journal": "Systematic Botany Monographs",
        "Volume": "44",
        "Month / Season": "1994-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 1994,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/120",
        "Description/Abstract": "The 27 species of Columnea (Gesneriaceae) here described are assigned to sections Pentadenia and Stygnanthe. They are herbaceous perennials, occurring from southern Mexico to Bolivia from near sea level to  \t\t\t\t\t\t\t\t3800 m. In addition to morphology, geographic distribution,  breeding systems, and phylogeny are discussed. The taxonomy is based on  cladistic analyses of morphological diversity and chloroplast DNA  restriction site variation (details of the analyses are published  elsewhere). Section Pentadenia, previously monotypic, now  comprises 9 species of suffrutescent robust herbs with isophyllous to  slightly anisophyllous leaves, long pedicels, and conspicuous, strongly  ventricose corollas. Section Stygnanthe, also newly  circumscribed, includes 18 species of creeping, pendent, or upright  herbs with isophyllous to anisophyllous leaves, short pedicels, and  generally small, inconspicuous, and only slightly ventricose corollas.  Three new combinations are proposed in sect.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17732": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17732,
            "scholarlyactivityid": 5735
        }
    },
    "status": [
        {
            "id": 5735,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1994,
            "termid": "1993/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}