{
    "activityid": 5737,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "High Species Diversity in Fleshy-Fruited Tropical Understory Plants",
        "Journal": "The American Naturalist",
        "Volume": "157",
        "Month / Season": "2001-06-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "646-653",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1086/320625",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/39",
        "Description/Abstract": "Key innovations may increase the number of taxa in a clade that possesses the proposed innovation in comparison to its sister group that lacks the trait through either increased speciation or reduced extinction rates. Comparing sister clades across several independent lineages provides statistical support that the trait has increased species diversity. Previous studies have indicated that there may not be a relationship between biotic dispersal and higher species diversity, but only a few of these studies specified habit, habitat, or type of disperser. No previous study has specified all of the above parameters and used a phylogenetic approach. This article examines species diversity in numerous lineages of tropical understory plants with small, fleshy, bird-dispersed fruits for which a reliable estimate of phylogenetic relationships is available. Clades with fleshy fruits are significantly more diverse than sister clades with dry fruits.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17737": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17737,
            "scholarlyactivityid": 5737
        }
    },
    "status": [
        {
            "id": 5737,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2001,
            "termid": "2001/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}