{
    "activityid": 5740,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Genetic Differentiation of Rare and Common Varieties of Eriogonum Shockleyi (Polygonaceae) in Idaho Using ISSR Variability",
        "Journal": "Western North American Naturalist",
        "Volume": "62",
        "Month / Season": "2002-07-02",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "316-326",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/40",
        "Description/Abstract": "Idaho populations of Eriogonum shockleyi are divided taxonomically into 2 varieties: E. shockleyi var. packardae , which is endemic to Idaho, and the typical variety, which is widespread in the western United States. Recent morphological investigations of E. shockleyi in Idaho have identified potentially reliable morphological characters for field identification of the subspecific taxa. This paper investigates the genetic basis for the separation of the 2 varieties of E. shockleyi using inter simple-sequence repeats (ISSR) markers. Although we found some morphological differences between the populations that correlated with the 2 varieties, we identified no molecular markers in this study to distinguish between them. Morphological measurements obtained in the field indicate that although a population may have an overall average morphology that defines the variety, some individuals in nearly all populations have putative diagnostic characters that define the other variety. The morphological characters used to distinguish the 2 varieties are most likely the result of environmental variability and could result from differences in precipitation and soil water retention. Alternatively, high levels of outcrossing through pollen flow could be obscuring selection for morphological characters at particular sites.",
        "Origin": "Other"
    },
    "facultyid": "111110005",
    "coauthors": {
        "17749": {
            "firstname": "James",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110005",
            "authorid": 17749,
            "scholarlyactivityid": 5740
        }
    },
    "status": [
        {
            "id": 5740,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2002,
            "termid": "2002/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110005",
    "attachments": []
}