{
    "activityid": 5750,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Qualitative and mixed methods social media research: A review of the literature",
        "Journal": "International Journal of Qualitative Methods",
        "Volume": "15",
        "Month / Season": "",
        "Issue Number": "15",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "1-15",
        "Publisher": "SAGE",
        "DOI": "10.1177/1609406915624574 ",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://ijq.sagepub.com/content/15/1/1609406915624574.abstract",
        "Description/Abstract": "Social media technologies have attracted substantial attention among many types of users including researchers who have\r\npublished studies for several years. This article presents an overview of trends in qualitative and mixed methods social media\r\nresearch literature published from 2007 through 2013. A collection of 229 qualitative studies were identified through a systematic\r\nliterature review process. A subset of 55 of these articles report studies involving a combination of qualitative and quantitative\r\nmethods. Articles were reviewed, analyzed, and coded through a qualitative content analysis approach. Overall trends are\r\npresented with respect to the entire collection of articles followed by an analysis of mixed methods research approaches\r\nidentified in the subset of 55 studies. The most commonly used research approaches involved collecting data from people through\r\ninterview, focus group, and survey methodologies. Content analysis was the second most commonly used approach whereby\r\nresearchers use Facebook posts, Tweets (Twitter posts), YouTube videos, or other social media content as a data source. Many\r\nof the studies involving combinations of quantitative and qualitative data followed a design resembling Creswell and Plano Clark’s basic mixed methods typology (e.g., convergent parallel, explanatory sequential, and exploratory sequential).",
        "Origin": "Other"
    },
    "facultyid": "111319147",
    "coauthors": {
        "96217": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 96217,
            "scholarlyactivityid": 5750
        }
    },
    "status": [
        {
            "id": 5750,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}