{
    "activityid": 5756,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "YouTube Across the Disciplines: A Review of the Literature",
        "Journal": "MERLOT Journal of Online Learning and Teaching",
        "Volume": "7",
        "Month / Season": "2011-03-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "159-169",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/edtech_facpubs/11",
        "Description/Abstract": "YouTube has grown to become the largest and most highly visited online video-sharing service, and interest in the educational use of YouTube has become apparent. Paralleling the rise of academic interest in YouTube is the emergence of YouTube scholarship. This article presents the results of a review of 188 peer reviewed journal articles and conference papers with &quot;YouTube&quot; in the title that were published between 2006 and 2009. Four questions were answered through the review of YouTube literature: (1) What is the overall distribution of publication activity for refereed journal articles and conference papers with &quot;YouTube&quot; in the title? (2) How are publications with &quot;YouTube&quot; in the title distributed across academic disciplines? (3) What have scholars written about instructional methodologies involving YouTube in a sample of literature containing &quot;YouTube&quot; in the title? (4) What have scholars reported about the results of studies involving YouTube in a sample of literature containing &quot;YouTube&quot; in the title? An analysis of the publications revealed that the literature emerged from multiple academic disciplines. The sample of literature included 39 articles and papers describing methods for teaching with YouTube. A total of 99 articles and papers containing the results of research studies were identified and categorized. This literature review is particularly relevant to those online educators who are interested in learning what scholars from their own academic disciplines are writing about YouTube. An emphasis is placed on trends in teaching and research discussed in the sampled literature.",
        "Origin": "Other"
    },
    "facultyid": "111319147",
    "coauthors": {
        "17803": {
            "firstname": "Chareen",
            "middleinitial": "Lee",
            "lastname": "Snelson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111319147",
            "authorid": 17803,
            "scholarlyactivityid": 5756
        }
    },
    "status": [
        {
            "id": 5756,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111319147",
    "attachments": []
}