{
    "activityid": 57590,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Knowing Their Story: Nurses Caring for Women Using Marijuana during Pregnancy",
        "Conference / Meeting Name": "Western Institute of Nursing (WIN)",
        "Conference Location": "Portland, OR",
        "Date or Date Range": "April 2022",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Sponsoring Organization": "Western Institute of Nursing (WIN)",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Abstract:\nWhile remaining federally illegal, the use of both medical and recreational\nmarijuana in the United States continues to rise as individual state laws\nbecome more permissive and its use more socially acceptable. Paralleling\nthis trend, the use of marijuana during pregnancy is also increasing.\nHowever legally defined, marijuana use during pregnancy is discouraged\nand has been associated with serious health concerns for the mother and\nher infant.\nNavigating the use of marijuana during pregnancy is challenging for\nhealthcare providers as it is not well researched, and its effects are not\nclearly understood. While the experiences of perinatal nurses working with\nwomen affected by general substance use are well-documented, what is\nnot well understood is how marijuana use by itself is viewed by these\nnurses.\nAs no previous studies were identified exploring this phenomenon, the\nthree-fold purpose of this study was to understand the experiences of\nperinatal nurses who provided care for women who used marijuana during\ntheir pregnancies; to gain a deeper understanding of their beliefs, feelings,\nand how they perceived use of marijuana during pregnancy; and to\nunderstand the educational needs these nurses perceived regarding\nprenatal marijuana use.\nThirteen nurses (N = 13) who practiced in the perinatal field from across the\nUnited States agreed to participate in this study. Twelve interviews were\nconducted via Zoom and one, in person. The interviews were recorded,\ntranscribed, and interpreted for their meaning.\nSix themes were identified and validated with participants through member\nchecking. The following themes that emerged provided a glimpse into the experiences, perspectives, and beliefs of perinatal nurses who cares for\nwomen using marijuana during pregnancy: (a) mixed emotions, (b) more\nand more patients are positive, (c) forming a relationship, (d) effects on the\nbaby, (e) the healthcare team needs to be on the same page, and (f) we\nneed to know more.\nThis study revealed a strong need for more knowledge and education\nregarding marijuana use during pregnancy and the development of\nstrategies to improve communication skills for nurses who work with this\npopulation of women. Further, findings provided a foundation for the\ndevelopment of educational strategies and interventions targeted to\nenhance knowledge and communication skills for perinatal nurses and\nnursing students who might work with women who used marijuana during\npregnancy.",
        "Origin": "Manual"
    },
    "facultyid": "114031004",
    "coauthors": {
        "280160": {
            "firstname": "Darci",
            "middleinitial": "",
            "lastname": "McCall",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114031004",
            "authorid": 280160,
            "scholarlyactivityid": 57590,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 57590,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114031004",
    "attachments": [
        {
            "attachmentid": 34224,
            "mimetype": "application/pdf",
            "filename": "WIN Conference Acceptance.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitaejErL29JZmovNi93UjZ6aVNkNVJxeXorU1QvMENYK0ZRc3h5bGsxQUFBZXAvZTI3Y2laVlBuOE5HT3BmZ0lzZz0%3D",
            "filesize": 102669
        },
        {
            "attachmentid": 38655,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "WIN Poster 2022.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitiZ0J5ZmZGY3Bud3J5b2tURTg5WUFISE9CeElhUVZXWlFHcG1sZ3lKQ1dNVlJtcDZid295ZTI%3D",
            "filesize": 2747316
        }
    ]
}