{
    "activityid": 5760,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Does Grandparental Help Mediate the Relationship between Kin Presence and Fertility? ",
        "Journal": "Demographic Research",
        "Volume": "34",
        "Month / Season": "2016-03-31",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "467-498",
        "Publisher": "",
        "DOI": "10.4054/DemRes.2016.34.17",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "BACKGROUND\r\nPrevious research suggests that kin availability may be correlated with reproductive outcomes, but it is not clear that a causal relationship underlies these findings. Further, there is substantial variation in how kin availability is measured.\r\nOBJECTIVE\r\nWe attempt to identify whether different measures of kin availability influence how kin affect reproductive outcomes and whether the effect of kin on reproductive outcomes is driven by the help that they provide.\r\nMETHODS\r\nUsing data from the Indonesia Family Life Survey (1993, 1997, 2000, 2007), we compare the survival of parents and parents-in-law, their co-residence, geographic proximity, contact frequency, and helping behavior in predicting fertility outcomes, and test a hypothesized causal pathway linking kin availability to reproduction via helping behavior.\r\nRESULTS\r\nWe find different results if we operationalize parental availability as survival or co-residence, suggesting that these measures cannot be used interchangeably. Receiving help from parents or parents-in-law has a positive effect on progression to birth when women have fewer than three living children. Path analyses show that geographic proximity is associated with contact frequency, which in turn influences helping behavior. Kin help has a positive effect on progression to giving birth for all parental categories, but the effects are strongest for mothers-in-law.",
        "Origin": "Other"
    },
    "facultyid": "114026821",
    "coauthors": {
        "117632": {
            "firstname": "Kristin",
            "middleinitial": "",
            "lastname": "Snopkowski",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026821",
            "authorid": 117632,
            "scholarlyactivityid": 5760
        },
        "117633": {
            "firstname": "Rebecca",
            "middleinitial": "",
            "lastname": "Sear",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 117633,
            "scholarlyactivityid": 5760
        }
    },
    "status": [
        {
            "id": 5760,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026821",
    "attachments": []
}