{
    "activityid": 5763,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Marital Dissolution and Child Educational Outcomes in San Borja, Bolivia",
        "Journal": "Human Nature",
        "Volume": "27",
        "Month / Season": "December",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "395-421",
        "Publisher": "Springer",
        "DOI": "doi:10.1007/s12110-016-9265-8",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Serial monogamy is likely an adaptive mating strategy for women when the expected future fitness gains with a different partner are greater than expected future fitness with one’s current partner. Using interview data from more than 400 women in San Borja, Bolivia, discrete-time event history analyses and random effects regression analyses were conducted to examine predictors of marital dissolution, separated by remarriage status, and child educational outcomes. Male income was found to be inversely associated with women’s risk of “divorce and remarriage,” whereas female income is positively associated with women’s risk of “divorce, but not remarriage.” Children of women who divorce and remarry tend to have significantly lower educational outcomes than children of married parents, but women with higher incomes are able to buffer their children from the negative educational outcomes of divorce and remarriage. Counter to predictions, there is no evidence that women with kin in the community have a significant difference in likelihood of divorce or a buffering effect of child outcomes. In conclusion, predictors of divorce differ depending on whether the woman goes on to remarry, suggesting that male income may be a better predictor of a serial monogamy strategy whereas female income predicts marital dissolution only. Thus, women who are relatively autonomous because of greater income may not benefit from remarriage.",
        "Origin": "Other"
    },
    "facultyid": "114026821",
    "coauthors": {
        "100246": {
            "firstname": "Kristin",
            "middleinitial": "",
            "lastname": "Snopkowski",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026821",
            "authorid": 100246,
            "scholarlyactivityid": 5763
        }
    },
    "status": [
        {
            "id": 5763,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 5763,
            "status": "Submitted",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114026821",
    "attachments": [
        {
            "attachmentid": 738,
            "mimetype": "application/pdf",
            "filename": "Snopkowski 2016 Human Nature.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRithY0xlMlVTeEROL0pBVDF2UnIwY3dpQlZBN1IzODY0OFg3bXB0dmp1OXJNbEhURiswMHFvdjRaZ2JXQlpDOEtHTT0%3D",
            "filesize": 880810
        }
    ]
}