{
    "activityid": 57685,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Love, Motherhood and Mortality in Circe",
        "Conference/Meeting Name": "National Endowment for the Arts Big Read Event- was paid 300$ honorarium",
        "Conference Location": "Donnelly, Idaho",
        "Date or Date Range": "May 23, 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "National Endowment for the Arts",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "My brief talk and longer discussion will focus on Madeline Miller’s recent novel, Circe. Circle reimagines the story of a minor goddess and sorceress best known for turning sailors into pigs and having an affair with Odysseus in The Odyssey. Circe also plays a minor role in myths about the Minotaur’s origins and Jason and the Golden Fleece. Claire Messud describes Miller’s novel as a “highly psychologized, redemptive and ultimately exculpatory account” of Circe’s adventures. Miller’s Circe begins life as an overlooked child, grows into a petulant teenager, and then matures into a loving mother of her son by Odysseus. Not only is Miler’s novel a feminist revision of myth and epic, but it's also just a great story. As Massud writes, like a “good children’s book, it engrosses and races along at a clip, eliciting excitement and emotion along the way.” My talk and the discussion afterward will explore what happens when stories focusing on men’s greatness get retold from a female perspective.\n \nClaire Messud quotations from Review of Circe: “New York Times” May 28, 2018\n",
        "Origin": "Manual"
    },
    "facultyid": "111201769",
    "coauthors": {
        "273051": {
            "firstname": "Ann",
            "middleinitial": "M",
            "lastname": "Campbell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111201769",
            "authorid": 273051,
            "scholarlyactivityid": 57685,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 57685,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111201769",
    "attachments": []
}