{
    "activityid": 5768,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Grandparental help in Indonesia is directed preferentially towards needier descendants: A potential confounder when exploring grandparental influences on child health",
        "Journal": "Social Science &amp; Medicine",
        "Volume": "",
        "Month / Season": "2015-03-31",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "",
        "Publisher": "elsevier",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "A considerable body of evidence has now demonstrated positive correlations between grandparental presence and child health outcomes. It is typically assumed that such correlations exist because grandparental investment in their grandchildren improves child health and wellbeing. However, less is known about how grandparents allocate help to adult children and grandchildren, particularly in lower income contexts. Here we use detailed quantitative data from the longitudinal Indonesia Family Life Survey (data collected in 1993, 1997, 2000, 2007; n=16,250) to examine grandparental help in a society transitioning both demographically and economically. We test the hypothesis that grandparents direct help preferentially towards those adult children and grandchildren most in need of help. This hypothesis was supported for help provided by married grandparents and single grandmothers, who tended to: provide more help to their adult children when this generation had young children themselves, provide financial help if their adult children were poorer, and provide more household help if their adult daughters worked outside the home.  One unexpected result was that help from maternal and paternal grandparents is positively correlated; if one set of grandparents is helping the other set is more likely to help, counter to our predictions. These results provide support for the hypothesis that grandparents preferentially invest in some descendants over others, where married grandparents and single grandmothers tend to invest in those adult children and grandchildren with the most need. Investigating the effect of grandparents on child health outcomes may therefore be confounded by grandparent’s preferential investment in needier descendants.",
        "Origin": "Other"
    },
    "facultyid": "114026821",
    "coauthors": {
        "17849": {
            "firstname": "Kristin",
            "middleinitial": "",
            "lastname": "Snopkowski",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114026821",
            "authorid": 17849,
            "scholarlyactivityid": 5768
        },
        "17850": {
            "firstname": "Rebecca ",
            "middleinitial": "",
            "lastname": "Sear",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 17850,
            "scholarlyactivityid": 5768
        }
    },
    "status": [
        {
            "id": 5768,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026821",
    "attachments": []
}