{
    "activityid": 57711,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Phylogenetics and comparative plastome genomics of two of the largest genera of angiosperms, Piper and Peperomia (Piperaceae)",
        "Journal": "Molecular phylogenetics and evolution",
        "Volume": "163",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "107229",
        "Publisher": null,
        "DOI": "10.1016/j.ympev.2021.107229",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Biological radiations provide unique opportunities to understand the evolution of biodiversity. One such radiation is the pepper plant family Piperaceae, an early-diverging and mega-diverse lineage that could serve as a model to study the diversification of angiosperms. However, traditional genetic markers lack sufficient variation for such studies, and testing hypotheses on poorly resolved phylogenetic frameworks becomes challenging. Limited genomic data is available for Piperaceae, which contains two of the largest genera of angiosperms, Piper (&gt;2100 species) and Peperomia (&gt;1300 species). To address this gap, we used genome skimming to assemble and annotate whole plastomes (152-161kbp) and &gt;5kbp nuclear ribosomal DNA region from representatives of Piper and Peperomia. We conducted phylogenetic and comparative genomic analyses to study plastome evolution and investigate the role of hybridization in this group. Plastome phylogenetic trees were well resolved and highly supported, with a hard incongruence observed between plastome and nuclear phylogenetic trees suggesting hybridization in Piper. While all plastomes of Piper and Peperomia had the same gene content and order, there were informative structural differences between them. First, ycf1 was more variable and longer in Piper than Peperomia, extending well into the small single copy region by thousands of base pairs. We also discovered previously unknown structural variation in 14 out of 25 Piper taxa, tandem duplication of the trnH-GUG gene resulting in an expanded large single copy region. Other early-diverging angiosperms have a duplicated trnH-GUG, but the specific rearrangement we found is unique to Piper and serves to refine knowledge of relationships among early-diverging angiosperms. Our study demonstrates that genome skimming is an efficient approach to produce plastome assemblies for comparative genomics and robust phylogenies of species-rich plant genera.",
        "Origin": "PubMed"
    },
    "facultyid": "114088564",
    "coauthors": {
        "267049": {
            "firstname": "Sara ",
            "middleinitial": "E",
            "lastname": "Simmonds",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 267049,
            "scholarlyactivityid": 57711
        },
        "267050": {
            "firstname": "James ",
            "middleinitial": "F",
            "lastname": "Smith",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 267050,
            "scholarlyactivityid": 57711
        },
        "267051": {
            "firstname": "Christopher",
            "middleinitial": "",
            "lastname": "Davidson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 267051,
            "scholarlyactivityid": 57711
        },
        "267052": {
            "firstname": "Sven",
            "middleinitial": "",
            "lastname": "Buerki",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 267052,
            "scholarlyactivityid": 57711
        }
    },
    "status": [
        {
            "id": 57711,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114088564",
    "attachments": []
}