{
    "activityid": 57790,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Association of Alpha-Crystallin with Fiber Cell Plasma Membrane of the Eye Lens Accompanied by Light Scattering and Cataract Formation",
        "Journal": "Membranes",
        "Volume": "11",
        "Month / Season": "",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3390/membranes11060447",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://pubmed.ncbi.nlm.nih.gov/34203836/",
        "Description/Abstract": "α-crystallin is a major protein found in the mammalian eye lens that works as a molecular chaperone by preventing the aggregation of proteins and providing tolerance to stress in the eye lens. These functions of α-crystallin are significant for maintaining lens transparency. However, with age and cataract formation, the concentration of α-crystallin in the eye lens cytoplasm decreases with a corresponding increase in the membrane-bound α-crystallin, accompanied by increased light scattering. The purpose of this review is to summarize previous and recent findings of the role of the: (1) lens membrane components, i.e., the major phospholipids (PLs) and sphingolipids, cholesterol (Chol), cholesterol bilayer domains (CBDs), and the integral membrane proteins aquaporin-0 (AQP0; formally MIP26) and connexins, and (2) α-crystallin mutations and post-translational modifications (PTMs) in the association of α-crystallin to the eye lens's fiber cell plasma membrane, providing thorough insights into a molecular basis of such an association. Furthermore, this review highlights the current knowledge and need for further studies to understand the fundamental molecular processes involved in the association of α-crystallin to the lens membrane, potentially leading to new avenues for preventing cataract formation and progression.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "268422": {
            "firstname": "Raju",
            "middleinitial": "",
            "lastname": "Timsina",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 268422,
            "scholarlyactivityid": 57790
        },
        "268423": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 268423,
            "scholarlyactivityid": 57790
        }
    },
    "status": [
        {
            "id": 57790,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}