{
    "activityid": 5785,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Professional Development in a Culture of Inquiry: PDS Teachers Identify the Benefits of Professional Learning Communities",
        "Journal": "Teaching and Teacher Education",
        "Volume": "21",
        "Month / Season": "2005-04-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "241-256",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.tate.2004.06.008",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cifs_facpubs/67",
        "Description/Abstract": "Teacher researchers in a Professional Development School context identify two important shifts in traditional school cultures in order for teacher inquiry to thrive as a means for teacher development: a shift to community and a shift to uncertainty. PDS teachers in this study spoke about their need for supportive learning communities where they may collaborate and engage in dialogue with colleagues and other professionals. Professional learning communities created opportunities for dialogue which also made it safe to ask questions and work in a community where uncertainty was not only valued, but supported. Professional learning communities for teacher development also need to be analyzed for insights they bring to teacher education, professional development, and educational change. Recognizing and understanding tensions in collaboration and dialogue and their connected shifts to community and uncertainty could enhance learning opportunities for teachers as well as the life of a teacher with an inquiry stance.",
        "Origin": "Other"
    },
    "facultyid": "112002071",
    "coauthors": {
        "17890": {
            "firstname": "Jennifer",
            "middleinitial": "Lynn",
            "lastname": "Snow-Gerono",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112002071",
            "authorid": 17890,
            "scholarlyactivityid": 5785
        }
    },
    "status": [
        {
            "id": 5785,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112002071",
    "attachments": []
}