{
    "activityid": 57938,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Writing Beyond the University: Challenges and Findings from Multi-Institutional Research",
        "Conference/Meeting Name": "2021 Conference on Engaged Learning",
        "Conference Location": "Elon, NC/Online",
        "Date or Date Range": "13 July 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "Center for Engaged Learning, Elon University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Educators and students often perceive writing for college to be different than the writing or communicating they do in other areas of their lives. This perceived separation between academic and workplace writing (Driscoll and Walwema 2015; DePalma 2015; Baird and Dilger 2017), makes them strangers “in strange lands,” as Lucille McCarthy’s study describes (McCarthy 1987). Numerous studies examine writing in both contexts; however, few researchers have examined the ways in which new professionals draw on their academic writing experience to complete their workplace writing tasks.  Our multi-institutional research study investigates the writing experiences of early-career professionals in a range of professions, focusing on the writing they produce and the skills, knowledge, and resources they draw on to produce it. The research question for the study was How do novice professionals (up to 5 years in post-graduation professional position) repurpose writing knowledge for writing beyond the university? \n\nIn this presentation, we share both challenges and preliminary insights from our research. As a multi-institutional team working with different subject populations, we have faced many challenges. As experienced researchers, we had to work hard to align our individual goals and methods with those of the team and to continue to adapt within the group as we encountered and adapted to the constraints and benefits of this integrated research. Additionally, our need to pivot, along with the rest of the world, at the outbreak of COVID-19 and to adapt to the specific challenges both we and our subjects faced impacted our methodology and resulted in shifts to our research design and our work as a team and as individuals. Although we are still analyzing our data, we will share some results in this panel and discuss the pivots and adaptations that have impacted our work. \n\nSpeaker 1 will address issues of alignment and design among individual researchers and the challenges we faced in creating a multi-institutional study to be carried out in different regions, with different participant populations, with different institutional expectations, and then with challenges added with the occurrence of a global pandemic. Speaker 2 will provide an overview of key findings and themes across all of our sites and will elaborate on findings and experiences at one site, focusing on participant availability and continuity, specifically with frontline pandemic workers. Speaker 3 will present findings focusing on the financial impact and identity challenges brought on by the pandemic and the response to it. Speaker 4 will consider the writing students encounter and engage in beyond the university, addressing the importance and place of that writing in the organizational and larger professional context. Again, considerations relating to COVID will be addressed. Finally, Speaker 5 will address significant writerly dispositions we identified in our research and also engage the audience in dialogue focused on the issues and challenges raised by the research.  ",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "268831": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 268831,
            "scholarlyactivityid": 57938,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "268832": {
            "firstname": "Ann",
            "middleinitial": "",
            "lastname": "Blakeslee",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 268832,
            "scholarlyactivityid": 57938,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "268833": {
            "firstname": "Rebecca",
            "middleinitial": "",
            "lastname": "Nowacek",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 268833,
            "scholarlyactivityid": 57938,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "268834": {
            "firstname": "Michael",
            "middleinitial": "",
            "lastname": "Rifenberg",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 268834,
            "scholarlyactivityid": 57938,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "268835": {
            "firstname": "Liane",
            "middleinitial": "",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 268835,
            "scholarlyactivityid": 57938,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 57938,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": []
}