{
    "activityid": 57999,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Education, Change and the Longue Durée: The Fate of the Book",
        "Journal": "seminar.net",
        "Volume": "16",
        "Month / Season": "",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "1-18",
        "Publisher": "",
        "DOI": "https://doi.org/10.7577/seminar.4046",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://journals.oslomet.no/index.php/seminar/article/view/4046/3641",
        "Description/Abstract": "The physical form of the book known as the codex has been described as nothing less than “the most powerful object of our time,” as the “concrete form” of “the Western episteme.” The book, in other words, is an epochally and epistemologically foundational medium. The book’s physical nature, its typical contents, the habits and practices associated with its use, and the way that these are acquired, can thus be said to together constitute the paradigm for knowing. This article begins with an examination of book culture—one which provides long-familiar demarcations of knowledge and ignorance, development and depravation that are starting to lose their force. Appealing to the notion of the longue durée, this paper thenturns to the history and contemporaneity ofthe book in educational discourse. In concluding, itconsiders what the changing educational significance of the book can tell us about change in education itself, and what this ongoing change might mean for us today.",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "269179": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 269179,
            "scholarlyactivityid": 57999
        }
    },
    "status": [
        {
            "id": 57999,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}