{
    "activityid": 58,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Handoff processes, information quality and patient safety: A trans-disciplinary literature review",
        "Journal": "Business Process Management Journal",
        "Volume": "19",
        "Month / Season": "2013-12-31",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "70 - 94",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Purpose\r\n– Key findings from recent and relevant studies on patient safety and clinical handoffs are summarized and analyzed. After briefly reviewing process management and accounting control theory, the aim of this paper is to discuss how these latter two disciplines can be combined to further improve patient safety in handoffs.\r\n\r\nDesign/methodology/approach\r\n– A literature review on studies of patient safety, clinical processes and clinical handoffs was conducted in leading medical, quality, and information systems journals.\r\n\r\nFindings\r\n– This paper issues a call for research using a trans?disciplinary methodology to shed new light on information quality issues in clinical handoff processes, which in turn should improve patient safety.\r\n\r\nResearch limitations/implications\r\n– The literature review employed systematic, heuristic, iterative and practical criteria for identifying and selecting papers, trading off completeness for multi?disciplinarity. No prior empirical patient safety studies combined process management and accounting control theory.\r\n\r\nPractical implications\r\n– The above?noted trans?disciplinary analytic approach may help medical professionals develop more effective handoff processes, checklists, standard operating procedures (SOPs), clinical pathways, and supporting software, and audit and continuously monitor their implementation.\r\n\r\nOriginality/value\r\n– This paper responds to recent calls for trans?disciplinary research on healthcare quality improvement. The literature review is valuable for understanding clinical handoff problems and solutions from multiple perspectives. The proposed combination of two theories – accounting control theory and business process management – is novel and useful for describing, improving and monitoring handoff processes in the broader context of clinical processes, using a common terminology for information quality traits.",
        "Origin": "Other"
    },
    "facultyid": "114026485",
    "coauthors": {
        "164177": {
            "firstname": "Janis",
            "middleinitial": "L.",
            "lastname": "Gogan",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 164177,
            "scholarlyactivityid": 58
        },
        "164178": {
            "firstname": "Ryan",
            "middleinitial": "",
            "lastname": "Baxter",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026485",
            "authorid": 164178,
            "scholarlyactivityid": 58
        },
        "164179": {
            "firstname": "Scott",
            "middleinitial": "R.",
            "lastname": "Boss",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 164179,
            "scholarlyactivityid": 58
        },
        "164180": {
            "firstname": "Alina",
            "middleinitial": "M.",
            "lastname": "Chircu",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 164180,
            "scholarlyactivityid": 58
        }
    },
    "status": [
        {
            "id": 58,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026485",
    "attachments": []
}