{
    "activityid": 58039,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Radiographic Findings in Flexion Instability after Total Knee Arthroplasty",
        "Journal": "The journal of knee surgery",
        "Volume": "",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.1055/s-0041-1735279",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Flexion instability (FI) is one of the leading causes of knee pain and revision surgery. Generally, the biomechanical etiology is considered to be a larger flexion than extension gap. This may be due to mismatch of components sizes to the bone or malalignment. Other factors such as muscle weakness may also play a role, and the diagnosis of FI after total knee arthroplasty (TKA) relies on a combination of patient's complaints during stair descent or walking and physical examination findings. Our study examines the role of implant positioning and sizes in the diagnosis of FI. A retrospective review of 20 subjects without perceived FI and 13 patients diagnosed with FI after TKA was conducted. Knee injury and osteoarthritis outcome scores (KOOS) were documented, and postoperative radiographs were examined. Measurements including included tibial slope, condylar offset, femoral joint line elevation along with surrogate soft-tissue measures for girth and were compared between groups. The FI group was found to have a significantly lower KOOS score compared with the non-FI group (55.6 vs. 73.5;  = 0.009) as well as smaller soft-tissue measurements over the pretubercle region (6.0 mm vs. 10.6 mm;  = 0.007). Tibial slope, condylar offset ratios, and femoral joint line elevation were not significantly different between the FI and non-FI groups. We noted a significant difference in tibial slope in posterior-stabilized implants in subjects with and without FI (6.4° vs. 1.5°;  = 0.003). Radiographic measurements consistent with malalignment were not indicative of FI. X-ray measurements alone are not sufficient to conclude FI as patient symptoms, and clinical examinations remain the key indicators for diagnosis. Radiographic findings may aid in surgeon determination of an underlying cause for an already identified FI situation and help in planning revision surgery.",
        "Origin": "PubMed"
    },
    "facultyid": "114174958",
    "coauthors": {
        "269455": {
            "firstname": "Cole ",
            "middleinitial": "M",
            "lastname": "Howie",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269455,
            "scholarlyactivityid": 58039
        },
        "269456": {
            "firstname": "Simon ",
            "middleinitial": "C",
            "lastname": "Mears",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269456,
            "scholarlyactivityid": 58039
        },
        "269457": {
            "firstname": "C ",
            "middleinitial": "L",
            "lastname": "Barnes",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269457,
            "scholarlyactivityid": 58039
        },
        "269458": {
            "firstname": "Erin ",
            "middleinitial": "M",
            "lastname": "Mannen",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269458,
            "scholarlyactivityid": 58039
        },
        "269459": {
            "firstname": "Jeffrey ",
            "middleinitial": "B",
            "lastname": "Stambough",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269459,
            "scholarlyactivityid": 58039
        }
    },
    "status": [
        {
            "id": 58039,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114174958",
    "attachments": []
}