{
    "activityid": 58048,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Exploring infant hip position and muscle activity in common baby gear and orthopedic devices",
        "Journal": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
        "Volume": "39",
        "Month / Season": null,
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "941-949",
        "Publisher": null,
        "DOI": "10.1002/jor.24818",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Infant positioning in daily life may affect hip development. While neonatal animal studies indicate detrimental relationships between inactive lower extremities and hip development and dysplasia, no research has explored infant hip biomechanics experimentally. This study evaluated hip joint position and lower extremity muscle activity of healthy infants in common body positions, baby gear, and orthopedic devices used to treat hip dysplasia (the Pavlik harness and the Rhino cruiserabduction brace). Surface electromyography(EMG) and marker-based motion capture recorded lower extremity muscle activity and kinematics of 22 healthy full-term infants (4.2±1.6 months, 13M/9F) during five conditions: Pavlik harness, Rhino brace, inward-facing soft-structured baby carrier, held in arms facing inwards, and a standard car seat. Mean filtered EMG signal, time when muscles were active, and hip position (angles) were calculated. Compared to the Pavlik harness, infants exhibited similar adductor activity (but lower hamstring and gluteus maximus activity) in the Rhino abduction brace, similar adductor and gluteus maximus activity (but lower quadriceps and hamstring activity) in the baby carrier, similar but highly variable muscle activity in-arms, and significantly lower muscle activity in the car seat. Hip position was similar between the baby carrier and the Pavlik harness. This novel infant biomechanics study illustrates the potential benefits of using inward-facing soft-structured baby carriers for healthy hip development and highlights the potential negative impact of using supine-lying container-type devices such as car seats for prolonged periods of time. Further study is needed to understand the full picture of how body position impacts infant musculoskeletal development.",
        "Origin": "PubMed"
    },
    "facultyid": "114174958",
    "coauthors": {
        "269504": {
            "firstname": "Sa",
            "middleinitial": "F",
            "lastname": "Siddicky",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269504,
            "scholarlyactivityid": 58048
        },
        "269505": {
            "firstname": "Junsig",
            "middleinitial": "",
            "lastname": "Wang",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269505,
            "scholarlyactivityid": 58048
        },
        "269506": {
            "firstname": "Brien",
            "middleinitial": "",
            "lastname": "Rabenhorst",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269506,
            "scholarlyactivityid": 58048
        },
        "269507": {
            "firstname": "Lauren",
            "middleinitial": "",
            "lastname": "Buchele",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269507,
            "scholarlyactivityid": 58048
        },
        "269508": {
            "firstname": "Erin ",
            "middleinitial": "M",
            "lastname": "Mannen",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 269508,
            "scholarlyactivityid": 58048
        }
    },
    "status": [
        {
            "id": 58048,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114174958",
    "attachments": []
}