{
    "activityid": 58062,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“Ritual Resistance: Festival Conflicts in Francophone Belgium during the French  Revolution (1786-1830)”",
        "Conference/Meeting Name": "Marginalized Voices and Figures in French Festival Culture, 1500-1800 Conference",
        "Conference Location": "King’s College, London, UK (virtual conference)",
        "Date or Date Range": "April 24, 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "https://goldenpages.jpehs.co.uk/2020/04/14/marginalised-voices-and-figures-in-french-festival-culture-1500-1800/",
        "Description/Abstract": "Communities in Francophone Belgian provinces (collectively known as Wallonia) have a rich tradition of Catholic festivals dating to the late medieval era, including saint processionals, giant puppet/mock combat festivals called la ducasse, and Carnival. Although these festivals had religious origins, by the 18thcentury the religious aspects were overshadowedby secular tropes and enthusiastic communal participation. \nIn 1794, following their victory at the Battle of Fleurus, French Revolutionary forces invaded and occupied the Austrian Low Countries (modern-day Belgium). French forces were virulently anti-Catholic, and under the occupation, all Wallonian festivals with religious originswere banned. Saint statues, such as those of St. Roch in the l’Entre-Sambre-et-Meuse region, were confiscated and churches and saint chapels shuttered. In Mons and Ath, puppets were burned by revolutionary forces in auto-da-fé-style ceremonies in the city squares while community members secreted away saint relics, some of which dated back to early Middle Ages. In Binche, the annual Carnival celebration was cancelled indefinitely.\nIn all four cases (Mons, Ath, Binche and towns of the l’Entre-Sambre-et-Meuse), communities sought to defend and preserve their festival traditions. Some beseeched French administrative authorities to rescind interdictions; others sought to reinvent the festivals to make them more palatable to the French. Some even openly disobeyed French authorities through ritualized public protest and unauthorized, impromptu festivals.  \nRitual festival preservation and rebellion were focal points for Belgian popular resistance to French anti-Catholic policies during the Revolutionary era. This presentation explores that resistance to the French occupation regime, and subsequent Dutch annexation of Wallonia, between 1794 and 1830.\n",
        "Origin": "Manual"
    },
    "facultyid": "113047992",
    "coauthors": {
        "270447": {
            "firstname": "Erik",
            "middleinitial": "",
            "lastname": "Hadley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113047992",
            "authorid": 270447,
            "scholarlyactivityid": 58062,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 58062,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113047992",
    "attachments": []
}