{
    "activityid": 58063,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“Imagining the Conquista: Renaissance Festivals and Incan Fantasies in the  Refashioning of the Carnival of Binche in 19th-Century Belgium”",
        "Conference/Meeting Name": "Rocky Mountain Medieval and Renaissance Association Virtual Conference ",
        "Conference Location": "online",
        "Date or Date Range": "June 25, 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "Rocky Mountain Medieval and Renaissance Association",
        "Presenter(s)": null,
        "Web Address": "https://www.rmmra.org/past-meetings/http-www-rmmra-org-2021-virtual-conference/",
        "Description/Abstract": "The Carnival of Binche is the most renowned carnival in Belgium, attracting tens of thousands of spectators annually. The most famous marching societies of the carnival are the Gilles, native-born sons of the town who are uniquely costumed and perform a series of intricate public rituals that validate their status as “kings of Carnival.” One of these rituals involves the donning of ostrich feather hats: they can reach several feet high and are extremely expensive. The Gilles wear these hats while marching through the city and throwing oranges to the crowd. \nAs the Carnival of Binche became famous in Belgian folkloric festival culture during the 1880s, promoters wrote histories of the Gilles that commemorated the mythical origins of the hats and the throwing of oranges. This commemorative effort centered on the Binche court of Mary of Hungary, sister to Charles V and regent of the Spanish Low Countries. In 1549, she allegedly held a large festival to commemorate the conquest of Peru, which included the presence of Incan warriors and oranges from Valencia. \nThis paper explores the 19th century reinvention of the Gilles, as Binchois newspapers and carnival promoters “discovered” traditions by utilizing the most famous Renaissance-era festivities and connecting them to the imagined presence of captive Incan warriors. The mythical Renaissance-Incan origin of the Gille was widely accepted in Binche by the early 20th century and remains a continued point of debate even today. Gille commemoration connected the Carnival of Binche to the Spanish Atlantic World conquest of indigenous peoples, even to the point of imagining themselves as Incan warriors.\n",
        "Origin": "Manual"
    },
    "facultyid": "113047992",
    "coauthors": {
        "269579": {
            "firstname": "Erik",
            "middleinitial": "",
            "lastname": "Hadley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113047992",
            "authorid": 269579,
            "scholarlyactivityid": 58063,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 58063,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113047992",
    "attachments": []
}