{
    "activityid": 58160,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A feminist political ecology of wildlife crime: The gendered dimensions of a poaching economy and its impacts in Southern Africa",
        "Journal": "Geoforum",
        "Volume": "126",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "205-214",
        "Publisher": "",
        "DOI": "https://www.sciencedirect.com/science/article/pii/S0016718521002335",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.sciencedirect.com/science/article/pii/S0016718521002335",
        "Description/Abstract": "The ways in which poaching economies and militarized responses to shut them down intersect with local gender norms and dynamics remain underexamined. We address this by developing a feminist political ecology of wildlife crime by drawing on feminist political ecology and complementing it with insights from feminist criminology. This framework centres local systems of gender norms and their intersection with socio-economic dynamics across scale to offer a fuller understanding of the drivers of participation in poaching economies and their increasingly deadly impacts, a reflection of the expansion of militarized conservation practice. Drawing on fieldwork in the Mozambican borderlands adjacent to South Africa’s Kruger National Park on the illicit rhino horn economy, we show how two stark gendered dynamics emerge. First, long-standing norms of masculinity, in particular caring for family, in one of the poorest regions of Southern Africa motivate men to enter the trade despite the risks. Second, women whose husbands have been killed while hunting rhino embody the indirect human consequences of a violent poaching economy. The loss of their husbands, a broader context of poverty, and gendered norms concerning widows articulate in ways that leave these women and their children to experience more acute and long term vulnerability. We discuss what lessons a feminist political ecology of wildlife crime offers for understanding and addressing poaching conflicts, wildlife crime and illicit resource geographies more broadly.",
        "Origin": "Manual"
    },
    "facultyid": "114135000",
    "coauthors": {
        "270234": {
            "firstname": "Masse",
            "middleinitial": "",
            "lastname": "Francis",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 270234,
            "scholarlyactivityid": 58160,
            "classifications": {
                "Role": "Author"
            }
        },
        "270235": {
            "firstname": "Nicia",
            "middleinitial": "",
            "lastname": "Giva",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 270235,
            "scholarlyactivityid": 58160,
            "classifications": {
                "Role": "Author"
            }
        },
        "270236": {
            "firstname": "Elizabeth",
            "middleinitial": "M",
            "lastname": "Lunstrum",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114135000",
            "authorid": 270236,
            "scholarlyactivityid": 58160,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 58160,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135000",
    "attachments": []
}