{
    "activityid": 58259,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Intraspecific variation mediates density dependence in a genetically diverse plant species",
        "Journal": "Ecology",
        "Volume": "102",
        "Month / Season": null,
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "e03502",
        "Publisher": null,
        "DOI": "10.1002/ecy.3502",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Interactions between neighboring plants are critical for biodiversity maintenance in plant populations and communities. Intraspecific trait variation and genome duplication are common in plant species and can drive eco-evolutionary dynamics through genotype-mediated plant-plant interactions. However, few studies have examined how species-wide intraspecific variation may alter interactions between neighboring plants. We investigate how subspecies and ploidy variation in a genetically diverse species, big sagebrush (Artemisia tridentata), can alter the demographic outcomes of plant interactions. Using a replicated, long-term common garden experiment that represents range-wide diversity of A. tridentata, we ask how intraspecific variation, environment, and stand age mediate neighbor effects on plant growth and survival. Spatially explicit models revealed that ploidy variation and subspecies identity can mediate plant-plant interactions but that the effect size varied in time and across experimental sites. We found that demographic impacts of neighbor effects were strongest during early stages of stand development and in sites with greater growth rates. Within subspecies, tetraploid populations showed greater tolerance to neighbor crowding compared to their diploid variants. Our findings provide evidence that intraspecific variation related to genome size and subspecies identity impacts spatial demography in a genetically diverse plant species. Accounting for intraspecific variation in studies of conspecific density dependence will improve our understanding of how local populations will respond to novel genotypes and biotic interaction regimes. As introduction of novel genotypes into local populations becomes more common, quantifying demographic processes in genetically diverse populations will help predict long-term consequences of plant-plant interactions.",
        "Origin": "PubMed"
    },
    "facultyid": "111116958",
    "coauthors": {
        "271088": {
            "firstname": "Andrii",
            "middleinitial": "",
            "lastname": "Zaiats",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 271088,
            "scholarlyactivityid": 58259
        },
        "271089": {
            "firstname": "Matthew ",
            "middleinitial": "J",
            "lastname": "Germino",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 271089,
            "scholarlyactivityid": 58259
        },
        "271090": {
            "firstname": "Marcelo ",
            "middleinitial": "D",
            "lastname": "Serpe",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 271090,
            "scholarlyactivityid": 58259
        },
        "271091": {
            "firstname": "Bryce ",
            "middleinitial": "A",
            "lastname": "Richardson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 271091,
            "scholarlyactivityid": 58259
        },
        "271092": {
            "firstname": "T Trevor",
            "middleinitial": "T",
            "lastname": "Caughlin",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 271092,
            "scholarlyactivityid": 58259
        }
    },
    "status": [
        {
            "id": 58259,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}