{
    "activityid": 58331,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Inorganic Carbon Storage in Dryland and Agricultural Soils: Ongoing Work and future questions",
        "Conference/Meeting Name": "Geological Society of America",
        "Conference Location": "Portland OR",
        "Date or Date Range": "Oct. 12-14 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "Geological Society of America",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The storage and flux of carbon from soils, the planet’s third largest carbon pool, strongly influence the global carbon cycle; however, until recently the importance of inorganic carbon storage (as pedogenic carbonate or ‘caliche’) was not recognized. An estimated 40% of all soil carbon is stored as inorganic carbonate minerals, but the age, amount, and flux of carbon from soil is still poorly constrained. This study examines Soil Inorganic Carbon (SIC) in the Reynolds Creek Critical Zone Observatory and the Kimberly Agricultural Research Site in Southwestern Idaho.  \n\nThe Reynolds Creek Experimental Watershed in southwestern Idaho is an ideal location to study factors influencing SIC accumulation, as the carbon pool transitions from predominately inorganic carbon in the lower elevations, to organic carbon exclusively at higher elevations. We collected samples under a wide range of soil-forming regimes, including 1) along a precipitation gradient, 2) within different vegetation communities (sagebrush species (Artimesia spp), bitterbrush (Purshia tridentata), greasewood (Sarcobatus vermiculatus), and juniper (Juniperus occidentalis)) and 3) from different parent materials (granite, basalt, other volcanics, and alluvium). We quantified and differentiated the fine (&lt;2 mm) and coarse (&gt;2 mm) fractions of SIC in Reynolds Creek and demonstrated that gravel coatings contain up to 44% of total SIC at a given site and an average of 13% of the total SIC is stored as carbonate coasts within in the gravel fraction. We measured a high level of pedon-scale field variability (up to 220%) among the three faces of 1 m3 soil pits. Analytical error associated with the modified pressure calcimeter (0.001-0.014%), is considerably less than naturally occurring heterogeneities in SIC within the soil profile. Our examination of the relationship between rainfall and SIC formation shows the threshold for SIC accumulation is ~500 mm mean annual precipitation, and variability in SIC below that value is significant. SIC content from ~1 m deep soil pits and cores at 71 sites show that 64 sites contained less than 10 kg/m2 SIC, 5 contained between 10-20 kg/m2, and 2 sites had between 24 and 29 kg/m2. Random forest modeling and multiple linear regression of the environmental controls on SIC indicate that precipitation is the primary control on SIC accumulation with increasing precipitation leading to lower amounts of SIC. Elevation is an effective predictor of SIC, as it is strongly auto-correlated with precipitation and vegetation. Parent material consistently ranks as an important predictor in random forest analysis; however, we were unable to quantify the importance of wind-blown dust in the soil profiles which we believe to play a vital role in SIC accumulation. This work highlights and quantifies two sources of uncertainty in studies of SIC needed to inform future research. First, in gravelly sites, the &gt;2 mm portion of soils may store a large percentage of SIC. Second, SIC varies considerably at the pedon-scale, so studies attempting to quantify carbon storage over landscape scales need to consider this variability. This study creates a framework for understanding SIC in Reynolds Creek that may be applied to future work.\n",
        "Origin": "Manual"
    },
    "facultyid": "111717214",
    "coauthors": {
        "271400": {
            "firstname": "Jennifer",
            "middleinitial": "L",
            "lastname": "Pierce",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111717214",
            "authorid": 271400,
            "scholarlyactivityid": 58331,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 58331,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111717214",
    "attachments": []
}