{
    "activityid": 58347,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "The Trouble with Transience: Short-Term Rentals as a Challenge to Neighboring Practices",
        "Conference/Meeting Name": "American Sociological Association Annual Meeting",
        "Conference Location": "Virtual",
        "Date or Date Range": "08/07/2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "American Sociological Association",
        "Presenter(s)": null,
        "Web Address": "https://www.asanet.org/sites/default/files/final_version.pdf",
        "Description/Abstract": "The spread of platform economies like Airbnb has the potential to radically remake communities. One dwelling at a time, neighborhoods that were once primarily occupied by long-term residents can become de facto hotel districts where guests come and go, ignorant of local norms and uninvested in community life. Using qualitative methods, this paper takes up three questions related to STR proliferation and increased transience: How do residents understand the impact of STR guests in their neighborhoods? How does STR proliferation impact enforcement of neighborhood norms? And how do residents understand the impact of STR use on the neighborhood’s ability to advance its interests? Data detail residents’ perceptions of STR impacts in a mid-sized Mountain West city—Boise, Idaho. Findings suggest that transience associated with STR proliferation in residential areas undermines multiple dimensions of neighboring: guests typically do not become familiar fixtures of the neighborhood; their violations of local norms cause occasional conflicts and substantial worry among long-time residents; and residents worry that STR guests as well as property owners have interests at odds with those of long-term residents. Exceptions to these general patterns suggest areas for further research into transience and neighboring, as well as the implications of STRs in urban places.",
        "Origin": "Manual"
    },
    "facultyid": "114136045",
    "coauthors": {
        "273055": {
            "firstname": "Krista",
            "middleinitial": "E",
            "lastname": "Paulsen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114136045",
            "authorid": 273055,
            "scholarlyactivityid": 58347
        }
    },
    "status": [
        {
            "id": 58347,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114136045",
    "attachments": [
        {
            "attachmentid": 36044,
            "mimetype": "application/pdf",
            "filename": "Paulsen_Trouble with Transcience_Full Paper.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzlqYm5LUGp0VXIrMVdxMVFYNlZrYXpCaGlmRy9QcHJreTU5VFdLYlhPc2V2M1dTVzFVbkMvN1ZhTG5oVzNpOC93WGlZZjlKbW5vMHJITGZVbnhaejdoS29nUzRrdGl6MVZRPQ%3D%3D",
            "filesize": 244733
        }
    ]
}