{
    "activityid": 58356,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Bad Neighbors and Bad Faith? Perceptions of Short-Term Rental Impacts in Urban Neighborhoods",
        "Conference/Meeting Name": "50th Urban Affairs Association Conference",
        "Conference Location": "Washington, DC",
        "Date or Date Range": "April 12-14, 2022",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Sponsoring Organization": "Urban Affairs Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "While short-term rentals (STRs) have long been common in resort and vacation destinations, the 2007 emergence of Airbnb and growth of other STR platforms has made this new land use a regular fixture of urban neighborhoods. An emerging literature documents STRs’ impacts on housing markets and neighborhood life in global tourist destinations, but we know far less about how residents understand STRs’ impact within smaller cities or places less oriented toward tourism. This is somewhat unsurprising, as in unregulated contexts, apartments and houses can be converted to STRs with little or no notice, incrementally shifting the use of local housing stock and the composition of neighborhoods while providing no formal opportunity for residents to voice concerns. This paper asks how neighborhood residents understand STRs and their potential impacts on neighborhoods and cities that are not significant tourist destinations, and how these understandings might shape planning processes. This qualitative study focuses on an advantageous case in which STR development within an unregulated city did trigger planning review: a 2019 proposal to develop a new 17-unit building in the West Downtown neighborhood of Boise, Idaho, to be rented exclusively on a short-term basis. Drawing on hearing transcripts, planning documents, media coverage, and open-ended interviews with residents and other participants in the planning and approval process, analyses identify four areas of concern that extend current scholarship on the impacts of STR proliferation: housing affordability; nuisances and safety; neighboring and community; and perception of unequal exchanges between STR owners and residents. In addition, this case demonstrates how STRs’ status within some land-use codes—that of neither housing nor hotel—is perceived by residents as an opportunity for bad faith actions by developers and investors. Conclusions consider implications of this case for responses to STR proliferation by cities as well as neighbors.",
        "Origin": "Manual"
    },
    "facultyid": "114136045",
    "coauthors": {
        "271473": {
            "firstname": "Krista",
            "middleinitial": "E",
            "lastname": "Paulsen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114136045",
            "authorid": 271473,
            "scholarlyactivityid": 58356
        }
    },
    "status": [
        {
            "id": 58356,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 58356,
            "status": "Accepted",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114136045",
    "attachments": []
}