{
    "activityid": 58365,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Fecundity and Spawn Timing within an Invasive Population of Oriental Weatherfish, Misgurnus anguillicaudatus, in Idaho, USA",
        "Journal": "Journal of Vertebrate Biology",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The oriental weatherfish (Misgurnus anguillicaudatus, Cantor) has become established in many areas outside of its native range of eastern Asia. Within invaded regions, very little is known of the life history or ecological effects of this fish and it remains a secretive and unstudied resident of many parts of the world. This study explores the reproductive potential and timing of oriental weatherfish collected from an established population within water bodies connected to the Boise River, in southwestern Idaho, USA. Sexually mature females were capable of producing more than 40,000 ova per year and appeared to be batch spawners, with two, peak reproductive events within a prolonged breeding season. These peak-spawning events occurred in the late spring (May) and early autumn (October). This study represents the first to document the fecundity and spawn timing of a successfully established population of oriental weatherfish outside of its native range. As such, the results of this study add to a growing list of characteristics that make the oriental weatherfish a highly successful invasive species.",
        "Origin": "Manual"
    },
    "facultyid": "111110405",
    "coauthors": {
        "271547": {
            "firstname": "Alex",
            "middleinitial": "N",
            "lastname": "Urquhart",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 271547,
            "scholarlyactivityid": 58365,
            "classifications": {
                "Role": "Author"
            }
        },
        "271548": {
            "firstname": "Peter",
            "middleinitial": "",
            "lastname": "Koetsier",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110405",
            "authorid": 271548,
            "scholarlyactivityid": 58365,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 58365,
            "status": "Work Discontinued",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "111110405",
    "attachments": []
}