{
    "activityid": 58437,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A Meta-Level Framework for Evaluating Resilience in Net-Zero Carbon Power Systems with Extreme Weather Events in the United States",
        "Journal": "Energies",
        "Volume": "14",
        "Month / Season": "",
        "Issue Number": "14",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "4243-4268",
        "Publisher": "MDPI",
        "DOI": "https://doi.org/10.3390/en14144243",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.mdpi.com/1996-1073/14/14/4243/htm",
        "Description/Abstract": "Important changes are underway in the U.S. power industry in the way that electricity is sourced, transported, and utilized. Disruption from extreme weather events and cybersecurity events is bringing new scrutiny to power-system resilience. Recognizing the complex social and technical aspects that are involved, this article provides a meta-level framework for coherently evaluating and making decisions about power-system resilience. It does so by examining net-zero carbon strategies with quantitative, qualitative, and integrative dimensions across discrete location-specific systems and timescales. The generalizable framework is designed with a flexibility and logic that allows for refinement to accompany stakeholder review processes and highly localized decision-making. To highlight the framework’s applicability across multiple timescales, processes, and types of knowledge, power system outages are reviewed for extreme weather events, including 2021 and 2011 winter storms that impacted Texas, the 2017 Hurricane Maria that affected Puerto Rico, and a heatwave/wildfire event in California in August 2020. By design, the meta-level framework enables utility decision-makers, regulators, insurers, and communities to analyze and track levels of resilience safeguards for a given system. Future directions to advance an integrated science of resilience in net-zero power systems and the use of this framework are also discussed.",
        "Origin": "Manual"
    },
    "facultyid": "114107930",
    "coauthors": {
        "272175": {
            "firstname": "Kathleen",
            "middleinitial": "M",
            "lastname": "Araujo",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114107930",
            "authorid": 272175,
            "scholarlyactivityid": 58437,
            "classifications": {
                "Role": "Author"
            }
        },
        "272176": {
            "firstname": "David",
            "middleinitial": "",
            "lastname": "Shropshire",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 272176,
            "scholarlyactivityid": 58437,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 58437,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2021,
            "termid": "2021/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114107930",
    "attachments": []
}