{
    "activityid": 58737,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "The Influence of Secondary Coordination Sphere Effects on the Reactivity of Zinc-Thiolate and Hydrosulfide Complexes",
        "Conference/Meeting Name": "Invited Presentation - California State University, Sacramento",
        "Conference Location": "Chemistry Department, Sacramento, CA via Zoom",
        "Date or Date Range": "5/7/2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The coordination chemistry of thiolate ligands has been the subject of extensive research because of their presence in the active sites of numerous metalloproteins. Conversely, the coordination chemistry of the closely related hydrosulfide ligands has been study to a lesser extent, but interest in metal-hydrosulfide complexes has increased due to their identification as reactive intermediates in industrial and biological processes. This talk will focus on exploring the chemistry of synthetic model complexes designed to mimic the binding site of zinc-thiolate proteins, such as Ada DNA repair protein, and zinc-hydrosulfide intermediates that have been observed in carbonyl sulfide (COS) activation by carbonic anhydrase. In particular, we will focus on the impact that hydrogen bonding interactions (secondary coordination sphere interactions) have on the structure and reactivity of our zinc-thiolate and hydrosulfide complexes. ",
        "Origin": "Manual"
    },
    "facultyid": "112100123",
    "coauthors": {
        "274094": {
            "firstname": "Eric",
            "middleinitial": "Christopher",
            "lastname": "Brown",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112100123",
            "authorid": 274094,
            "scholarlyactivityid": 58737
        }
    },
    "status": [
        {
            "id": 58737,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112100123",
    "attachments": []
}