{
    "activityid": 58757,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Page versus Screen: A Phenomenology of Contemporary Reading",
        "Conference/Meeting Name": "Invited Presentation",
        "Conference Location": "Cologne, Germany",
        "Date or Date Range": "September 27, 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "Technical University of Cologe",
        "Presenter(s)": null,
        "Web Address": "https://www.th-koeln.de/hochschule/page-versus-screen-a-phenomenology-of-contemporary-reading_87318.php",
        "Description/Abstract": "Reading keeps on changing: From a process largely bound to a static context, whether in a book or on a sign or a train schedule, reading has increasingly become a set of practices keeping up with (and also producing) ever-changing information in networks and on screens. Starting as a kind of art, bound to a religious or aesthetic canon, reading has since been reconceptualized as a set of functional competencies, skills to be mobilized, transferred and deployed in order to navigate ever more complex informational environments. Correspondingly, the question of attention has become increasingly important, particularly in opposition to concerns over inattention and distraction—especially “digital distraction.” While the historical evidence suggests we are today indeed more distracted in our reading than before, attention and its opposite can only be viewed dialectically, as phenomena occurring between subject and (intentional) object, between figure and ground, activity and passivity, etc. In this presentation, Prof. Norm Friesen (Boise State University) works to locate the screen, the page and the commitments of pedagogy itself within this dialectic.",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "274189": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 274189,
            "scholarlyactivityid": 58757
        }
    },
    "status": [
        {
            "id": 58757,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}