{
    "activityid": 58767,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Education at the End of the Book",
        "Conference/Meeting Name": "",
        "Conference Location": "Cologne, Germany",
        "Date or Date Range": "June 12, 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "Technical University of Cologne",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "In an era of digitalization, the form of the book, the codex, remains a touchstone, if not an “objet de résistance” (e.g., Doueihi 2009). It is still the standard by which e-readers and “immersive” reading are evaluated; it provides for greater reader comprehension than its digital equivalents; and it opens up a tangible space of order and stability in an uncertain world. Nonetheless, scholars have for some time concluded that “the screen… [has] surreptitiously replaced the page, letters and reading” (Illich, 1993); they speak elegiacally of “a sense of an ending” (Eisenstein 2011), and characterize our current era as “the late age of print” (Bolter, 1991). Our current condition thus provides us with an opportunity to closely examine what the book actually is, what its meaning and cultures actually have been and what they could become. To take up this opportunity is to recognize that the book has for centuries if not millennia served as nothing less than the “concrete form” of “the Western episteme”—the conditions for the possibility of knowledge itself. The book’s physical nature, the habits and practices associated with its use and the way that these are acquired, in other words, have together constituted the paradigm for knowing, for knowledge and for learning. The significance of the gradual and ongoing dissolution of this paradigm for education, while not widely discussed, is enormous. This presentation examines some of the varying meanings of the book as a precondition for knowledge and considers what its gradual passing might mean specifically for the school.",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "274250": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 274250,
            "scholarlyactivityid": 58767
        }
    },
    "status": [
        {
            "id": 58767,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}