{
    "activityid": 58763,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Effect of a Modulation in Golgi Tendon Organ Afference on Joint Angle Reproduction",
        "Journal": "International Journal of Science and Engineering Investigations",
        "Volume": "11",
        "Month / Season": "January",
        "Issue Number": "120",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "11-15",
        "Publisher": "IJSEI",
        "DOI": "1112022-02",
        "PubMed Central ID Number": "pending",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "An experiment using an innovative device was designed to examine the effects of gravity though a change in body position on reproduction joint position sense (RJPS) at the ankle. While muscle spindles (MS) code information on changes in muscle length and adapt after prolonged stimulus, Golgi tendon organs (GTO) code information on muscle tension and are non-adapting. When our bodies are in a vertical position during sitting, stance and locomotion, gravity imparts constant tension on many muscles facilitating the indwelling GTO to function as a gravity receptor. Since GTOs likely contribute to proprioception, limb position may modulate feedback from GTOs and ultimately effect RJPS. It was hypothesized that a change in position from normal (vertical) to horizontal will produce differences in subjects’ ability to perform an RJPS task making evident a contribution of the GTO to RJPS. A bench similar to that described by previous researchers was used to perform RJPS testing. Subjects underwent unilateral RJPS testing in plantar- and dorsi-flexion of the ankle. A total of 30 subjects were assessed on five on trials each for RJPS of the ankle in both a gravity dependent and a horizontal position. Performance was measured in degree variance from their target position (absolute error) as well as their tendency to overshoot or undershoot their target (constant error) across trials for RJPS.",
        "Origin": "Manual"
    },
    "facultyid": "111111948",
    "coauthors": {
        "274237": {
            "firstname": "John",
            "middleinitial": "W",
            "lastname": "McChesney",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111111948",
            "authorid": 274237,
            "scholarlyactivityid": 58763,
            "classifications": {
                "Role": "Author"
            }
        },
        "274238": {
            "firstname": "Geamar",
            "middleinitial": "P",
            "lastname": "Lamar",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 274238,
            "scholarlyactivityid": 58763,
            "classifications": {
                "Role": "Author"
            }
        },
        "274239": {
            "firstname": "Travis",
            "middleinitial": "J",
            "lastname": "Halseth",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 274239,
            "scholarlyactivityid": 58763,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 58763,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111948",
    "attachments": []
}