{
    "activityid": 58776,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "What is Pedagogy? ",
        "Conference/Meeting Name": "Meeting of the Fluid Education Society",
        "Conference Location": "Online; Edinburgh UK",
        "Date or Date Range": "October ",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "University of Edinburgh",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "For centuries, pedagogy has been primarily concerned neither with school and curricula, nor with the techniques and politics of teaching. The meaning of pedagogy, in other words, is broader than formal education, than constructivist or instructivist pedagogies or, say, than a pedagogy of the oppressed. Pedagogy instead begins by acknowledging the primacy of the influence that is exercised by one person or group (i.e. the educator) on another (i.e. the educand), and the fact that this influence exists in special relation to the world. The resulting configuration of self, other and world forms what has been called the “pedagogical triangle,” which gives particular emphasis to the relations that connect its three corners or points.\n\n \n\nDefining Pedagogy in this way gives it a distinctive emphasis on basic relations and on what has been called the “dignity of practice.” These relations and this dignity are in evidence in many spheres of human activity, and map to a wide variety of life experiences and human interactions—ones not at all limited to modern or Western cultures. In addition, pedagogy in this sense brings with it its own modes of knowing, reflecting and acting.\n\nIn this presentation, Prof. Norm Friesen (Boise State University) will explore these and other aspects of this pedagogy and the history of its development on the European Continent.",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "274276": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 274276,
            "scholarlyactivityid": 58776,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "274277": {
            "firstname": "Karsten",
            "middleinitial": "",
            "lastname": "Kenklies",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 274277,
            "scholarlyactivityid": 58776,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 58776,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}