{
    "activityid": 59024,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Reimagining the TC Service Course in Changing Contexts",
        "Conference/Meeting Name": "Council for Programs in Technical and Scientific Communication",
        "Conference Location": "Virtual",
        "Date or Date Range": "Oct. 13-18",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "Council for Programs in Technial and Scientific Communication",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The first speaker will outline the history and current context of the technical communication service course and how the program navigated the challenges of changing institutional requirements. When the course was under review by the general education program, the course’s administrators had to decide whether to revise it substantially away from a writing-focused technical communication course and more toward an introduction to writing studies course. Because we recognized that this shift would no longer serve the students who might be required to take it, nor the students in the rhetoric/technical communication BA, we opted to maintain the course and thus be removed from the general education program. This removal created challenges for enrollment but also presented new opportunities. This presentation will focus on explaining the context and highlighting the challenges and opportunities that will be further explored by the other five speakers on the panel.",
        "Origin": "Manual"
    },
    "facultyid": "114133843",
    "coauthors": {
        "275592": {
            "firstname": "Sherena",
            "middleinitial": "",
            "lastname": "Huntsman",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114133843",
            "authorid": 275592,
            "scholarlyactivityid": 59024,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 59024,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114133843",
    "attachments": []
}