{
    "activityid": 59026,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": " Reinventing the Writing Classroom to Invite Inclusion of Diverse Expertise: A Practice in Legal, Rhetorical, and Pragmatic Application of Universal Design Principles",
        "Conference/Meeting Name": "Conference on College Composition and Communication ",
        "Conference Location": "Virtual",
        "Date or Date Range": "April 7 -10, 2021",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Sponsoring Organization": "National Council of Teachers of English",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Speaker 2 builds on the background and experience of speaker one to discuss the ways the accommodation model had traditionally limited the inclusion of diverse expertise. This presentation questions reliance on accommodation policies that are often built on the foundation of a false able-disabled binary that functions in the writing class to dismiss writers whose process and expertise function outside of established norms.  This division impacts the lived experience of students across the ability spectrum because it demands students either access writing materials and use the writing process through established, institutionalized means or subject their bodies to additional testing and labeling to differentiate themselves as eligible for additional services. Importantly, this labor-intensive and costly process does not always equate to equal access for many students whose expertise differs.\nThis presentation argues the value in disrupting the able/disabled binary attached to expertise through the use of the functionality model of disability which questions the design of built environments such as writing classrooms to recognize the body is not disabled, but rather the environment is disabling. Using the functionality model as a foundation for pedagogical practices helps move away from full reliance on accommodation, which divides students,  to embrace writing courses designed to be inclusionary and flexible. \nThis presentation draws on disability scholars, Davis, Dolmage, Oswal, Saltes, and Siebers, in concert with functionality to offer a process for assignment development that offers flexible access and performance and invites and values the expertise of students across the ability spectrum.  The presentation offers participants a specific example of assignment possibilities including a pilot study in a technical communication writing classroom. This study describes the development, application, and student response to a high-flex,  accessible assignment designed to remove reliance on accommodation and value individual expertise\n",
        "Origin": "Manual"
    },
    "facultyid": "114133843",
    "coauthors": {
        "275604": {
            "firstname": "Sherena",
            "middleinitial": "",
            "lastname": "Huntsman",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114133843",
            "authorid": 275604,
            "scholarlyactivityid": 59026
        }
    },
    "status": [
        {
            "id": 59026,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114133843",
    "attachments": []
}