{
    "activityid": 59129,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "The Rural Endorsement Development Opportunity  Program: Culturally Responsive Professional Development.",
        "Name of Conference": "Innovation in Language Learning",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "289-293",
        "Publisher": " Filodiritto Editore",
        "Publisher Location": "Italy",
        "Volume": "14th",
        "Issue Number": "",
        "DOI": "10.23652./FY11_2384-9509",
        "ISBN/ISSN #": "979-12-80225-16-0",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "This study and presentation will focus on the strengths and positive outcomes of the Rural Endorsement Development Opportunities (REDO) program. REDO is an online professional development program at Boise State University that is making a positive impact for educators and addresses the continued demand to increase the statewide pool of highly qualified, culturally responsive teachers in Idaho, USA, and the need to increase the achievement of English learners (ELs) by promoting literacy at home and at school. The objective of this program is to provide beneficial professional development specific to the local needs of English learners in a rural population that permits expedient access to upgrade the state English as a Second Language or Bilingual endorsement. Examples will be shared from this online program that have been carefully designed to expand learning. The innovative curriculum REDO Project fulfills 80 percent of the number of bilingual ESL endorsed teachers needed in Idaho for the next five years. There are 21,237 English Learners ELs in Idaho who speak over 150 different native languages and dialects. Most ELs speak Spanish as their first language while Swahili, Arabic, Russian, and Kinyarwanda are four of the top native languages represented in Idaho’s classrooms. Four in ten public schools in Idaho are located in rural communities and almost one in four students attend a school located in a rural district. Statewide, 72.9 percent of the districts are considered rural [1]. Rural schools continue to experience a variety of educational challenges that directly affect student academic progress. Teachers in rural communities often operate in isolation, salaries are low, and they often lack educational opportunities due to geographical isolation [2]. This presentation will provide valuable information on the ways that teachers will participate in professional learning communities to improve reading instruction and make informed decisions to help ELs improve their skills. We will demonstrate the ways 125 K-12 teachers will participate in a TESOL certification program tailored to support rural communities, and 24 in-service teachers will earn a MA in Education, Language, Literacy and Culture. Additionally, 100 K-5 teachers will participate in professional learning communities to improve reading instruction and make informed decisions to help ELs improve their skills. Conference participants will learn the ways that teachers will receive formal training to strengthen their knowledge of evidence-based instructional practices for advancing language and literacy development for ELs; specifically training that will strengthen their understanding of and ability to structure literacy practices and scientific inquiry. Sharing the exemplary components of this program will provide a framework for conference participants to expand their collaborative educational endeavors within their own professional educational communities.",
        "Origin": "Manual"
    },
    "facultyid": "111727706",
    "coauthors": {
        "276152": {
            "firstname": "Claudia",
            "middleinitial": "",
            "lastname": "Peralta",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727706",
            "authorid": 276152,
            "scholarlyactivityid": 59129,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 59129,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727706",
    "attachments": []
}