{
    "activityid": 5933,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Effect of Gender Role Orientation on Same- and Cross-Sex Friendship Formation",
        "Journal": "Sex Roles: A Journal of Research",
        "Volume": "49",
        "Month / Season": "2003-08-01",
        "Issue Number": "4-Mar",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "143-152",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1023/A:1024408913880",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/communication_facpubs/20",
        "Description/Abstract": "The purpose of this study was to investigate the impact of gender role orientation on factors related to same- and cross-sex friendship formation. Participants (N = 278) completed a version of the Bem Sex Role Inventory. Each participant listed their closest friends, the sex of each friend, and the closeness level of each relationship. They also indicated whether they prefer same- or cross-sex friendship. The results suggest that gender role orientation affects inclination for cross-sex friendship, particularly the relative frequency of cross-sex friendship. Feminine men had a significantly higher proportion of cross-sex friendships than did masculine men, and masculine women had a significantly higher proportion of cross-sex friendships than did feminine women. A significant number of participants indicated that they did not prefer one sex or the other for friendship. Gender role orientation had no impact on levels of closeness in either same- or cross-sex friendship.",
        "Origin": "Other"
    },
    "facultyid": "111643735",
    "coauthors": {
        "18418": {
            "firstname": "Heidi",
            "middleinitial": "Reeder",
            "lastname": "Stipp",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643735",
            "authorid": 18418,
            "scholarlyactivityid": 5933
        }
    },
    "status": [
        {
            "id": 5933,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2003,
            "termid": "2003/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643735",
    "attachments": []
}