{
    "activityid": 59367,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Schick-Ostolosa Granary Historical Reconstruction Project",
        "Name of Conference": "Construction History Society of America 7th Biennial Meeting",
        "Month / Season": "06 / 2022",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://www.chsa7thbiennialmeeting.org/",
        "Description/Abstract": "Located in the foothills north of Boise, the Schick-Ostolasa Farmstead is the longest continuously inhabited home in the state of Idaho, being inhabited from the 1860s to 2005. In the mid-2000s the farm was slated for a residential development but an agreement was made with the developer to save the farmstead area for use as an agricultural living history site. Under the guidance of the Dry Creek Historical Society (DCHS), planning, fundraising, and restoration work began on several of the structures on the site. Today, the site covers 2 acres along Dry Creek, and includes a farmhouse and six historic farm buildings. The site has received several awards for the restoration work, and the farmstead is listed on the National Register of Historic Places. \n\nIn an effort to continue the restoration process, the first author agreed to assess and recommend a plan for the restoration of the collection of agricultural outbuildings on the Farmstead. After completion of the assessment, it was agreed that a three-chambered granary structure was in the greatest need of repair in that it looked like it might fall over or collapse, and probably the best candidate for restoration. The unique purpose and odd construction made the granary a great choice for restoration.\n\nIn cooperation with the Boise State University Department of Construction Management (BSU CM) and the Boise State Construction Management Association (CMA) Student Organization, the restoration project was undertaken. Work began with a detailed inspection and photographing of the granary to document every architectural detail. A structural examination was undertaken to assess materials that could be reused, and how much would have to be replaced with similar modern equivalents.\n\nWorking with multiple stakeholders, including the Idaho State Historical Society, a design, plan, estimate, and schedule were developed. The construction process began with the careful disassembly of the granary piece by piece, with each element numbered and stored nearby. An inconspicuous concrete foundation was placed and new railroad ties were set in place for the foundation. A skeleton of original and new wood components was built, and the building was then reclad with as many original pieces as possible to ensure that the original look of the structure was maintained. Work was then completed on the roof structure, that due to severe deterioration, had to be completely replaced. \n\nIn the end, the Granary reconstruction project was a success, with the DCHS hosting a ribbon cutting and re-dedication ceremony, and the project was awarded an Excellence in Historic Preservation by the Idaho Historic Preservation Council. More importantly, the project gave students the opportunity to learn aspects of historical reconstruction and become stewards of the heritage of their community.\n\n",
        "Origin": "Manual"
    },
    "facultyid": "111112401",
    "coauthors": {
        "277279": {
            "firstname": "Richard",
            "middleinitial": "Casey",
            "lastname": "Cline",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112401",
            "authorid": 277279,
            "scholarlyactivityid": 59367
        }
    },
    "status": [
        {
            "id": 59367,
            "status": "Accepted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111112401",
    "attachments": [
        {
            "attachmentid": 37568,
            "mimetype": "application/pdf",
            "filename": "ClineAbstract-CHSA2022.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeVNhTzlHZUsyQUsyN29QWDFFcHBpODVXV0g0YW9tNDcrQXFDeDRkc3N4NGhGQWc0STlrbUc0U1VwZFZBOXpEdS9vSWEyWHBUQ0svST0%3D",
            "filesize": 96309
        }
    ]
}