{
    "activityid": 59362,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Tensile fatigue strength and endurance limit of human meniscus",
        "Journal": "Journal of the mechanical behavior of biomedical materials",
        "Volume": "127",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "105057",
        "Publisher": "",
        "DOI": "10.1016/j.jmbbm.2021.105057",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The knee menisci are prone to mechanical fatigue injury from the cyclic tensile stresses that are generated during daily joint loading. Here we characterize the tensile fatigue behavior of human medial meniscus and investigate the effect of aging on fatigue strength. Test specimens were excised from the medial meniscus of young (under 40 years) and older (over 65 years) fresh-frozen cadaver knees. Cyclic uniaxial tensile loads were applied parallel to the primary circumferential fibers at 70%, 50%, 40%, or 30% of the predicted ultimate tensile strength (UTS) until failure occurred or one million cycles was reached. Equations for fatigue strength (S-N curve) and the probability of fatigue failure (unreliability curves) were created from the measured number of cycles to failure. The mean number of cycles to failure at 70%, 50%, 40%, and 30% of UTS were estimated to be approximately 500, 40000, 340000, and 3 million cycles, respectively. The endurance limit, defined as the tensile stress that can be safely applied for the average lifetime of use (250 million cycles), was estimated to be 10% of UTS (∼1.0 MPa). When cyclic tensile stresses exceeded 30% of UTS (∼3.0 MPa), the probability of fatigue failure rapidly increased. While older menisci were generally weaker and more susceptible to fatigue failures at high-magnitude tensile stresses, both young and older age groups had similar fatigue resistance at low-magnitude tensile stresses. In addition, we found that fatigue failures occurred after the dynamic modulus decreased during cyclic loading by approximately 20%. This experimental study has quantified fundamental fatigue properties that are essential to properly predict and prevent injury in meniscus and other soft fibrous tissues.",
        "Origin": "PubMed"
    },
    "facultyid": "113124248",
    "coauthors": {
        "277257": {
            "firstname": "Bradley",
            "middleinitial": "S",
            "lastname": "Henderson",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277257,
            "scholarlyactivityid": 59362
        },
        "277258": {
            "firstname": "Katelyn",
            "middleinitial": "F",
            "lastname": "Cudworth",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277258,
            "scholarlyactivityid": 59362
        },
        "277259": {
            "firstname": "Madison",
            "middleinitial": "E",
            "lastname": "Wale",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277259,
            "scholarlyactivityid": 59362
        },
        "277260": {
            "firstname": "Da",
            "middleinitial": "N",
            "lastname": "Siegel",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277260,
            "scholarlyactivityid": 59362
        },
        "277261": {
            "firstname": "Trevor",
            "middleinitial": "J",
            "lastname": "Lujan",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 277261,
            "scholarlyactivityid": 59362
        }
    },
    "status": [
        {
            "id": 59362,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113124248",
    "attachments": []
}