{
    "activityid": 59397,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Fitting a Round Peg into a Square Hole: Dickeson's Academic Program Prioritization and Libraries",
        "Name of Conference": "2014 Library Assessment Conference: Building Effective, Sustainable, Practical Assessment",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "159-182",
        "Publisher": "Association of Research Libraries",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://scholarworks.boisestate.edu/cgi/viewcontent.cgi?article=1114&amp;context=lib_facpubs",
        "Description/Abstract": "In the 2013–2014 fiscal year, Boise State University underwent a Program Prioritization Process (PPP) adapted from Robert Dickeson’s Prioritizing Academic Programs and Services: Reallocating Resources to Achieve Strategic Balance. The review was mandated by the Idaho State Board of Education (SBOE) for public higher education institutions statewide. The SBOE required a review of all programs including the library. Programs in this case were defined by the SBOE as including “any activity or collection of activities that consumes resources (dollars, people, time, space, equipment).” When beginning this project, Boise State’s Albertsons Library had difficulty finding information on other libraries that had undergone Dickeson’s prioritization or found that the information available was not detailed enough to be helpful. Developing data and a narrative of meaning to university administrators and the SBOE that was also of value internally for benchmarking and future tracking of library programs and services was a challenge throughout the project.\n\nThis paper reports on a survey of other academic libraries reviewed under Dickeson’s process, the critical junctures early in the process, and the different decisions made by libraries at each juncture in comparison with choices made by Albertsons Library. Was the library included in the prioritization process and if yes, how? How were “programs” defined? What configuration of library programs resulted? What criteria were used to evaluate each program and who identified them? This paper also addresses the challenge of identifying metrics to measure the success of library programs within each criteria, the most and least valuable aspects of the process and what was learned by undertaking prioritization.",
        "Origin": "Manual"
    },
    "facultyid": "113171989",
    "coauthors": {
        "277409": {
            "firstname": "Tracy",
            "middleinitial": "",
            "lastname": "Bicknell-Holmes",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113171989",
            "authorid": 277409,
            "scholarlyactivityid": 59397,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 59397,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113171989",
    "attachments": []
}