{
    "activityid": 59718,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Using WhatsApp to enhance international distance education at the University of South Africa",
        "Journal": "TechTrends",
        "Volume": "",
        "Month / Season": "May",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "",
        "Publisher": "Springer",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Open distance e-learning (ODeL) is an essential form of e-learning for students in South Africa. It allows expanded access to higher education for students from rural or socioeconomically disadvantaged backgrounds. One of the key features of ODeL is that students can complete coursework modules virtually, without the need to step onto a physical university campus. Students from rural areas are able to participate in higher education, something they otherwise would not have had access to without ODeL. Information and Communication Technologies (ICTs), including messaging apps like WhatsApp, provide students with informal and formal learning opportunities, increase access to academic and community resources, and mitigate some Internet connectivity issues. Students are able to use WhatsApp to build connections with students and share class materials, without access to an Internet-connected computer. Using ICTs to enhance access to higher education is one way to bridge the wide socioeconomic gap in South Africa. This paper argues for additional non-Western research on socio-technical marginalization and access to ICTs for students enrolled at higher education institutions in South Africa.",
        "Origin": "Manual"
    },
    "facultyid": "113075443",
    "coauthors": {
        "280223": {
            "firstname": "Marielle",
            "middleinitial": "",
            "lastname": "Venturino",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113083497",
            "authorid": 280223,
            "scholarlyactivityid": 59718,
            "classifications": {
                "Role": "Author"
            }
        },
        "280224": {
            "firstname": "Yu-Chang",
            "middleinitial": "",
            "lastname": "Hsu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113075443",
            "authorid": 280224,
            "scholarlyactivityid": 59718,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 59718,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113075443",
    "attachments": []
}