{
    "activityid": 59879,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Mapping and Characterization of Rockfall Runout Talus Deposits from Columnar Basalt Cliffs in Boise, ID",
        "Name of Conference": "56TH US ROCK MECHANICS / GEOMECHANICS SYMPOSIUM",
        "Month / Season": "June 26-29, 2022",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "",
        "Publisher": "American Rock Mechanics Association",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "Boise Idaho is located in the western portion of Snake River Plain which is commonly known as the Treasure Valley. This area contains the Boise-Nampa metropolitan area which includes five counties and eight cities and has approximately forty-two percent of the population of the state of Idaho. The near surface geology, viewed north-south in Boise, consists of eight well defined terraces above the current floodplain of the Boise River. The terraces were formed by the Boise River incising sediments deposited in ancestral Lake Idaho. After each downcutting event gravel terraces were deposited. Associated with some downcutting events are Pleistocene aged basalt flows. Two of the important flows are the Basalt of Lucky Peak (1.364 Ma) and Basalt of Gowan Terrace (0.572 Ma). The columnar basalts form vertical cliffs and over time rockfall events have formed talus deposits on the base of the cliffs. The rockfall runouts are in close proximity to a major highway and a river that is used for recreational activities such as kayaking and standup paddle boarding. This study presents the finding of mapping and characterization efforts of the rockfall runout talus deposits. The dimensions of runouts will be mapped using both measurements from Google Earth and photomosaic images developed from unmanned aerial vehicle flights. The sizes and size distributions of the rock blocks within the talus deposit will be determined using photogrammetry techniques from images developed from unmanned aerial vehicle flights and images obtained during ground truthing activities. By comparing the sizes of blocks within the talus deposit to the sizes of rock blocks within the basalt cliffs, we are hoping to determine if the rock blocks are damaged as they fall and become deposited within the talus.",
        "Origin": "Manual"
    },
    "facultyid": "114001930",
    "coauthors": {
        "348471": {
            "firstname": "Nicholas",
            "middleinitial": "W",
            "lastname": "Hudyma",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114136465",
            "authorid": 348471,
            "scholarlyactivityid": 59879
        },
        "348472": {
            "firstname": "Jesus",
            "middleinitial": "",
            "lastname": "Martinez",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 348472,
            "scholarlyactivityid": 59879
        },
        "348473": {
            "firstname": "Nathaniel",
            "middleinitial": "",
            "lastname": "Walker",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 348473,
            "scholarlyactivityid": 59879
        },
        "348474": {
            "firstname": "Bhaskar",
            "middleinitial": "C.S.",
            "lastname": "Chittoori",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114001930",
            "authorid": 348474,
            "scholarlyactivityid": 59879
        }
    },
    "status": [
        {
            "id": 59879,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114001930",
    "attachments": []
}