{
    "activityid": 59891,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "At the nuclear envelope of bone mechanobiology",
        "Journal": "Bone",
        "Volume": "151",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "116023",
        "Publisher": null,
        "DOI": "10.1016/j.bone.2021.116023",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The nuclear envelope and nucleoskeleton are emerging as signaling centers that regulate how physical information from the extracellular matrix is biochemically transduced into the nucleus, affecting chromatin and controlling cell function. Bone is a mechanically driven tissue that relies on physical information to maintain its physiological function and structure. Disorder that present with musculoskeletal and cardiac symptoms, such as Emery-Dreifuss muscular dystrophies and progeria, correlate with mutations in nuclear envelope proteins including Linker of Nucleoskeleton and Cytoskeleton (LINC) complex, Lamin A/C, and emerin. However, the role of nuclear envelope mechanobiology on bone function remains underexplored. The mesenchymal stem cell (MSC) model is perhaps the most studied relationship between bone regulation and nuclear envelope function. MSCs maintain the musculoskeletal system by differentiating into multiple cell types including osteocytes and adipocytes, thus supporting the bone's ability to respond to mechanical challenge. In this review, we will focus on how MSC function is regulated by mechanical challenges both in vitro and in vivo within the context of bone function specifically focusing on integrin, β-catenin and YAP/TAZ signaling. The importance of the nuclear envelope will be explored within the context of musculoskeletal diseases related to nuclear envelope protein mutations and nuclear envelope regulation of signaling pathways relevant to bone mechanobiology in vitro and in vivo.",
        "Origin": "PubMed"
    },
    "facultyid": "114062489",
    "coauthors": {
        "279656": {
            "firstname": "Scott",
            "middleinitial": "",
            "lastname": "Birks",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 279656,
            "scholarlyactivityid": 59891
        },
        "279657": {
            "firstname": "Gunes",
            "middleinitial": "",
            "lastname": "Uzer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 279657,
            "scholarlyactivityid": 59891
        }
    },
    "status": [
        {
            "id": 59891,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2021,
            "termid": "2021/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114062489",
    "attachments": []
}