{
    "activityid": 59995,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Depression and Quality of Life in Parents of a Child with Chronic Illness",
        "Conference/Meeting Name": "Western Institute of Nursing Research Conference",
        "Conference Location": "Portland, OR",
        "Date or Date Range": "April 6-9, 2022",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Sponsoring Organization": "Western Institute of Nursing",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background\nParents of children with a chronic illness have now adopted the role of caregiver often providing a level of care that once was only possible in a hospital setting. Researchers have shown parents of children with chronic illnesses are more likely to experience stress, anxiety, depression, and post-traumatic stress disorder. Current literature indicates over 50% of parents reported depressive symptoms and only half reported coping adequately. In addition, psychological stress and QoL of parents influence the level of adjustment to the illness of their child and family functioning. Furthermore, it has been shown that different demographic factors impact the level of stress and QoL rating parents may experience.\n\nPurpose: The aims of this study were threefold, (1) to describe depression and QoL in parents caring for a child with chronic illness, (2) describe correlation between level of depression and QoL, and (3) determine whether demographic variables (family size, time since diagnosis, number of providers seen, age of child) affect depression and QoL.\n\nMethods\nAn exploratory, descriptive-correlational study design was used for this study. The questionnaire used in this study included 14 demographic questions, Beck’s Depression Inventory (BDI), and the WHO Quality of Life Scale Brief (WHOQOL-BREF). A convenience sample of parents of a child with chronic illness was recruited through a local non-profit organization in the Northwest. Following approval by the institution’s Institutional Review Board (IRB), parents were invited to participate in the study via email. \nResults\nBeck’s Depression Inventory revealed a high prevalence of depression among parents of children with chronic illnesses. Over half (62%) of our 31 participants reported some level of clinical depression ranging from Borderline (6%), Moderate (31%),  Severe (12.5%), and Extreme depression (12.5%). The mean domain scores from WHOQOL-BREF ranged from (31-66) higher scores indicating a greater rating of QoL. Depression and QoL were found to be moderately negatively correlated, [r (31) = -0.579, p = &lt;0.001]. Demographic factors such as number of providers seen and time since diagnosis had no effect on QoL or depression. There was a significant effect of depression and family size [F (2 , 29) = 5.75, p = 0.01]. \n\nImplications\nAlthough the results of this study are consistent with other studies, it is distressing the number of participants experiencing severe and extreme levels of depression. The magnitude of the results of this study heighten the need for adequate care and resources for parents of children with chronic illnesses. Children with chronic illnesses are seen in appointments with their parents which allows nurses opportunities to utilize family centered care principles. It may be useful to implement screening tools for early identification of feelings of depression and decreased QoL.  Furthermore, nurses who have frequent contact with these families can play a role in timely check-ins with parents to assess their mental wellbeing and offer further resources and support as needed. \n",
        "Origin": "Manual"
    },
    "facultyid": "114003270",
    "coauthors": {
        "279814": {
            "firstname": "Cara",
            "middleinitial": "",
            "lastname": "Gallegos",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114003270",
            "authorid": 279814,
            "scholarlyactivityid": 59995,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "279815": {
            "firstname": "Lauren",
            "middleinitial": "",
            "lastname": "Zuba",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 279815,
            "scholarlyactivityid": 59995,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 59995,
            "status": "Accepted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 59995,
            "status": "Accepted",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114003270",
    "attachments": []
}