{
    "activityid": 60293,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Linking Visual Thinking Strategies, Transformative Learning, and van Gogh",
        "Conference/Meeting Name": "Focus on Teaching and Technology Conference",
        "Conference Location": "Virtual",
        "Date or Date Range": "",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Sponsoring Organization": "University of Missouri St. Louis Center for Teaching and Learning",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Art Based Pedagogy in the Online Environment\nSession Description\n•\tMany disciplines require development of the affective domain through integration of the sciences and humanities. The use of art based pedagogy paired with visual thinking strategies can afford students the ability to participate in transformative learning. This presentation will be lead with a review of art based pedagogy and visual thinking strategies, applied to the asynchronous online learning environment. An example of a visual thinking strategy assignment focusing on the concepts of grief, loss, and bereavement will be presented and discussed. Approximately 32% of the session time will be devoted to participant engagement through interactive discussion of application of art based pedagogy and visual learning strategies to other disciplines and a question/answer time. Application of this teaching strategy to a variety of disciplines and concepts, as well as alternate art based formats, will be considered and can easily be replicated for little to no cost. \n\n•\tAgenda\no\tIntroduction of art based pedagogy, visual thinking strategies, and application to online learning (5 minutes)\no\tReview of example visual thinking strategy discussion board assignment in a RN to Baccalaureate nursing course (12 32% minutes)\no\tInteractive discussion of potential application to other disciplines and concepts (5 minutes)\no\tQuestions and Answers/Concluding Thoughts (3 minutes)\n•\tTakeaways\nArt based pedagogy supports transformative learning, interaction in the community of learners, critical reflection and thinking skills, and conceptual schema development (Obara et al., 2022). Transformative learning allows students to reflect upon their experiences and reinforces growth of the affective domain, through encouraging students to be more empathetic, inclusive, and discriminating (Rieger, et al., 2020).\nVisual Thinking strategies enhance person centered competencies, focusing on critical thinking and consideration of diverse perspectives (Aspden et al., 2022). This session will provide a foundational understanding of the application of art based pedagogy and the use of visual thinking strategies in online learning that can be used to address many concepts, while integrating learning across the curriculum. Upon completion of this session participants will possess the framework to develop their own art based teaching/learning intervention.\n\n\n•\tTheoretical Framework\n\nAspden, T., Egan, J. P., Bye, L., &amp; Petersen, L. (2022). Using visual thinking strategies to support development of pharmacy student competency in person-centered care. American Journal of Pharmaceutical Education, 86(3), 217-225. doi:10.5688/ajpe8607\n\nObara, S., Perry, B., Janzen, K. J., Edwards, M. (2022). Using arts-based pedagogy to enrich nursing education. Teaching and Learning in Nursing, 17(1), 113–120. doi:10.1016/j.teln.2021.09.003\n\n\n\nRieger, K. L., Chernomas, W. M., McMillan, D. E., &amp; Morin, F. L. (2020). Navigating creativity within arts-based pedagogy: Implications of a constructivist grounded theory study. Nurse Education Today, 91, 104465. doi:10.1016/j.nedt.2020.104465.\n\n\n\n",
        "Origin": "Manual"
    },
    "facultyid": "111663502",
    "coauthors": {
        "282251": {
            "firstname": "Jayne",
            "middleinitial": "",
            "lastname": "Josephsen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111663502",
            "authorid": 282251,
            "scholarlyactivityid": 60293,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 60293,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2022,
            "termid": "2022/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111663502",
    "attachments": [
        {
            "attachmentid": 38765,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Art Based Pedagogy in the Online Environment.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25wYUxOYytuL1hYMjVmWUVRcTZIV2NRSS9VMVZBRzNCcm1YOWMxYVNIUkU0c0Z3T0cyRnVkV2NrSUY5aDJYbFhsem13bk52RDlROTdpVVIyWVY4TTVXUEFyYit6NWNIUzdBPQ%3D%3D",
            "filesize": 16776
        },
        {
            "attachmentid": 39142,
            "mimetype": "application/pdf",
            "filename": "Boise State University Mail - Accepted into FTTC 2022 By July 1, please confirm your spot in our conference program.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25yS0tkSXZ5REVNc1M4WGE1dDhvdjVLM3h0bTlUTnR5RlhYaC9sYUY2UncvZWpiVDlRUnQ2YW5laldXK0ljVklZK2p1WEt3OG9MU1RBemUzWVZmY1krWjBiV01IQk1ZRVk5TFNKSjRiY01qTlBJVFFlWmdLbDR0MmRxMndlYWxzeFNjNW5XZHpLU2VPY0owUk9KYkZDYUdFUjVJMEhzZDJFYUxzSFBiOVhvL2g4REE5U2JDajFHQ0kyTWMvTFhvNHE4PQ%3D%3D",
            "filesize": 114492
        },
        {
            "attachmentid": 39772,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "FTTC presentation 9.23.22(1).pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25yS0tkSXZ5REVNc1hXcVY0MGk4YTBkNVNvL2VuOEZtMWl6NlJBUzV1eDZIUGxzanB0S2RwWHVhaWFDblhsbm42RGFadmFjS3N2K0NBPT0%3D",
            "filesize": 16638666
        }
    ]
}