{
    "activityid": 6033,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&quot;A Dish Fit for the Gods&quot;: Mexica Sacrifice in De Bry, Las Casas, and Shakespeare's Julius Caesar",
        "Journal": "Journal of Medieval and Early Modern Studies",
        "Volume": "41",
        "Month / Season": "2011-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "93-115",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1215/10829636-2010-013",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/english_facpubs/14",
        "Description/Abstract": "One of the common denominators in the etchings of De Bry's multivolume America is corporal violence, whether it depicts the Spanish cruelties inflicted upon Native Americans or the cannibalism and sacrifices conducted by Amerindians. This essay examines sacrificial rituals from across the Atlantic as represented by De Bry and the writings of Bartolomé Las Casas, relating these rituals to Catholic ceremonies of the Eucharist, and ultimately considering the role of sacrifice in Shakespeare's Julius Caesar. Mexica sacrifice, as constructed by the discourses of discovery in De Bry and Las Casas and as assimilated by Shakespeare, is at times defined as a negative difference, ethnocentrically bound to identifying the Mexica as savage devils. But more importantly, the treatment of Mexica sacrifice is also tempered with a positive similarity when imagining Mexican theocracy to be just as civilized as European monarchies in its deployment of a rational mode of social control through violence.",
        "Origin": "Other"
    },
    "facultyid": "112179795",
    "coauthors": {
        "18865": {
            "firstname": "Edward",
            "middleinitial": "McLean",
            "lastname": "Test",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112179795",
            "authorid": 18865,
            "scholarlyactivityid": 6033
        }
    },
    "status": [
        {
            "id": 6033,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2011,
            "termid": "2010/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112179795",
    "attachments": []
}