{
    "activityid": 6065,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Causes and Constraints of the Shift-to-Easier-Materials Effect in the Control of Study",
        "Journal": "Memory &amp; Cognition",
        "Volume": "32",
        "Month / Season": "2004-07-01",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "779-788",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cifs_facpubs/42",
        "Description/Abstract": "The shift-to-easier-materials (STEM) effect occurs when individuals adopt a low performance goal and subsequently select to restudy more easier items of a list than the difficult ones. The causes and constraints of the STEM effect were investigated across four experiments in which participants first briefly studied and judged their learning of 30 paired associates. They were then instructed to obtain a low performance goal and were asked to select items for restudy. The STEM effect was present when items were presented for selection simultaneously, but when items were presented for selection sequentially, the participants instead selected the more difficult items. The presence and absence of STEM effects were linked to planning that was triggered by the simultaneous format and to difficulties in executing an appropriate plan under the sequential format, respectively. Moreover, the STEM effect was evident for individuals with high memory spans but not for those with low memory spans. These and other findings highlight the contribution of planning and capacity constraints to the control of study time.",
        "Origin": "Other"
    },
    "facultyid": "112099743",
    "coauthors": {
        "18983": {
            "firstname": "John",
            "middleinitial": "",
            "lastname": "Dunlosky",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 18983,
            "scholarlyactivityid": 6065
        },
        "18984": {
            "firstname": "Keith",
            "middleinitial": "William",
            "lastname": "Thiede",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112099743",
            "authorid": 18984,
            "scholarlyactivityid": 6065
        }
    },
    "status": [
        {
            "id": 6065,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2004,
            "termid": "2004/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112099743",
    "attachments": []
}