{
    "activityid": 6079,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mucosal Immunization with a Staphylococcus aureus IsdA-Cholera Toxin A2/B Chimera Induces Antigen-Specific Th2-Type Responses in Mice",
        "Journal": "Clinical and Vaccine Immunology",
        "Volume": "18",
        "Month / Season": "2011-09-01",
        "Issue Number": "9",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "1543-1551",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1128/cvi.05146-11",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/162",
        "Description/Abstract": "Staphylococcus aureus is a leading cause of opportunistic infection worldwide and a significant public health threat. The iron-regulated surface determinant A (IsdA) adhesin is essential for S. aureus colonization on human nasal epithelial cells and plays an important role in iron acquisition and resistance to human skin defenses. Here we investigated the murine immune response to intranasal administration of a cholera toxin (CT) A2/B chimera containing IsdA. Plasmids were constructed to express the IsdA-CTA2/B chimera and control proteins in E. coli. Proper construction of the chimera was verified by SDS-PAGE, western blot, GM1 ELISA, and confocal microscopy. Groups of female BALB/c mice were immunized with IsdA-CTA2/B, IsdA mixed with CTA2/B, IsdA alone, or mock, followed by one booster immunization 10 days post-priming. Analysis of serum IgG and nasal, intestinal, and vaginal IgA suggested that mucosal immunization with IsdA-CTA2/B induces significant IsdA-specific humoral immunity. Functional in vitro assays revealed that ?-IsdA immune serum significantly blocks the adherence of S. aureus to human epithelial cells. Splenocytes from mice immunized with IsdA-CTA2/B showed specific cellular proliferation and production of IL-4 after in vitro stimulation. Immunization with IsdA-CTA2/B drove isotype switching to IgG1, indicative of a Th2-type response. Our results suggest that the immunogenicity of the S. aureus IsdA-CTA2/B chimera merits further investigation as a potential mucosal vaccine candidate.",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "19031": {
            "firstname": "Britni",
            "middleinitial": "M.",
            "lastname": "Arlian",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19031,
            "scholarlyactivityid": 6079
        },
        "19032": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 19032,
            "scholarlyactivityid": 6079
        }
    },
    "status": [
        {
            "id": 6079,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}