{
    "activityid": 6081,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Characterization of Fluorescent Chimeras of Cholera Toxin and Escherichia coli Heat-Labile Enterotoxins Produced by Use of the Twin Arginine Translocation System",
        "Journal": "Infection and Immunity",
        "Volume": "73",
        "Month / Season": "2005-06-01",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "3627-3635",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1128/IAI.73.6.3627-3635.2005",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/197",
        "Description/Abstract": "Cholera toxin (CT) is an AB5 toxin responsible for the profuse secretory diarrhea resulting from Vibrio cholerae infection. CT consists of a pentameric, receptor-binding B subunit (CTB) and a monomeric A subunit (CTA) that has latent enzymatic activity. In addition to its enterotoxicity, CT has potent mucosal adjuvant activity and can also function as a carrier molecule with many potential applications in cell biology. In earlier studies, the toxic CTA1 domain was replaced by several other antigenic protein domains to produce holotoxin-like chimeras for use as potential mucosal vaccines. In the present study we utilized the twin arginine translocation (tat) system to produce fluorescent CT chimeras, as well as fluorescent chimeras of Escherichia coli heat-labile toxins LTI and LTIIb. Fusion proteins containing either green fluorescent protein (GFP) or monomeric red fluorescent protein (mRFP) and the A2 domain of CT, LTI, or LTIIb were transported to the periplasm of E. coli by the tat system, and the corresponding B polypeptides of CT, LTI, and LTIIb were transported to the periplasm by the sec system. The fluorescent fusion proteins were shown to assemble spontaneously and efficiently with the corresponding B polypeptides in the periplasm to form chimeric holotoxin-like molecules, and these chimeras bound to and entered cultured cells in a manner similar to native CT, LTI, or LTIIb. The GFP and mRFP derivatives of CT, LT, and LTIIb developed here are useful tools for studies on the cell biology of trafficking of the CT/LT family of bacterial enterotoxins. In addition, these constructs provide proof in principle for the development of novel chimeric CT-like or LT-like vaccine candidates containing CTA2 fusion proteins that cannot be delivered to the periplasm of E. coli by use of the sec secretion pathway.",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "19038": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 19038,
            "scholarlyactivityid": 6081
        },
        "19039": {
            "firstname": "Jarrod",
            "middleinitial": "L.",
            "lastname": "Erbe",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19039,
            "scholarlyactivityid": 6081
        },
        "19040": {
            "firstname": "Randall",
            "middleinitial": "K.",
            "lastname": "Holmes",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19040,
            "scholarlyactivityid": 6081
        }
    },
    "status": [
        {
            "id": 6081,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2005,
            "termid": "2005/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}