{
    "activityid": 6082,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Cholera holotoxin assembly requires a hydrophobic domain at the A-B5 interface: mutational analysis and development of an in vitro assembly system",
        "Journal": "Infection and Immunity",
        "Volume": "71",
        "Month / Season": "2003-07-01",
        "Issue Number": "7",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "4093-4101",
        "Publisher": "ASM ",
        "DOI": "",
        "PubMed Central ID Number": "PMCID:PMC162025",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://iai.asm.org/content/71/7/4093.long",
        "Description/Abstract": "Cholera toxin (CT) and related Escherichia coli enterotoxins LTI and LTIIb have a conserved hydrophobic region at the AB(5) interface postulated to be important for toxin assembly. Hydrophobic residue F223 in the A subunit of CT (CTA) as well as residues 174, L77, and T78 in the B subunit of CT (CTB) were replaced individually with aspartic acid, and the resulting CTA and CTB variants were analyzed for their ability to assemble into holotoxin in vivo. CTA-F223D holotoxin exhibited decreased stability and toxicity and increased susceptibility to proteolysis by trypsin. CTB-L77D was unable to form functional pentamers. CTB-I74D and CTB-T78D formed pentamers that bound to GM(1) and D-galactose but failed to assemble with CTA to form holotoxin. In contrast, CTB-T78D and CTA-F223H interacted with each other to form a significant amount of holotoxin in vivo. Our findings support the importance of hydrophobic interactions between CTA and CTB in holotoxin assembly. We also developed an efficient method for assembly of CT in vitro, and we showed that CT assembled in vitro was comparable to wild-type CT in toxicity and antigenicity. CTB-I74D and CTB-T78D did not form pentamers or holotoxin in vitro, and CTA-F223D did not form holotoxin in vitro. The efficient system for in vitro assembly of CT described here should be useful for future studies on the development of drugs to inhibit CT assembly as well as the development of chimeric CT-like molecules as potential vaccine candidates.\n\n",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "19041": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 19041,
            "scholarlyactivityid": 6082
        },
        "19042": {
            "firstname": "Jarod",
            "middleinitial": "L. ",
            "lastname": "Erbe",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19042,
            "scholarlyactivityid": 6082
        },
        "19043": {
            "firstname": "Wim",
            "middleinitial": "G. J.",
            "lastname": "Hol",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19043,
            "scholarlyactivityid": 6082
        },
        "19044": {
            "firstname": "Randall",
            "middleinitial": "K. ",
            "lastname": "Holmes",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19044,
            "scholarlyactivityid": 6082
        }
    },
    "status": [
        {
            "id": 6082,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2003,
            "termid": "2003/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}