{
    "activityid": 6083,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Characterization of FimY as a coactivator of type I fimbrial expression in Salmonella enterica Serovar Typhimurium. ",
        "Journal": "Infection and Immunity",
        "Volume": "68",
        "Month / Season": "2001-01-31",
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "3305-3313",
        "Publisher": "ASM",
        "DOI": "",
        "PubMed Central ID Number": "PMCID:PMC97587",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Type 1 fimbriae of Salmonella enterica serovar Typhimurium are surface appendages that carry adhesins specific for mannosylated host glycoconjugates. Regulation of the major fimbrial subunit is thought to be controlled by a number of ancillary fim genes, including fimZ, fimY, fimW, and fimU. Previous studies using a FimZ mutant have indicated that this protein is necessary for fimA expression, and in vitro DNA binding assays determined that FimZ is a transcriptional activator that binds directly to the fimA promoter. To determine the role of FimY as a potential regulator of fimbrial expression, a fimY mutant of serovar Typhimurium was generated by allelic exchange. This mutant was found to be phenotypically nonfimbriate. No transcription from the fimA promoter was detected in a fimY mutant containing a fimA-lacZ reporter construct located on the chromosome. In addition, transcription from the cloned fimY promoter was not detected in Escherichia coli unless both FimZ and FimY were present, indicating that these proteins also act as coactivators of fimY expression. Consistent with these results, there is no transcription from a fimY-lacZ reporter construct within a serovar Typhimurium fimY or fimZ mutant. Studies using the fimY-lacZ construct reveal that expression of this gene varies with environmental conditions in a manner similar to fimA expression. Extensive in vitro DNA binding assays using extracts from E. coli that overexpress FimY, as well as partially purified FimY, were unable to identify a specific interaction between FimY and the fimA or fimY promoter. The results indicate that FimY is a positive regulator of fimbrial expression and that this protein acts in cooperation with FimZ to regulate the expression of Salmonella type 1 fimbrial appendages.\n\n",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "19045": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 19045,
            "scholarlyactivityid": 6083
        },
        "19046": {
            "firstname": "Steven",
            "middleinitial": "",
            "lastname": "Clegg",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19046,
            "scholarlyactivityid": 6083
        }
    },
    "status": [
        {
            "id": 6083,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}