{
    "activityid": 6084,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "FimW is a negative regulator affecting type I fimbrial expression in Salmonella enterica Serovar Typhimurium",
        "Journal": "Journal of Bacteriology",
        "Volume": "183",
        "Month / Season": "2001-01-31",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "435-442",
        "Publisher": "ASM",
        "DOI": "",
        "PubMed Central ID Number": "PMCID:PMC94897",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Type 1 fimbriae are proteinaceous surface appendages that carry adhesins specific for mannosylated glycoproteins. These fimbriae are found on most members of the family Enterobacteriaceae and are known to facilitate binding to a variety of eukaryotic cells, including those found on the mucosal surfaces of the alimentary tract. We have shown that the regulation of type 1 fimbrial expression in Salmonella enterica serovar Typhimurium is controlled, in part, by the products of four genes found within the fim gene cluster: fimZ, fimY, fimW, and fimU. To better understand the specific role of FimW in fimbrial expression, a mutation was constructed in this gene by the insertion of a kanamycin resistance DNA cassette into the chromosome. The resulting fimW mutation was characterized by mannose-sensitive hemagglutination and agglutination with fimbria-specific antiserum. Assays suggested that this mutant was more strongly fimbriate than the parental strain, exhibiting a four- to eightfold increase in fimbrial production. The fimW mutation was introduced into a second strain of Salmonella enterica serovar Typhimurium, and this mutant was also found to be strongly fimbriate compared to the parental strain. Consistent with the role of this protein as a negative regulator, fimA-lacZ expression in serovar Typhimurium, as well as in Escherichia coli, was increased twofold in the absence of functional FimW. Primer extension analysis determined that fimW transcription is initiated from its own promoter 31 bp upstream of the translation start site. Analysis using a fimW-lacZ reporter indicated that fimW expression in serovar Typhimurium was increased under conditions that select for poorly fimbriate bacteria and low fimA expression. FimW also appears to act as an autoregulator, since expression from the fimW-lacZ reporter was increased in a fimW mutant. FimW was partially purified by fusion with the E. coli maltose-binding protein. Use of this FimW protein extract, as well as others, in DNA-binding assays was unable to identify a specific binding site for FimW in the fimA, fimZ, fimY, or fimW promoter regions. To analyze protein-protein interactions, FimW was expressed in a LexA-based two-hybrid system in E. coli. A significant interaction between FimW and the DNA-binding activator protein, FimZ, was detected using this system. These results indicate that FimW is a negative regulator of serovar Typhimurium type 1 fimbrial expression and may function by interfering with FimZ-mediated activation of fimA expression.\n\n",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "19047": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 19047,
            "scholarlyactivityid": 6084
        },
        "19048": {
            "firstname": "Lisa",
            "middleinitial": "S",
            "lastname": "Hancox",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19048,
            "scholarlyactivityid": 6084
        },
        "19049": {
            "firstname": "Steven",
            "middleinitial": "",
            "lastname": "Clegg",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19049,
            "scholarlyactivityid": 6084
        }
    },
    "status": [
        {
            "id": 6084,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}