{
    "activityid": 6087,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Control of FimY translation and type I fimbrial production by the arginine tRNA encoded by fimU in Salmonella enterica serovar Typhimurium.",
        "Journal": "Molecular Microbiology",
        "Volume": "40",
        "Month / Season": "2001-05-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2001,
        "Page Numbers": "757-768",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "PMID:11359580",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Expression of type 1 fimbriae in Salmonella enterica serovar Typhimurium undergoes phase variation or alteration between a fimbriate and a non-fimbriate phenotype. This variation is known to be dependent upon environmental conditions in vitro and is thought to be a complex process involving regulation by a number of proteins. The regulatory genes located within the fim cluster include fimZ, fimY and fimW. A fourth gene of the cluster, fimU, encodes a tRNA molecule specific for rare arginine codons. We have shown previously that fimU affects the expression of S. typhimurium type 1 fimbriae, and that fimU is functionally related to the Escherichia coli gene argU. A high frequency of rare arginine codons was found within the three fim regulatory genes, and five of these codons were clustered within fimY alone. To investigate the affects of fimU on FimY production, a FimY fusion with the E. coli maltose-binding protein was constructed and expressed in an E. coli argU background. Western blots of extracts from the argU mutant and parental strain indicated that production of FimY was significantly reduced in the absence of a functional tRNAArg(UCU). FimY production in this mutant could be restored to high levels when fimU was introduced on a plasmid, and also when three rare arginine codons, located within the first 14 positions within fimY, were exchanged for major arginine codons. A Tn10 insertion from a Salmonella enteritidis fimU mutant was transduced into S. typhimurium, and this strain was analysed for the expression of type 1 fimbriae. The resulting S. typhimurium fimU mutant was found to be non-fimbriate under all conditions tested and could be complemented by the introduction of fimU alone on a plasmid. In addition, this mutant could be complemented by transformation with fimY altered in the first three rare arginine codons. Reverse transcriptase–polymerase chain reaction confirmed that the fimY transcript was present at similar levels in the fimU mutant and parental strain. These results indicated that the observed inhibition of protein expression was not occurring at the transcriptional level. Analysis of expression of the malEfimY fusion in the S. typhimurium fimU mutant and parental strain confirmed the data observed in E. coli. In contrast, a FimW fusion was found to be produced at similar levels in both the fimU mutant and the parental strain. Together, these data indicate that the absence of a functional fimU results in the inhibition of efficient FimY translation, and thus type 1 fimbrial production in S. typhimurium.\n",
        "Origin": "Other"
    },
    "facultyid": "112045852",
    "coauthors": {
        "19064": {
            "firstname": "Juliette",
            "middleinitial": "K",
            "lastname": "Tinker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112045852",
            "authorid": 19064,
            "scholarlyactivityid": 6087
        },
        "19065": {
            "firstname": "Steven",
            "middleinitial": "",
            "lastname": "Clegg",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19065,
            "scholarlyactivityid": 6087
        }
    },
    "status": [
        {
            "id": 6087,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2001,
            "termid": "2000/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045852",
    "attachments": []
}