{
    "activityid": 61349,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“A Time to Tear Down and a Time to Build”: Navigating the Intersections of LGBTQ+ Identity and Faith in Idaho",
        "Conference/Meeting Name": "Pacific Northwest History Conference",
        "Conference Location": "Tri-Cities, WA",
        "Date or Date Range": "Sept 30, 2022",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Sponsoring Organization": "Washington State Historical Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As one lesbian has suggested, about every 10 years, some event in Idaho occurs designed to put LGBTQ+ people “in their place,” ever since the infamous purge of homosexuals in 1955 known as the “Boys of Boise.” The public controversies up to the present day in this very Christian state are filled with religious messaging, much of it from religious leaders, unequivocally declaring Christian scripture’s (and God’s) condemnation of homosexuality/homosexuals. \n\nThrough three stories of LGBTQ+ clergy—two gay men and one lesbian—ordained in the Episcopal Church from the 1970s-2000s, this paper explores the intersections of religion and LGBTQ+ identity in Idaho at a very personal level through oral histories, interviews, and clerical records of the Episcopal Diocese of Idaho. More broadly, these sources provide insight into the struggle of one denomination’s congregations and leaders--both gay and straight, both affirming and non-affirming--to consistently question their understanding of centuries of theology to confront their own history of discrimination and forge a path toward personal and institutional acceptance and encouragement of LGBTQ+ leadership and inclusion. It provides an important counter-narrative to traditional understandings of Christians’ persecution of LGBTQ+ people in Idaho. \n",
        "Origin": "Manual"
    },
    "facultyid": "111669995",
    "coauthors": {
        "282435": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 282435,
            "scholarlyactivityid": 61349
        }
    },
    "status": [
        {
            "id": 61349,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2022,
            "termid": "2022/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}