{
    "activityid": 6232,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Perceptions of the Nature of Science by Geoscience Students Experiencing Two Different Courses of Study",
        "Journal": "Journal of Geoscience Education",
        "Volume": "",
        "Month / Season": "2010-11-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cifs_facpubs/16",
        "Description/Abstract": "Student knowledge of the Nature of Science (NOS) is critical to their understanding of science. NOS encapsulates the tenets of how science is regarded and the heuristics by which science is judged to be valid and appropriate. The importance of NOS to science education has lead to curricular and policy development that mandate the construct be taught throughout the K-12 science curriculum. If this curriculum is effective there is an expectation that students would enter post-secondary with foundational knowledge of NOS. Our research examined the perspectives of NOS among two different cohorts of undergraduate geoscience students, one of lower division students beginning their study of geoscience and a second of upper division students nearing the completion of their degree. We assessed their intellectual and emotional perceptions of NOS at the beginning of the semester. At the end of the semester we again assessed their perceptions of NOS and their conceptual understanding of geoscience. Our results indicate there was not a significant difference between the two cohorts and there was a significant drop in the emotional perceptions of NOS over the semester (p &lt; .05). Conceptual understanding of geoscience was found to be significantly correlated with emotional perceptions of NOS. The results, implications, and directions for future research are discussed.",
        "Origin": "Other"
    },
    "facultyid": "112003792",
    "coauthors": {
        "196108": {
            "firstname": "Louis",
            "middleinitial": "Scott",
            "lastname": "Nadelson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112176690",
            "authorid": 196108,
            "scholarlyactivityid": 6232
        },
        "196109": {
            "firstname": "Karen",
            "middleinitial": "",
            "lastname": "Viskupic",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112003792",
            "authorid": 196109,
            "scholarlyactivityid": 6232
        }
    },
    "status": [
        {
            "id": 6232,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2010,
            "termid": "2010/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112003792",
    "attachments": []
}