{
    "activityid": 6260,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Lessons and Concerns From a Case Study of a 'Scientific' Molester",
        "Journal": "Corrective and Social Psychiatry and Journal of Behavior Technology Methods and Therapy",
        "Volume": "34",
        "Month / Season": "1988-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1988,
        "Page Numbers": "18-23",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/75",
        "Description/Abstract": "Two lessons gleaned from the case study as presented are that (1) there are young boys who are susceptible and vulnerable to innocent recruitment into perverse and illegal sexual activities, and (2) once involved in such activities, young victims may find them rewarding in the sense that they repeat them. A profile of the study subject, 'John,' indicates that he was a 53-year-old male who devoted his entire life to the seduction of teenage boys; ran a Big Brothers Club and estimated having been sexually active with more than 200 adolescents and teenage members; devised a sophisticated, 'scientific' scheme to seduce young boys and men; and had a high success rate over 18 years. In a 'theoretical paper,' John provided a social-psychological profile of boys considered 'ripe candidates' for victimization -- fatherless boys needing a male model. This article describes the 'foot in the door' techniques John used and how he systematically desensitized young boys to gain compliance, first getting them to agree to minor requests, then escalating until they agreed to be taped, to view pornographic homosexual pictures, to give 'pretend' enemas, to actually participating in a variety of perversions.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "19564": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 19564,
            "scholarlyactivityid": 6260
        }
    },
    "status": [
        {
            "id": 6260,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1988,
            "termid": "1987/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}