{
    "activityid": 6261,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Self-Victimization Disclosures of Juvenile Sex Offenders",
        "Journal": "Corrective and Social Psychiatry and Journal of Behavior Technology Methods and Therapy",
        "Volume": "42",
        "Month / Season": "1996-03-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1996,
        "Page Numbers": "11-Aug",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/93",
        "Description/Abstract": "While the rate of convictions has not kept pace with the increased reporting of juvenile sex crimes, the rate of convictions has overwhelmed available resources for monitoring and treating juvenile sex offenders. Between 1982 and 1993, the number of recognized programs offering specialized treatment grew from 20 to more than 800. Two national associations, the Association for the Treatment of Sexual Abusers and the National Adolescent Perpetrator Network, were formed in the early 1980's to connect providers and to establish consistency in juvenile sex offender treatment. Several theories have been advanced to explain deviant sexual behavior, and data suggest that slightly more than 50 percent of juvenile sex offenders have been abused. Studies typically differentiate between juvenile sex offenders who have raped, molested, or committed &quot;hands-off&quot; offenses. Fewer studies discriminate between first and repeat offenders and between high- risk versus low-risk offenders. The current study examined reports of physical and sexual abuse of juvenile sex offenders involved in treatment at Sexual Abuse Now Ended, a community- based program in Boise, Idaho. Subjects included 48 males and 9 females who ranged in age from 11 to 17 years and who were convicted of or admitted to abusive sexual behavior. Of the 57 subjects, 28 lived in foster or group homes at least part of the time they were in treatment. Upon initial contact with SANE staff, 61 percent of subjects reported physical victimization and 33 percent reported sexual victimization. Among 41 subjects who successfully completed treatment, 66 percent reported being physically abused and 66 percent reported being sexually abused. Juvenile sex offenders treated in secure residential settings exhibited higher rates of both physical and sexual victimization. A history of victimization did not appear to play a role in the success or failure of subjects in treatment.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "19565": {
            "firstname": "Kerry",
            "middleinitial": "",
            "lastname": "Lindorfer",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19565,
            "scholarlyactivityid": 6261
        },
        "19566": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 19566,
            "scholarlyactivityid": 6261
        }
    },
    "status": [
        {
            "id": 6261,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1996,
            "termid": "1995/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}