{
    "activityid": 6264,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Role of the Probation Officer in the Sentencing Process: Independent Professional or Judicial Hack?",
        "Journal": "Criminal Justice and Behavior",
        "Volume": "12",
        "Month / Season": "1985-09-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 1985,
        "Page Numbers": "289-303",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/0093854885012003002",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/56",
        "Description/Abstract": "This study explores the role of the probation officer in the sentencing process. There is no consensus in the literature regarding the importance of this role. Viewing the high rate of agreement often noted between probation officers' recommendations and sentences imposed has led some authors to view the probation officer as a highly competent &quot;agent of individualization.&quot; Others view this high rate of agreement as merely reflecting the ability of &quot;judicial hacks&quot; to &quot;second guess&quot; judges. Our data support the first of these interpretations. Probation officers' recommendations have a substantial direct effect on actual sentences. We noted that officers' recommendations varied significantly between liberal and conservative officers, and between male and female officers. More important, actual sentences also varied consistently with these criterion variables, thus arguing strongly for the independent role of probation officers in the sentencing process.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "19571": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 19571,
            "scholarlyactivityid": 6264
        }
    },
    "status": [
        {
            "id": 6264,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1985,
            "termid": "1985/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}