{
    "activityid": 6268,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Gene-Based Evolutionary Theories in Criminology",
        "Journal": "Criminology",
        "Volume": "35",
        "Month / Season": "1997-05-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "229-276",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1745-9125.1997.tb00876.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/94",
        "Description/Abstract": "In the past 20 years, several theories of criminal (and antisocial) behavior have been proposed from an evolutionary perspective, some of which specifically stipulate that people vary in their genetic dispositions toward criminality. It is these theories, herein called gene-based evolutionary theories, that are the focus of this article. Two categories of gene-based evolutionary theories are described. One category is crime specific, pertaining to the offenses of rape, spousal assault/murder, and child abuse neglect. The second category consists of two general theories of criminal and antisocial behavior: the cheater (or cad vs. dad) theory, and the r/K theory. In addition to assuming that genes contribute to variation in criminal (and antisocial) behavior, all five of these theories assume that natural selection has acted on human populations to open up reproductive niches for individuals and groups who victimize others. While the theories are still far too new to have been fully tested, we derive some of the most obvious hypotheses from each theory and explore the relevant empirical evidence. We show that while gene-based evolutionary theories open make predictions similar to strictly environmental theories, they also lead to unique hypotheses, several of which have at least some support.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "19578": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Ellis",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19578,
            "scholarlyactivityid": 6268
        },
        "19579": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 19579,
            "scholarlyactivityid": 6268
        }
    },
    "status": [
        {
            "id": 6268,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1997,
            "termid": "1996/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}