{
    "activityid": 6269,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Sexual Stratification Hypothesis and Sexual Assault in Light of the Changing Conceptions of Race",
        "Journal": "Criminology",
        "Volume": "25",
        "Month / Season": "1987-02-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1987,
        "Page Numbers": "153-174",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/j.1745-9125.1987.tb00793.x",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/62",
        "Description/Abstract": "Recent research examining race-based sentencing has reported anomalous results. It has been argued by Heck (1981) and Peterson and Hagan (1984) that these anomalies would not be perceived as such given a greater sensitivity to the &quot;changing conceptions of race&quot; in American society. This study performs a limited test of the sexual stratification hypothesis which asserts that various degrees of opprobrium are attached to sexual assaults depending on the racial composition of the offender/victim dyad. This hypothesis is tested with an additive and a race-specific model. The additive model fails to reveal any significant differences in severity of penalties based on either offender or victim race. The race-specific model reveals that significantly harsher penalties were imposed on blacks who sexually assaulted whites than were imposed on blacks who sexually assaulted blacks. The additive model suppresses this differential sentencing severity because blacks who assaulted blacks received the most lenient penalties, thus moving the black grand mean to one which was not significantly different from the white grand mean. Thus, both differential leniency and harshness are possible for blacks depending on the race of the victim.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "19580": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 19580,
            "scholarlyactivityid": 6269
        }
    },
    "status": [
        {
            "id": 6269,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1987,
            "termid": "1986/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}