{
    "activityid": 6270,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Distinguishing Features of Diagnosed Sexual Psychopaths",
        "Journal": "Free Inquiry in Creative Sociology",
        "Volume": "15",
        "Month / Season": "1987-05-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1987,
        "Page Numbers": "40-42",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/64",
        "Description/Abstract": "Ever since the French psychiatrist Phillipe Pinel introduced the concept of psychopathy in the eighteenth century it has had a checkered career. It has been considered everything from an extremely useful concept to a psychiatric diagnosis wastebasket. Even the term itself has undergone numerous changes (psychopathy, criminotic, sociopathy, impulse disorder, anti-social personality) to render it more consistent with its divergent conceptualizations (it has, however, remained fairly consistent as &quot;psychopathy&quot; in the European literature). This kind of conceptual difficulty, as well as ideological considerations, led Gibson (1971 171) to state: &quot;We regard any attempt to proceed further with the psychopathy/criminality line of inquiry a futile business&quot;.\nHowever, the psychological literature considers such cavalier dismissal to be premature (Schroeder, Schroeder, Hare 1983; Hare 1985). Various studies have shown that the psychopath can be distinguished from non-psychopaths on a number of physiological and psychological variables (Goldman, et al. 1971; Mednick and Finello 1983). The purpose of this study is to examine the bivariate distribution of a range of sociological variables among a sample of convicted sex offenders to determine if psychopathic sex offenders can be distinguished from non-psychopathic sex offenders along these dimensions.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "19581": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 19581,
            "scholarlyactivityid": 6270
        }
    },
    "status": [
        {
            "id": 6270,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1987,
            "termid": "1986/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}