{
    "activityid": 62814,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;p style=&quot;color:#333333;font-size:17.5px;&quot;&gt;Historically, the goal of graduate education has been to prepare future academics, and it has thus focused on the creation and conservation of disciplinary knowledge. However, today’s reality is that many engineering graduate students (GSs) go on to non-academic careers. As educators, it should be our aim to equip GSs for success, regardless of career aspirations. It is therefore essential that we shift our focus towards preparing a new type of scholar – one with a strong professional identity – rather than preparing a person for a specific type of career. We argue that helping students cultivate a professional identity has been largely missing from engineering graduate education.&lt;/p&gt;\n&lt;p style=&quot;color:#333333;font-size:17.5px;&quot;&gt;Connecting ideas across disciplines and applying abstract knowledge to real problems—as one does when teaching—is a necessity for the development of a strong professional identity. It is hence the integration of knowledge transformation (teaching) into graduate engineering education that led us to create the Graduate Identity Formation through Teaching (GIFT) project. In GIFT, engineering GSs are supported to construct adult-level, inquiry-based, 30-minute lessons based on specific K–6 Next Generation Science Standards. The GSs serve as disciplinary experts by teaching their lesson to elementary teacher candidates (TCs) who are enrolled in an Elementary Science Methods course. The TCs then turn this knowledge into 15-minute mini-lessons for elementary students with input and feedback from the GSs. Finally, the GSs observe the TCs teaching the lesson to K–6 students and reflect on the entire experience. To support the work that the GS do and account for the time they spend on the project, they also enroll in a 1-credit graduate course about teaching and learning which is open to graduate students from all disciplines.&lt;/p&gt;\n&lt;p style=&quot;color:#333333;font-size:17.5px;&quot;&gt;We will present results from five semesters of GIFT showing that project participation (1) promotes the development of GS professional identity, (2) reduces impostor feelings, (3) leads to changes in attitudes about K–12 educators, and (4) improves GSs’ skills in communicating with a variety of audiences. In the future, these results can be extrapolated to support engineering GSs in terms of their current educational activities and their future careers.&lt;/p&gt;",
        "Conference / Meeting Name": "2022 ASEE Annual Conference &amp; Exposition",
        "Conference Location": "Minneapolis, MN",
        "Date or Date Range": "June 2022",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "",
        "Origin": "Manual"
    },
    "facultyid": "112051767",
    "coauthors": {
        "289153": {
            "firstname": "Megan",
            "middleinitial": "E",
            "lastname": "Frary",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112051767",
            "authorid": 289153,
            "scholarlyactivityid": 62814,
            "classifications": {
                "Role": "Author"
            }
        },
        "289154": {
            "firstname": "Paul",
            "middleinitial": "",
            "lastname": "Simmonds",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114029918",
            "authorid": 289154,
            "scholarlyactivityid": 62814,
            "classifications": {
                "Role": "Author"
            }
        },
        "289155": {
            "firstname": "Donna",
            "middleinitial": "",
            "lastname": "Llewellyn",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114039004",
            "authorid": 289155,
            "scholarlyactivityid": 62814,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "289156": {
            "firstname": "Julianne",
            "middleinitial": "",
            "lastname": "Wenner",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 289156,
            "scholarlyactivityid": 62814,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 62814,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2022,
            "termid": "2022/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112051767",
    "attachments": []
}