{
    "activityid": 6282,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Genetic and Cytogenetic Intersex Anomalies: Can They Help Us to Understand Gender Differences in Deviant Behavior?",
        "Journal": "International Journal of Offender Therapy and Comparative Criminology",
        "Volume": "39",
        "Month / Season": "1995-06-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1995,
        "Page Numbers": "151-166",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/0306624X9503900207",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/92",
        "Description/Abstract": "Across time and national boundaries males have been shown to be far more sociolegally deviant than females. Sociological criminology's faith in environmentalism has thwarted its efforts to provide theoretically meaningful explanations of this phenomenon. Biocriminality begins with the assumption that the neurohormonal differences between men and women have a lot to tell us about behavioral differences between the sexes as they apply to crime and deviance. This article examines the relatively scarce literature on psychosocial behavioral patterns of various genetic and cytogenetic anomalies (psudeohermaphrodites) arrayed on a continuum from the most &quot;feminine&quot; to the most &quot;masculine.&quot; Behavioral pathologies of all kinds follow the general pattern: Turner's syndrome = androgen insensitivity syndrome normal female congenital adrenal hyperplasia females normal male Klinefelter's syndrome XYY syndrome. As in other scientific fields, severe departures from the norm may go a long way in helping us to define what the norm is.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "19599": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 19599,
            "scholarlyactivityid": 6282
        }
    },
    "status": [
        {
            "id": 6282,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1995,
            "termid": "1995/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}