{
    "activityid": 63026,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Generic delimitations, biogeography and evolution in the tribe Coleeae (Bignoniaceae), endemic to Madagascar and the smaller islands of the western Indian Ocean",
        "Journal": "Molecular phylogenetics and evolution",
        "Volume": "96",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "178-186",
        "Publisher": null,
        "DOI": "10.1016/j.ympev.2015.11.016",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "This study presents the most complete generic phylogenetic framework to date for the tribe Coleeae (Bignoniaceae), which is endemic to Madagascar and the other smaller islands in the western part of the Indian Ocean. The study is based on plastid and nuclear DNA regions and includes 47 species representing the five currently recognized genera (including all the species occurring in the western Indian Ocean region). Bayesian and maximum likelihood analyses supported (i) the monophyly of the tribe, (ii) the monophyly of Phylloctenium, Phyllarthron and Rhodocolea and (iii) the paraphyly of Colea due to the inclusion of species of Ophiocolea. The latter genus was also recovered paraphyletic due to the inclusion of two species of Colea (C. decora and C. labatii). The taxonomic implications of the mutual paraphyly of these two genera are discussed in light of morphological evidence, and it is concluded that the two genera should be merged, and the necessary new nomenclatural combinations are provided. The phylogenetic framework shows Phylloctenium, which is endemic to Madagascar and restricted to dry ecosystems, as basal and sister to the rest of the tribe, suggesting Madagascar to be the centre of origin of this clade. The remaining genera are diversified mostly in humid ecosystems, with evidence of multiple dispersals to the neighboring islands, including at least two to the Comoros, one to Mauritius and one to the Seychelles. Finally, we hypothesize that the ecological success of this tribe might have been triggered by a shift of fruit-dispersal mode from wind to lemur.",
        "Origin": "PubMed"
    },
    "facultyid": "114088564",
    "coauthors": {
        "290207": {
            "firstname": "Martin ",
            "middleinitial": "W",
            "lastname": "Callmander",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290207,
            "scholarlyactivityid": 63026
        },
        "290208": {
            "firstname": "Peter ",
            "middleinitial": "B",
            "lastname": "Phillipson",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290208,
            "scholarlyactivityid": 63026
        },
        "290209": {
            "firstname": "Gregory ",
            "middleinitial": "M",
            "lastname": "Plunkett",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290209,
            "scholarlyactivityid": 63026
        },
        "290210": {
            "firstname": "Molly ",
            "middleinitial": "B",
            "lastname": "Edwards",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290210,
            "scholarlyactivityid": 63026
        },
        "290211": {
            "firstname": "Sven",
            "middleinitial": "",
            "lastname": "Buerki",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290211,
            "scholarlyactivityid": 63026
        }
    },
    "status": [
        {
            "id": 63026,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114088564",
    "attachments": []
}