{
    "activityid": 63027,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Biogeographical patterns of Myrcia s.l. (Myrtaceae) and their correlation with geological and climatic history in the Neotropics",
        "Journal": "Molecular phylogenetics and evolution",
        "Volume": "108",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "34-48",
        "Publisher": null,
        "DOI": "10.1016/j.ympev.2017.01.012",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Many recent studies discuss the influence of climatic and geological events in the evolution of Neotropical biota by correlating these events with dated phylogenetic hypotheses. Myrtaceae is one of the most diverse Neotropical groups and it therefore a good proxy of plant diversity in the region. However, biogeographic studies on Neotropical Myrtaceae are still very limited. Myrcia s.l. is an informal group comprising three accepted genera (Calyptranthes, Marlierea and Myrcia) making up the second largest Neotropical group of Myrtaceae, totalling about 700 species distributed in nine subgroups. Exclusively Neotropical, the group occurs along the whole of the Neotropics with diversity centres in the Caribbean, the Guiana Highlands and the central-eastern Brazil. This study aims to identify the time and place of divergence of Myrcia s.l. lineages, to examine the correlation in light of geological and climatic events in the Neotropics, and to explore relationships among Neotropical biogeographic areas. A dated phylogenetic hypothesis was produced using BEAST and calibrated by placing Paleomyrtinaea princetonensis (56Ma) at the root of the tree; biogeographic analysis used the DEC model with dispersal probabilities between areas based on distance and floristic affinities. Myrcia s.l. originated in the Montane Atlantic Forest between the end of Eocene and early Miocene and this region acted as a secondary cradle for several lineages during the evolution of this group. The Caribbean region was important in the diversification of the Calyptranthes clade while the Guayana shield appears as ancestral area for an older subgroup of Myrcia s.l. The Amazon Forest has relatively low diversity of Myrcia s.l. species but appears to have been important in the initial biogeographic history of old lineages. Lowland Atlantic Forest has high species diversity but species rich lineages did not originate in the area. Diversification of most subgroups of Myrcia s.l. occurred throughout the Miocene, as reported for other Neotropical taxa. During the Miocene, geological events may have influenced the evolution of the Caribbean and Amazon forest lineages, but other regions were geological stable and climate changes were the most likely drivers of diversification. The evolution of many lineages in montane areas suggests that Myrcia s.l. may be particularly adapted to such environments.",
        "Origin": "PubMed"
    },
    "facultyid": "114088564",
    "coauthors": {
        "290212": {
            "firstname": "Matheus ",
            "middleinitial": "F",
            "lastname": "Santos",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290212,
            "scholarlyactivityid": 63027
        },
        "290213": {
            "firstname": "Eve",
            "middleinitial": "",
            "lastname": "Lucas",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290213,
            "scholarlyactivityid": 63027
        },
        "290214": {
            "firstname": "Paulo ",
            "middleinitial": "T",
            "lastname": "Sano",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290214,
            "scholarlyactivityid": 63027
        },
        "290215": {
            "firstname": "Sven",
            "middleinitial": "",
            "lastname": "Buerki",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290215,
            "scholarlyactivityid": 63027
        },
        "290216": {
            "firstname": "Vanessa ",
            "middleinitial": "G",
            "lastname": "Staggemeier",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290216,
            "scholarlyactivityid": 63027
        },
        "290217": {
            "firstname": "Félix",
            "middleinitial": "",
            "lastname": "Forest",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290217,
            "scholarlyactivityid": 63027
        }
    },
    "status": [
        {
            "id": 63027,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2017,
            "termid": "2016/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114088564",
    "attachments": []
}