{
    "activityid": 63028,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Herbivory Amplifies Adverse Effects of Drought on Seedling Recruitment in a Keystone Species of Western North American Rangelands",
        "Journal": "Plants (Basel, Switzerland)",
        "Volume": "11",
        "Month / Season": null,
        "Issue Number": "19",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.3390/plants11192628",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Biotic interactions can affect a plant's ability to withstand drought. Such an effect may impact the restoration of the imperiled western North American sagebrush steppe, where seedlings are exposed to summer drought. This study investigated the impact of herbivory on seedlings' drought tolerance for a keystone species in this steppe, the shrub . Herbivory effects were investigated in two field experiments where seedlings were without tree protectors or within plastic or metal-mesh tree protectors. Treatment effects were statistically evaluated on herbivory, survival, leaf water potential, and inflorescence development. Herbivory occurrence was 80% higher in seedlings without protectors. This damage occurred in early spring and was likely caused by ground squirrels. Most plants recovered, but herbivory was associated with higher mortality during the summer when seedlings experienced water potentials between -2.5 and -7 MPa. However, there were no differences in water potential between treatments, suggesting that the browsed plants were less tolerant of the low water potentials experienced. Twenty months after outplanting, the survival of plants without protectors was 40 to 60% lower than those with protectors. The percentage of live plants developing inflorescences was approximately threefold higher in plants with protectors. Overall, spring herbivory amplified susceptibility to drought and delayed reproductive development.",
        "Origin": "PubMed"
    },
    "facultyid": "114088564",
    "coauthors": {
        "290218": {
            "firstname": "Mathew",
            "middleinitial": "",
            "lastname": "Geisler",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290218,
            "scholarlyactivityid": 63028
        },
        "290219": {
            "firstname": "Sven",
            "middleinitial": "",
            "lastname": "Buerki",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290219,
            "scholarlyactivityid": 63028
        },
        "290220": {
            "firstname": "Marcelo ",
            "middleinitial": "D",
            "lastname": "Serpe",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290220,
            "scholarlyactivityid": 63028
        }
    },
    "status": [
        {
            "id": 63028,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2022,
            "termid": "2022/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114088564",
    "attachments": []
}