{
    "activityid": 63032,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Genomic Insights into Cultivated Mexican  Reveal High Levels of Heterozygosity Stemming from Hybridization",
        "Journal": "Plants (Basel, Switzerland)",
        "Volume": "11",
        "Month / Season": null,
        "Issue Number": "16",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.3390/plants11162090",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Although vanilla is one of the most valuable spices, there is a lack of understanding of the genomic variability of the main vanilla producing species,  within its cultivated origin, Mexico. High genomic heterozygosity levels within the globally cultivated 'Daphna' genome have raised questions on the possibility of a hybrid origin and analogous genomic signatures of vanilla cultivated within its origin. This study investigated these questions by assessing whether the genomic structure of Mexican  reflected domestication events. Whole genome re-sequencing was used to compare genome complexity between 15 cultivated accessions from different regions and gene pools. Results showed high levels of heterozygosity, ranging from 2.48% to 2.85%, in all but one accession, which exhibited a low level (0.403%). Chromosome-level comparative analyses revealed genomic variability among samples, but no signals of chromosome rearrangements. These findings support the hypotheses that cultivated vanilla resulted from hybridization and that multiple domestication events have shaped cultivated vanilla leading to the formation of landraces. High cultural diversity within this region further supports the occurrence of multiple domestication processes. These results may help to improve breeding and conservation efforts aiming to preserve the genetic diversity of this beloved spice threatened by climate change.",
        "Origin": "PubMed"
    },
    "facultyid": "114088564",
    "coauthors": {
        "290248": {
            "firstname": "Paige",
            "middleinitial": "",
            "lastname": "Ellestad",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290248,
            "scholarlyactivityid": 63032
        },
        "290249": {
            "firstname": "Miguel ",
            "middleinitial": "A",
            "lastname": "Pérez-Farrera",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290249,
            "scholarlyactivityid": 63032
        },
        "290250": {
            "firstname": "Sven",
            "middleinitial": "",
            "lastname": "Buerki",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 290250,
            "scholarlyactivityid": 63032
        }
    },
    "status": [
        {
            "id": 63032,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2022,
            "termid": "2022/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114088564",
    "attachments": []
}