{
    "activityid": 63153,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Organizing emotions throughout disenfranchised grief: A study of macro, meso, and micro emotion discourses in a virtual support group",
        "Journal": "Sustainability",
        "Volume": "15",
        "Month / Season": "",
        "Issue Number": "10",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "8012",
        "Publisher": "MDPI",
        "DOI": "10.3390/su15108012",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.mdpi.com/2071-1050/15/10/8012",
        "Description/Abstract": "Online support groups provide members a space to express emotions and gain emotional support, contributing to individual and organizational sustainability. Communication in these virtual spaces organizes and is simultaneously organized by member interactions and emotion expressions. To better understand how communication contributes to emotion, organizing, and meaning making, this study draws on Weick’s communication sensemaking theory and uses qualitative netnographic methods to analyze interactions in an online pet loss support group. Following pet loss, many American caregivers share their grief over the loss of a pet through online support groups, which help bereaved individuals acquire support, make sense of their experiences, and support similar others. Importantly, existing research indicates that virtual support groups provide members a safe space to engage their emotions. However, competing communication discourses uphold restrictive emotion rules across organized settings and can challenge how individuals perform their emotions. This study uses qualitative netnographic data gathered over 5 months from 106 participants, to better understand how virtual support group members used communication to understand, resist, reify, and reimagine emotions. We found that organizational members grappled with their grief at work and at home, often regulating their negative emotions in pursuit of advancing their workplace productivity and deferring to others’ expectations. Furthermore, although grieving members used communication processes to legitimize the virtual support group as an organizational safe space for displaying authentic emotions, site members controlled their emotions and reinforced managerialist discourses in their communication, demonstrating that emotion discourses are far-reaching and can contribute to or distract from sustainable healing practices. We offer implications regarding how online experiences complicate emotion rules, how safe spaces reinforce professionalism and managerialism, and how organized spaces can promote sustainable practices to support members.",
        "Origin": "Manual"
    },
    "facultyid": "114227907",
    "coauthors": {
        "316250": {
            "firstname": "Michael",
            "middleinitial": "C",
            "lastname": "Coker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114227907",
            "authorid": 316250,
            "scholarlyactivityid": 63153,
            "classifications": {
                "Role": "Author"
            }
        },
        "316251": {
            "firstname": "Sarah",
            "middleinitial": "E",
            "lastname": "Riforgiate",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 316251,
            "scholarlyactivityid": 63153,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 63153,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114227907",
    "attachments": []
}