{
    "activityid": 63223,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Nonhistone Lysine Methylation as a Protein Degradation Signal",
        "Journal": "Journal of chemistry",
        "Volume": "2022",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.1155/2022/1969299",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Protein degradation is a fundamental feature of cellular life, and malfunction of this process is implicated in human disease. Ubiquitin tagging is the best characterized mechanism of targeting a protein for degradation; however, there are a growing number of distinct mechanisms which have also been identified that carry out this essential function. For example, covalent tagging of proteins with sequestosome-1 targets them for selective autophagy. Degradation signals are not exclusively polypeptides such as ubiquitin, NEDD8, and sequestosome-1. Phosphorylation, acetylation, and methylation are small covalent additions that can also direct protein degradation. The diversity of substrate sequences and overlap with other pleotrophic functions for these smaller signaling moieties has made their characterization more challenging. However, these small signals might be responsible for orchestrating a large portion of the protein degradation activity in the cell. As such, there has been increasing interest in lysine methylation and associated lysine methyltransferases (KMTs), beyond canonical histone protein modification, in mediating protein degradation in a variety of contexts. This review focuses on the current evidence for lysine methylation as a protein degradation signal with a detailed discussion of the class of enzymes responsible for this phenomenon.",
        "Origin": "PubMed"
    },
    "facultyid": "114002164",
    "coauthors": {
        "291042": {
            "firstname": "Nichol",
            "middleinitial": "A",
            "lastname": "Lehning",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291042,
            "scholarlyactivityid": 63223
        },
        "291043": {
            "firstname": "Brad ",
            "middleinitial": "E",
            "lastname": "Morrison",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291043,
            "scholarlyactivityid": 63223
        }
    },
    "status": [
        {
            "id": 63223,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002164",
    "attachments": []
}