{
    "activityid": 63279,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Testing a Theory of Implementation Leadership and Climate Across Autism Evidence-Based Interventions of Varying Complexity",
        "Journal": "Behavior therapy",
        "Volume": "53",
        "Month / Season": null,
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "900-912",
        "Publisher": null,
        "DOI": "10.1016/j.beth.2022.03.001",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Prominent theories within the field of implementation science contend that organizational leaders can improve providers' fidelity to evidence-based practices (EBPs) by using focused implementation leadership behaviors that create an organizational climate for EBP implementation. However, this work has been criticized for overreliance on nonspecific, self-report fidelity measures and poor articulation of the boundary conditions that may attenuate leadership and climate's influence. This study tests the predictions of EBP implementation leadership and climate theory on observed fidelity to three school-based EBPs for autism that vary in complexity: pivotal response training (PRT), discrete trial training (DTT), and visual schedules (VS). Educators in kindergarten to third-grade autism support classrooms in 65 schools assessed their principals' EBP implementation leadership and school EBP implementation climate prior to the school year. Mid-school year, trained observers rated educator fidelity to all three interventions. Expert raters confirmed PRT was significantly more complex than DTT or VS using the Intervention Complexity Assessment Tool for Systematic Reviews. Linear regression analyses at the school level indicated principals' increased frequency of EBP implementation leadership predicted a higher school EBP implementation climate, which in turn predicted higher educator fidelity to PRT-however, there was no evidence of a relationship between implementation climate and fidelity to DTT or VS. Comparing principals whose EBP implementation leadership was ±1 SD from the mean, there was a significant indirect association of EBP implementation leadership with PRT fidelity through EBP implementation climate (d = 0.49, 95% CI [0.04, 0.93]). Strategies that target EBP implementation leadership and climate may support fidelity to complex behavioral interventions.",
        "Origin": "PubMed"
    },
    "facultyid": "111609937",
    "coauthors": {
        "291467": {
            "firstname": "Nathaniel ",
            "middleinitial": "J",
            "lastname": "Williams",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291467,
            "scholarlyactivityid": 63279
        },
        "291468": {
            "firstname": "Maria ",
            "middleinitial": "L",
            "lastname": "Hugh",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291468,
            "scholarlyactivityid": 63279
        },
        "291469": {
            "firstname": "Diana ",
            "middleinitial": "J",
            "lastname": "Cooney",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291469,
            "scholarlyactivityid": 63279
        },
        "291470": {
            "firstname": "Julie ",
            "middleinitial": "A",
            "lastname": "Worley",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291470,
            "scholarlyactivityid": 63279
        },
        "291471": {
            "firstname": "Jill",
            "middleinitial": "",
            "lastname": "Locke",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291471,
            "scholarlyactivityid": 63279
        }
    },
    "status": [
        {
            "id": 63279,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2022,
            "termid": "2022/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111609937",
    "attachments": []
}