{
    "activityid": 63334,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Local Health and Social Services Spending to Reduce Preventable Hospitalizations",
        "Journal": "Population health management",
        "Volume": "23",
        "Month / Season": null,
        "Issue Number": "6",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "453-458",
        "Publisher": null,
        "DOI": "10.1089/pop.2019.0195",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Upstream spending on social determinants of health can lead to improved downstream population health outcomes but intermediate steps between these end points are unclear. The purpose of this study was to determine the longitudinal impacts of government spending on hospital visits for potentially preventable conditions. The authors used secondary data sets from 2007-2014 to measure county-level Prevention Quality Indicator (PQI) rates, local government health and social services spending, hospital-provided community health services, and other sociodemographics. Mixed effects models regressed county PQI rates on deviation from mean local government spending from 4 years previously to account for lag between spending and outcomes. Thirty-two states reported PQI data; complete data were available for 1660 counties. Controlling for baseline spending levels, a 1-time $10 per capita increase in social services spending was associated with 1.9 fewer preventable hospitalizations (per 100,000) within 4 years ( &lt; 0.001); $10 increases in public health or education were associated with 1.8 and 2.2 fewer preventable hospitalizations (per 100,000), respectively ( &lt; 0.001). The association between change in spending and change in PQI was larger for acute than for chronic conditions. Additional health and social services spending by local governments can prevent hospitalizations for conditions for which quality outpatient care can potentially prevent the need for hospitalization or for which early intervention can prevent complications or progression of disease. Upstream spending can affect health care utilization and may offer a way to improve health outcomes or reshape the health care cost curve.",
        "Origin": "PubMed"
    },
    "facultyid": "114225122",
    "coauthors": {
        "291861": {
            "firstname": "J ",
            "middleinitial": "M",
            "lastname": "McCullough",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291861,
            "scholarlyactivityid": 63334
        },
        "291862": {
            "firstname": "Kevin",
            "middleinitial": "",
            "lastname": "Curwick",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291862,
            "scholarlyactivityid": 63334
        }
    },
    "status": [
        {
            "id": 63334,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2020,
            "termid": "2020/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114225122",
    "attachments": []
}