{
    "activityid": 63335,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Integration of Health and Social Services at the Systems Level: A Framework for Addressing Funding and Jurisdictional Silos",
        "Journal": "American journal of public health",
        "Volume": "110",
        "Month / Season": null,
        "Issue Number": "S2",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "S197-S203",
        "Publisher": null,
        "DOI": "10.2105/AJPH.2020.305735",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": " To examine spending and resource allocation decision-making to address health and social service integration challenges within and between governments. We performed a mixed methods case study to examine the integration of health and social services in a large US metropolitan area, including a city and a county government. Analyses incorporated annual budget data from the city and the county from 2009 to 2018 and semistructured interviews with 41 key leaders, including directors, deputies, or finance officers from all health care-, health-, or social service-oriented city and county agencies; lead budget and finance managers; and city and county executive offices. Participants viewed public health and social services as qualitatively important, although together these constituted only $157 or $1250 total per capita spending in 2018, and per capita public health spending has declined since 2009. Funding streams can be siloed and budget approaches can facilitate or impede service integration. Health and social services should be integrated through greater attention to the budgetary, jurisdictional, and programmatic realities of health and social service agencies and to the budget models used for driving the systems-level pursuit of population health.",
        "Origin": "PubMed"
    },
    "facultyid": "114225122",
    "coauthors": {
        "291863": {
            "firstname": "J ",
            "middleinitial": "M",
            "lastname": "McCullough",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291863,
            "scholarlyactivityid": 63335
        },
        "291864": {
            "firstname": "Jonathon ",
            "middleinitial": "P",
            "lastname": "Leider",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291864,
            "scholarlyactivityid": 63335
        },
        "291865": {
            "firstname": "Meg",
            "middleinitial": "A",
            "lastname": "Phillips",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291865,
            "scholarlyactivityid": 63335
        }
    },
    "status": [
        {
            "id": 63335,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2020,
            "termid": "2020/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114225122",
    "attachments": []
}