{
    "activityid": 63343,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Trends in school-level vaccination coverage from 2015 to 2018: Increases in exemption rates and declines in herd immunity in Arizona",
        "Journal": "Vaccine",
        "Volume": "38",
        "Month / Season": null,
        "Issue Number": "25",
        "Actual/Projected Year of Publication/Presentation": 2020,
        "Page Numbers": "4071-4078",
        "Publisher": null,
        "DOI": "10.1016/j.vaccine.2020.04.030",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Vaccination enrollment requirements are an important tool used to improve vaccination coverage among school-aged children. However, all states permit varying exemptions that allow students to stay enrolled without receiving some (or all) vaccinations. In Arizona, schools are required to report vaccination data on their kindergarten and 6th grade students annually to the Arizona Department of Health Services (ADHS). We analyzed trends in herd immunity and personal belief exemptions in Arizona schools from 2015 to 2018. We also identified multiple correlates of herd immunity at the school level. Our results demonstrate decreased herd immunity statewide and by school type and an increased rate of personal belief exemptions during this period. These findings contribute to the body of literature suggesting that vaccine hesitancy is growing, resulting in suboptimal vaccination coverage for children. Moreover, this research has several policy implications, especially for states permitting multiple exemption types and lax exemption criteria.",
        "Origin": "PubMed"
    },
    "facultyid": "114225122",
    "coauthors": {
        "291908": {
            "firstname": "Pooja",
            "middleinitial": "",
            "lastname": "Sangha",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291908,
            "scholarlyactivityid": 63343
        },
        "291909": {
            "firstname": "J ",
            "middleinitial": "M",
            "lastname": "McCullough",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291909,
            "scholarlyactivityid": 63343
        }
    },
    "status": [
        {
            "id": 63343,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2020,
            "termid": "2019/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114225122",
    "attachments": []
}