{
    "activityid": 63361,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Local Health Department Collaborative Capacity to Improve Population Health",
        "Journal": "Frontiers in public health services &amp; systems research",
        "Volume": "3",
        "Month / Season": null,
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "7",
        "Publisher": null,
        "DOI": "",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Local health departments (LHDs) can more effectively develop and strengthen community health partnerships when leaders focus on building partnership collaborative capacity (PCC), including a multisector infrastructure for population health improvement. Using the 2008 National Association of County and City Health Officials (NACCHO) Profile survey, we constructed an overall measure of LHD PCC comprised of the five dimensions: outcomes-based advocacy, vision-focus balance, systems orientation, infrastructure development, and community linkages. We conducted a series of regression analyses to examine the extent to which LHD characteristics and contextual factors were related to PCC. The most developed PCC dimension was vision-focus balance, while infrastructure development and community linkages were the least developed. In multivariate analyses, LHDs that were locally governed (rather than governed by the state), LHDs without local boards of health, and LHDs providing a wider range of clinical services had greater overall PCC. LHDs serving counties with higher uninsurance rates had lower overall PCC. LHDs with lower per capita expenditures had less developed partnership infrastructure. LHD discontinuation of clinical services may result in an erosion of collaborative capacity unless LHD partnerships also shift their foci from services delivery to population health improvement.",
        "Origin": "PubMed"
    },
    "facultyid": "114225122",
    "coauthors": {
        "291990": {
            "firstname": "Hector ",
            "middleinitial": "P",
            "lastname": "Rodriguez",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291990,
            "scholarlyactivityid": 63361
        },
        "291991": {
            "firstname": "Jeffrey ",
            "middleinitial": "M",
            "lastname": "McCullough",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291991,
            "scholarlyactivityid": 63361
        },
        "291992": {
            "firstname": "Charleen",
            "middleinitial": "",
            "lastname": "Hsuan",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291992,
            "scholarlyactivityid": 63361
        }
    },
    "status": [
        {
            "id": 63361,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114225122",
    "attachments": []
}