{
    "activityid": 63365,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Local health and social services expenditures: An empirical typology of local government spending",
        "Journal": "Preventive medicine",
        "Volume": "105",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2017,
        "Page Numbers": "66-72",
        "Publisher": null,
        "DOI": "10.1016/j.ypmed.2017.08.018",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The conceptual importance of social services to health outcomes is well known and recent empirical evidence has linked social services spending to better population health outcomes. Yet little research has been devoted to what social services spending actually entails as it relates to population health and whether broadly similar spending patterns may exist across communities. The purpose of this study was to identify empirical patterns in spending, and explore health status and outcome correlates with social services spending. Spending data come from the 2012 U.S. Census Bureau's Census of Governments, which includes spending data for 14 social services within 3129 U.S. counties. Additional 2012 demographic, socioeconomic, and population health data were obtained and analyzed at the county-level in 2017. Hierarchical cluster analysis revealed 5 clusters of counties according to local government spending. One group had significantly lower income, social services spending, health indicators, and health outcomes than other counties. Two other groups had relatively high income, high social services spending, and strong health outcomes and indicators. Yet these latter two groups invested differently, with one spreading spending across a larger number of social services and the other concentrating spending in a smaller number of services such as education. Determining the extent to which spending approaches contribute to population health may offer communities guidance for maximizing population health. While it cannot establish causality, this study adds to the literature regarding the ways in which communities invest in both health care and social services to prevent disease and promote population health.",
        "Origin": "PubMed"
    },
    "facultyid": "114225122",
    "coauthors": {
        "291998": {
            "firstname": "J ",
            "middleinitial": "M",
            "lastname": "McCullough",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 291998,
            "scholarlyactivityid": 63365
        }
    },
    "status": [
        {
            "id": 63365,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2017,
            "termid": "2017/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114225122",
    "attachments": []
}