{
    "activityid": 63371,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Government Spending In Health And Nonhealth Sectors Associated With Improvement In County Health Rankings",
        "Journal": "Health affairs (Project Hope)",
        "Volume": "35",
        "Month / Season": null,
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "2037-2043",
        "Publisher": null,
        "DOI": "10.1377/hlthaff.2016.0708",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "There is little evidence to demonstrate the impact on local health outcomes of spending that occurs outside the health care sector. We leveraged novel data from the US Census Bureau to measure the independent impact of a community's health and nonhealth expenditures on a broad measure of overall health-the County Health Rankings-over time. Using lagged longitudinal models that accounted for correlations of health outcomes and expenditures within counties, we found significant positive associations between expenditures and County Health Rankings for seven of the fourteen expenditure categories examined: community health care and public health, public hospitals, fire protection, K-12 education, corrections, libraries, and housing and community development. These areas of social spending have modest but detectable positive associations with population health, whether or not they primarily target health. Achieving improved health outcomes through a culture-of-health ethos should involve the consideration of public expenditures in both health and other social service areas.",
        "Origin": "PubMed"
    },
    "facultyid": "114225122",
    "coauthors": {
        "292007": {
            "firstname": "J ",
            "middleinitial": "M",
            "lastname": "McCullough",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 292007,
            "scholarlyactivityid": 63371
        },
        "292008": {
            "firstname": "Jonathon ",
            "middleinitial": "P",
            "lastname": "Leider",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 292008,
            "scholarlyactivityid": 63371
        }
    },
    "status": [
        {
            "id": 63371,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114225122",
    "attachments": []
}