{
    "activityid": 6398,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Writing as Metamorphosis in  Thylias Moss's Slave Moth",
        "Journal": "for a collection called Seeding the Future",
        "Volume": "",
        "Month / Season": "2014-11-30",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In Slave Moth (2004), Thylias Moss emphasizes the way Varl Perry, her young female protagonist, uses writing to develop her understanding of freedom.  As the author and narrator of her own story, Varl reacts to her master Peter Perry’s use of scientific discourse (including such key words as experiment and specimen) to characterize and control her (this discourse echoes Schoolteacher’s humiliating taxonomy in Toni Morrison’s Beloved).  Although Varl’s literacy is an effect of her master’s experimentation, she uses this skill to imagine and frame her self-transformation from being someone else’s creature to becoming her own woman.  Slave Moth emphasizes the positive cognitive impact of writing when Varl starts to record her thoughts by embroidering them into a series of petticoats she wears.  In doing so, she materially and conceptually inhabits her writing.  As her petticoat-diary grows, she increasingly associates it with the cocoon of the luna moth she reads about in her master’s open book.  Through the ritual creation of the poem-as-cocoon, Varl exchanges her slave-mentality for a new independence of mind.  She thereby reconceives the meaning of the name her master gave her (“Varl”) by contrasting it with the name her mother wanted to give her (“Free”) (Slave Moth 3 and 53).",
        "Origin": "Other"
    },
    "facultyid": "112139145",
    "coauthors": {
        "88837": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 88837,
            "scholarlyactivityid": 6398
        }
    },
    "status": [
        {
            "id": 6398,
            "status": "Work Discontinued",
            "term": "Fall",
            "year": 2015,
            "termid": "2015/02",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 6398,
            "status": "Submitted",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "112139145",
    "attachments": []
}