{
    "activityid": 64056,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Language Work in Displaced Communities: Collaboration toward a more just life in the diaspora",
        "Conference/Meeting Name": "International Conference on Language Documentation and Conservation (ICLDC)",
        "Conference Location": "Honolulu, HI (virtual)",
        "Date or Date Range": "February 2-5",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "University of Hawai'i, Manōa",
        "Presenter(s)": null,
        "Web Address": "https://icldc8.sched.com/event/1FGUR/closing-plenary",
        "Description/Abstract": "&lt;span&gt;According to the UN High Commission on Refugees, as of May 2022 over 100 million people have been displaced worldwide due to persecution, conflict, violence or human rights violations.&lt;/span&gt;&lt;br&gt;&lt;span&gt;Although there are similarities between resettlement and other forms of displacement, resettlement creates a unique situation due to its government-supported infrastructure, however flawed, for providing support services for newly arrived refugees.&lt;/span&gt;&lt;br&gt;&lt;span&gt;Once resettled, these new community members are expected to integrate into their new cities and, in the US, to become economically self-sufficient within a short adjustment period. To do so, they must gain sufficient language proficiency in the majority language for employment, and many often encourage the younger generation to do the same in order to advance in their schooling. This creates a tension between different language needs – the necessity to master the new language in order to be gainfully employed, and the yearning to maintain connection to their homeland and their culture through their home language.&lt;/span&gt;&lt;br&gt;&lt;span&gt;The arrival of newly resettled refugees in our communities provides an opportunity for linguists to utilize their understanding of the intricate ways that language connects different aspects of the human experience. This makes linguists invaluable on local teams grappling with resettlement-related issues. In our talk, we describe how centering justice in language work with resettled refugees requires supporting community members in ways that are often outside the traditional scope of our discipline, but that linguists and their students have the skills and tools needed for this work. We will also highlight how collaborations with service providers and organized community leadership leads to our ability to ensure the minimization of further harm, and to help with other aspects of the resettlement process.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "113027151",
    "coauthors": {
        "327377": {
            "firstname": "Michal",
            "middleinitial": "Temkin",
            "lastname": "Martinez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113027151",
            "authorid": 327377,
            "scholarlyactivityid": 64056,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "327378": {
            "firstname": "Selda",
            "middleinitial": "",
            "lastname": "Delsooz",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 327378,
            "scholarlyactivityid": 64056,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 64056,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 64056,
            "status": "In Progress",
            "term": "Fall",
            "year": 2022,
            "termid": "2022/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "113027151",
    "attachments": []
}