{
    "activityid": 6416,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A New Species of Ephemerellomyces from North America Highlights Its Morphological Plasticity and Possible Intergeneric Similarities with Other Harpellales",
        "Journal": "Fungal Biology",
        "Volume": "116",
        "Month / Season": "2012-02-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "171-184",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.funbio.2011.10.003",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/238",
        "Description/Abstract": "During routine bioprospecting efforts in southern Idaho, we recovered a new species, Ephemerellomyces kandelii from nymphs of the mayfly genus Ephemerella (Ephemerellidae) in Dry Creek drainage, near Boise. This is the second observation of this monotypic genus since the description of Ephemerellomyces aquilonius from Norway in 2004. Ephemerellomyces was described partly on the basis of unusual developmental features at the base of the thallus. Specifically, trichospores were noted with the capacity to germinate, attach to the hindgut cuticle of the mayfly host, and produce a cell bearing a single terminal trichospore. This feature was less prominent yet noted in our collections from Idaho, but we argue that the remnant basal cell may also be a morphological feature that unites the genus and deserves further scrutinization across closely related taxa. Compared to the two Norwegian surveys, our collections extended over 1 y, a timeframe that was critical to capture the extent of the natural morphological range and plasticity of E. kandelii. Specifically, we emend the generic description to accommodate the first observation of zygospores (Type II) and E. kandelii is described with dimorphic trichospores, yet another genus of the Harpellales to include species with this feature. We also document some variability in trichospore dimensions with E. kandelii, following routine procedures, in vitro slide incubations and staining; these are discussed in light of prior reports noting morphological changes in asexual spores of certain Harpellales following such handling. Finally, we extend our discussion to include putatively closely related taxa of gut fungi in other Ephemeroptera.",
        "Origin": "Other"
    },
    "facultyid": "112103309",
    "coauthors": {
        "19947": {
            "firstname": "Prasanna",
            "middleinitial": "",
            "lastname": "Kandel",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19947,
            "scholarlyactivityid": 6416
        },
        "19948": {
            "firstname": "Merlin",
            "middleinitial": "M",
            "lastname": "White",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112103309",
            "authorid": 19948,
            "scholarlyactivityid": 6416
        }
    },
    "status": [
        {
            "id": 6416,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103309",
    "attachments": []
}