{
    "activityid": 6420,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Extended Studies of Baltomyces Styrax in Idaho and Expanded Distribution of This Isopod Gut Fungus in the USA",
        "Journal": "Mycologia",
        "Volume": "104",
        "Month / Season": "2012-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "313-320",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3852/11-204",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/243",
        "Description/Abstract": "Trichomycetes or gut fungi are currently considered to be an ecological  group consisting of both fungi and protists that inhabit the guts of  arthropods from varied environments. Baltomyces styrax has been included as a member of the Asellariales, a small and understudied order of true gut fungi. Baltomyces styrax has remained monotypic and not been reported formally since it was  first described by Cafaro in 1999 from one collection in Louisiana.  Herein we report on subsequent collections of this fungus, from both  lentic and lotic locations, over the last several years from four other  states, most recently in Idaho, where we have records over a 4-year  span. We repeatedly collected at one lentic site in Idaho for a period  of 5 months, which allowed an extended study of not only the life  history of B. styrax but also the discovery of morphological  characteristics that were not reported earlier. Therefore, we are  emending the species description and providing additional information on  the ecology and host range of B. styrax as well as providing a context for comparison to Asellaria,  the type genus of the Asellariales. We also extend the known host range  and suggest that the fungus is much more widespread than current  records indicate.",
        "Origin": "Other"
    },
    "facultyid": "112103309",
    "coauthors": {
        "19974": {
            "firstname": "Sarah",
            "middleinitial": "J.",
            "lastname": "Oman",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19974,
            "scholarlyactivityid": 6420
        },
        "19975": {
            "firstname": "Merlin",
            "middleinitial": "M",
            "lastname": "White",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112103309",
            "authorid": 19975,
            "scholarlyactivityid": 6420
        }
    },
    "status": [
        {
            "id": 6420,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103309",
    "attachments": []
}