{
    "activityid": 6423,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "New Species and First Records of Trichomycetes from Immature Aquatic Insects in Idaho",
        "Journal": "Mycologia",
        "Volume": "104",
        "Month / Season": "2012-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "295-312",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3852/11-203",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/107",
        "Description/Abstract": "Trichomycetes, or gut fungi, are currently recognized as an ecological group of fungi and protists that inhabit the guts of immature insects or other stages and types of arthropods. The geographic distribution of these endosymbionts is worldwide. However, trichomycete data from the Pacific Northwest are limited and this is the first account of gut fungi in Idaho. We report on the trichomycetes from a single site, Cottonwood Creek at Military Reserve Park, Boise, Idaho, where periodic surveys for just over a one-year period resulted in the discovery of 4 newly named, 3 probably new but unnamed, and 15 previously known species. Among the Harpellales, three new species, Capniomyces sasquatchoides, Harpella torus, and Lancisporomyces lampetriformis are described, with two possibly new species of Smittium detailed but unnamed at this time pending further collections. A Genistelloides cf. hibernus is also included as a possible new species. One new species of Amoebidiales, Paramoebidium hamatum, is described as well. Hosts in which the gut fungi were recovered include larvae or nymphs of Diptera (Chironomidae and Simuliidae), Ephemeroptera (Baetidae), and Plecoptera (Capniidae and Taeniopterygidae). We hope to demonstrate that future surveys or bioprospecting investigations into the biodiversity of these early-diverging fungi in this region and worldwide remains promising.",
        "Origin": "Other"
    },
    "facultyid": "112103309",
    "coauthors": {
        "19982": {
            "firstname": "Molly",
            "middleinitial": "E.",
            "lastname": "Bench",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 19982,
            "scholarlyactivityid": 6423
        },
        "19983": {
            "firstname": "Merlin",
            "middleinitial": "M",
            "lastname": "White",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112103309",
            "authorid": 19983,
            "scholarlyactivityid": 6423
        }
    },
    "status": [
        {
            "id": 6423,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103309",
    "attachments": []
}