{
    "activityid": 6426,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Overview of 75 Years of Smittium Research, Establishing a New Genus for Smittium culisetae and Prospects for Future Revisions of the &quot;Smittium&quot; Clade",
        "Journal": "Mycologia",
        "Volume": "",
        "Month / Season": "2012-07-16",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/275",
        "Description/Abstract": "The Harpellales includes 38 genera of endosymbiotic microfungi associated with various Arthropoda. Smittium, the second genus to be described, is now also the most species-rich of the order. Species of Smittium inhabit the digestive tracts of larval aquatic insects, especially lower Diptera, worldwide. During the 75 years since the type, Smittium arvernense, was described a number of advances in our understanding of the gut fungi have unfolded, in whole or in part, with Smittium as a model for the fungal trichomycetes. This in part relates to the high number of successful isolation attempts, with about 40% of known species having been cultured, a total number that far exceeds any other genus of gut fungus. Many isolates of Smittium have been used in laboratory studies for ultrastructural, physiological, host feeding, serological, as well as isozyme, and now ongoing molecular systematic studies. Previous and current molecular studies have shown that Smittium is polyphyletic but with consistent separation of Smittium culisetae, one of the most common and widespread species, from the remainder of Smittium species. A brief overview of Smittium research is provided. Zygospore and trichospore morphology and molecular evidence (immunological, isozyme, DNA sequences and phylogenetic analyses) are used to establish Zancudomyces and to accommodate Smittium culisetae. For the latter evidence, we include the first two-gene phylogenetic analysis, using combined 18S and 28S rRNA gene sequence data to show a cluster of Zancudomyces culisetae separate from Smittium. As the broadest taxon sampling of Smittium to date, this also serves a molecular systematic update toward revisionary syntheses of this and other Harpellales taxa.\r\n\r\n",
        "Origin": "Other"
    },
    "facultyid": "112103309",
    "coauthors": {
        "124336": {
            "firstname": "Yan",
            "middleinitial": "",
            "lastname": "Wang",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 124336,
            "scholarlyactivityid": 6426
        },
        "124337": {
            "firstname": "Eric",
            "middleinitial": "D.",
            "lastname": "Tretter",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 124337,
            "scholarlyactivityid": 6426
        },
        "124338": {
            "firstname": "Robert",
            "middleinitial": "W.",
            "lastname": "Lichtwardt",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 124338,
            "scholarlyactivityid": 6426
        },
        "124339": {
            "firstname": "Merlin",
            "middleinitial": "M",
            "lastname": "White",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112103309",
            "authorid": 124339,
            "scholarlyactivityid": 6426
        }
    },
    "status": [
        {
            "id": 6426,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2012,
            "termid": "2012/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103309",
    "attachments": []
}