{
    "activityid": 6431,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Nuclear Ribosomal Internal Transcribed Spacer (ITS) Region as a Universal DNA Barcode Marker for Fungi",
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "Volume": "109",
        "Month / Season": "2012-04-17",
        "Issue Number": "16",
        "Actual/Projected Year of Publication/Presentation": 2012,
        "Page Numbers": "6241-6246",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1073/pnas.1117018109",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/274",
        "Description/Abstract": "Six DNA regions were evaluated as potential DNA barcodes for Fungi, the second largest kingdom of eukaryotic life, by a multinational, multilaboratory consortium. The region of the mitochondrial cytochrome c oxidase subunit 1 used as the animal barcode was excluded as a potential marker, because it is difficult to amplify in fungi, often includes large introns, and can be insufficiently variable. Three subunits from the nuclear ribosomal RNA cistron were compared together with regions of three representative protein-coding genes (largest subunit of RNA polymerase II, second largest subunit of RNA polymerase II, and minichromosome maintenance protein). Although the protein-coding gene regions often had a higher percent of correct identification compared with ribosomal markers, low PCR amplification and sequencing success eliminated them as candidates for a universal fungal barcode. Among the regions of the ribosomal cistron, the internal transcribed spacer (ITS) region has the highest probability of successful identification for the broadest range of fungi, with the most clearly defined barcode gap between inter- and intraspecific variation. The nuclear ribosomal large subunit, a popular phylogenetic marker in certain groups, had superior species resolution in some taxonomic groups, such as the early diverging lineages and the ascomycete yeasts, but was otherwise slightly inferior to the ITS. The nuclear ribosomal small subunit has poor species-level resolution in fungi. ITS will be formally proposed for adoption as the primary fungal barcode marker to the Consortium for the Barcode of Life, with the possibility that supplementary barcodes may be developed for particular narrowly circumscribed taxonomic groups.\n\n",
        "Origin": "Other"
    },
    "facultyid": "112103309",
    "coauthors": {
        "20014": {
            "firstname": "Eric",
            "middleinitial": "",
            "lastname": "Tretter",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 20014,
            "scholarlyactivityid": 6431
        },
        "20015": {
            "firstname": "Yan",
            "middleinitial": "",
            "lastname": "Wang",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 20015,
            "scholarlyactivityid": 6431
        },
        "20016": {
            "firstname": "Eric",
            "middleinitial": "M.",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 20016,
            "scholarlyactivityid": 6431
        },
        "20017": {
            "firstname": "Merlin",
            "middleinitial": "M",
            "lastname": "White",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112103309",
            "authorid": 20017,
            "scholarlyactivityid": 6431
        }
    },
    "status": [
        {
            "id": 6431,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2012,
            "termid": "2011/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103309",
    "attachments": []
}