{
    "activityid": 64690,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Experimentally broadcast ocean surf and river noise alters birdsong",
        "Journal": "PeerJ",
        "Volume": "10",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "e13297",
        "Publisher": null,
        "DOI": "10.7717/peerj.13297",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Anthropogenic noise and its effects on acoustic communication have received considerable attention in recent decades. Yet, the natural acoustic environment's influence on communication and its role in shaping acoustic signals remains unclear. We used large-scale playbacks of ocean surf in coastal areas and whitewater river noise in riparian areas to investigate how natural sounds influences song structure in six songbird species. We recorded individuals defending territories in a variety of acoustic conditions across 19 study sites in California and 18 sites in Idaho. Acoustic characteristics across the sites included naturally quiet 'control' sites, 'positive control' sites that were adjacent to the ocean or a whitewater river and thus were naturally noisy, 'phantom' playback sites that were exposed to continuous broadcast of low-frequency ocean surf or whitewater noise, and 'shifted' playback sites with continuous broadcast of ocean surf or whitewater noise shifted up in frequency. We predicted that spectral and temporal song structure would generally correlate with background sound amplitude and that signal features would differ across site types based on the spectral profile of the acoustic environment. We found that the ways in which song structure varied with background acoustics were quite variable from species to species. For instance, in Idaho both the frequency bandwidth and duration of lazuli bunting () and song sparrow () songs decreased with elevated background noise, but these song features were unrelated to background noise in the warbling vireo (), which tended to increase both the minimum and maximum frequency of songs with background noise amplitude. In California, the bandwidth of the trill of white-crowned sparrow () song decreased with background noise amplitude, matching results of previous studies involving both natural and anthropogenic noise. In contrast, wrentit () song bandwidth was positively related to the amplitude of background noise. Although responses were quite heterogeneous, song features of all six species varied with amplitude and/or frequency of background noise. Collectively, these results provide strong evidence that natural soundscapes have long influenced vocal behavior. More broadly, the evolved behavioral responses to the long-standing challenges presented by natural sources of noise likely explain the many responses observed for species communicating in difficult signal conditions presented by human-made noise.",
        "Origin": "PubMed"
    },
    "facultyid": "113089601",
    "coauthors": {
        "299436": {
            "firstname": "Veronic",
            "middleinitial": "A",
            "lastname": "Reed",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 299436,
            "scholarlyactivityid": 64690
        },
        "299437": {
            "firstname": "Cory ",
            "middleinitial": "A",
            "lastname": "Toth",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 299437,
            "scholarlyactivityid": 64690
        },
        "299438": {
            "firstname": "Rya",
            "middleinitial": "N",
            "lastname": "Wardle",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 299438,
            "scholarlyactivityid": 64690
        },
        "299439": {
            "firstname": "Dylan G E",
            "middleinitial": "",
            "lastname": "Gomes",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 299439,
            "scholarlyactivityid": 64690
        },
        "299440": {
            "firstname": "Jesse ",
            "middleinitial": "R",
            "lastname": "Barber",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 299440,
            "scholarlyactivityid": 64690
        },
        "299441": {
            "firstname": "Clinton ",
            "middleinitial": "D",
            "lastname": "Francis",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 299441,
            "scholarlyactivityid": 64690
        }
    },
    "status": [
        {
            "id": 64690,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2022,
            "termid": "2021/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113089601",
    "attachments": []
}