{
    "activityid": 6474,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Intensive Care and Invasive Ventilation in the Elderly Patient, Implications of Chronic Lung Disease and Comorbidities",
        "Journal": "Chronic Respiratory Disease",
        "Volume": "1",
        "Month / Season": "2004-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "43-54",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/bio_facpubs/73",
        "Description/Abstract": "Elderly patients have an increasing prevalence of illness that requires consideration of critical care and invasive ventilatory support. Although critical care of even the very elderly can provide value, with increasing age the potential risks of treatment and diminishing returns with respect to quality and quantity of life result in a need for careful evaluation. Variable combinations of impaired organ function, active disease and residual pathology from past disease and injury all affect critical care, with the consequence that the elderly are a very heterogeneous population. Recognizing that critical care is a limited resource, it is important to identify patients who may be at increased risk or least likely to benefit from treatment. Patients with functional impairments, nutritional deficiencies and multiple comorbidities may be at highest risk of poor outcomes. Those with very severe disease, extreme age and requirements for prolonged ventilatory support have high in-hospital mortality. Functional impairments, comorbidities and severity of illness are usually more important considerations than chronologic age. The objective of this review is to identify how common problems of the elderly affect critical care and decisions concerning use of invasive ventilatory support.",
        "Origin": "Other"
    },
    "facultyid": "111195534",
    "coauthors": {
        "20124": {
            "firstname": "Christopher",
            "middleinitial": "",
            "lastname": "Nielson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 20124,
            "scholarlyactivityid": 6474
        },
        "20125": {
            "firstname": "Denise",
            "middleinitial": "Gay",
            "lastname": "Wingett",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111195534",
            "authorid": 20125,
            "scholarlyactivityid": 6474
        }
    },
    "status": [
        {
            "id": 6474,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111195534",
    "attachments": []
}