{
    "activityid": 65,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Capturing affect via the experience sampling method: Prospects for accounting information systems researchers",
        "Journal": "International Journal of Accounting Information Systems",
        "Volume": "12",
        "Month / Season": "2011-12-31",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "90-98",
        "Publisher": "",
        "DOI": "10.1016/j.accinf.2010.12.002",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "A growing body of literature spanning the social, psychological, and neurological sciences is studying the influence of affect (emotions, feelings and moods) within a variety of decision-making contexts. Accounting Information Systems (AIS) researchers interested in capturing affect within such contexts ought to consider methods that are designed to capture affect close to its realization. One such approach is the experience sampling method (ESM), developed as a way to collect individuals' subjective perceptions of their cognitions, motivations and affect as they become manifest. In short, ESM involves capturing brief responses from individuals throughout the day over the course of weeks or even months. By doing so, researchers can strengthen internal validity weaknesses associated with surveys and interviews, and increase ecological validity beyond laboratory experiments. ESM data is rich with possibilities for within- and between-participant comparisons. However, conducting an ESM study is much more intense and time-consuming than a one-time survey. In this paper, we discuss the concept of ESM, explain how and it can be used for studying affect, explore various theoretical considerations, and mention some key implementation issues. Our objective is to highlight the ESM and offer directions for AIS researchers interested in evaluating the suitability of the ESM method for their research programs.",
        "Origin": "Other"
    },
    "facultyid": "114026485",
    "coauthors": {
        "179": {
            "firstname": "Ryan",
            "middleinitial": "",
            "lastname": "Baxter",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114026485",
            "authorid": 179,
            "scholarlyactivityid": 65
        },
        "180": {
            "firstname": "James",
            "middleinitial": "E.",
            "lastname": "Hunton",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 180,
            "scholarlyactivityid": 65
        }
    },
    "status": [
        {
            "id": 65,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2011,
            "termid": "2011/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026485",
    "attachments": []
}