{
    "activityid": 65337,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Using paleozoological records to inform the conservation of Greater Sage-Grouse: A case study from Homestead Cave",
        "Conference/Meeting Name": "Idaho Chapter of the Wildlife Society Annual Meeting",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "02-16-2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "Idaho Chapter of the Wildlife Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;The Greater Sage-Grouse (&lt;em&gt;Centrocercus urophasianus&lt;/em&gt;) is an icon of the sagebrush steppe communities in the American West. Unfortunately, these communities have been steadily deteriorating since historic times due to human disturbances and climate change, in turn leading to a dramatic decline in the abundance and distributional range of Greater Sage-Grouse. The conservation of Greater Sage-Grouse and their sagebrush habitats has subsequently become one of the most prominent and controversial wildlife conservation issues in the west, resulting in the implementation of a number of conservation programs and several broad scale, multi-million-dollar, state- and federally-sponsored management plans. However, these plans are often formulated using only historic data—a record spanning less than 200 years and marked by extensive anthropogenic impacts that undoubtedly played a significant, if not primary, role in shaping the current distribution of the species. Thus, the long-term range shifts of sage-grouse in relation to different environmental variables in the absence of human influence remain largely unknown. This study links the late Pleistocene and early Holocene paleontological record of Greater Sage-Grouse from Homestead Cave to other datasets indicative of past local environments to examine the environmental conditions that affected sage-grouse distribution in the past. The results of this analysis indicate that while sage-grouse are indeed inextricably tied to sagebrush, their distribution is further limited by climate. This information could assist in identifying areas conducive to successful reintroductions, which should be of interest to those involved in developing management plans and legislation designed to protect these iconic birds and their unique habitats. Ultimately, this case study demonstrates the value of paleontological and archaeological datasets to inform modern-day wildlife management and conservation.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114203426",
    "coauthors": {
        "303328": {
            "firstname": "Allison",
            "middleinitial": "L",
            "lastname": "MacLean",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114203426",
            "authorid": 303328,
            "scholarlyactivityid": 65337,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 65337,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114203426",
    "attachments": []
}