{
    "activityid": 65506,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;span style=&quot;font-size:12pt;&quot;&gt;Dignity in Entrepreneurship: Designing Jobs with Autonomy in Mind&lt;/span&gt;&lt;span style=&quot;font-size:medium;&quot;&gt;&lt;/span&gt;",
        "Conference/Meeting Name": "European Conference on Innovation and Entrepreneurship (ECIE 2023)",
        "Conference Location": "Porto, Portugal",
        "Date or Date Range": "September 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "Academic Conferences International",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p style=&quot;font-weight:400;&quot;&gt;&lt;strong&gt;Principal Topic&lt;/strong&gt;&lt;/p&gt;\n&lt;p style=&quot;font-weight:400;&quot;&gt;There is a scholarly consensus that workplace dignity is important for organizations (Bolton, 2007; Crowley, 2012; Lucas et al., 2017). While scholars have theorized about what the dignity construct entails and why it matters in a variety of ways, autonomy has always been identified as the primary element of the construct (Baron, 2010; Bolton, 2007; Crowley, 2012). For instance, Lucas et al. (2017) found that of the various measures of dignity, autonomy had the most effect on outcomes. Further, it has been noted by scholars that dignity is a proxy for respect for autonomy (Neal 2014). While we acknowledge that there are other elements of dignity, autonomy is of particular interest not only because of its noted impact, but also because it can be designed intentionally (Parker &amp; Wall, 1998).&lt;/p&gt;\n&lt;p style=&quot;font-weight:400;&quot;&gt;Recently, scholars have noted the importance of studying job design in entrepreneurship (Baron, 2010). Specifically, the actions that a founder or founding team take at the onset of a new organization have lasting effects on what an organization ultimately becomes in terms of culture, strategy, decision making, structure, and other important factors (Amason, 1996; Athanassiou, Crittenden, Kelly, &amp; Marquez, 2002; Chandler &amp; Hanks, 1994; Collins &amp; Clark, 2003). It follows that increasing scholarly understanding of the job design choices that founders make is an important endeavor. Scholars note that as organizations face increasing levels of dynamism from the environment, managers should be “treating the word design not as a noun, but as a verb.” (Yoo et al., 2006, p. 215). Responding to Baron’s call to examine what role individual factors play with respect to job design (2010), this paper studies the relationship between individual factors and job design. Specifically, we investigate how individual factors drive entrepreneurs to intentionally design autonomy into their new ventures. &lt;/p&gt;\n&lt;p style=&quot;font-weight:400;&quot;&gt;The three individual factors that we focus on in this study are i) entrepreneurs’ past jobs experiences relating to autonomy, ii) gender, and iii) whether the entrepreneur is planning a family business venture. First, organizational behavior research shows that past dignity violations, meaning restricted autonomy in a job, influence future individual behavior (Lucas et al., 2017). Second, prior research suggests that preference for autonomy may differ by gender, with females heavily motivated by autonomy (Franck, 2012). Third, research shows that autonomy is a very salient issue in family business research (e.g., Gilding, 2000; Henssen et al., 2014). Therefore, we predict experiences related to job autonomy, gender, and intentions to start a family business will drive entrepreneurs to be more likely to intentionally design jobs with autonomy in mind.&lt;/p&gt;\n&lt;p style=&quot;font-weight:400;&quot;&gt;Our results show evidence that individual factors drive entrepreneurs to intentionally design autonomy into their new ventures. More specifically, there is marginal support that nascent entrepreneurs who had a high level of input in organizing their own work in their past jobs are more likely to design autonomy in their future ventures. Further, there is marginal support indicating that females are more likely to design their ventures with autonomy in mind, which confirms existing findings that females are more motivated by autonomy (Franck, 2012) in an entrepreneurial context. Finally, we find marginal support that entrepreneurs planning to start a family business are also more likely to design autonomy into their new ventures providing empirical evidence that autonomy does indeed play an important role in family business research. As our sample size increases to closer to 100 nascent entrepreneurs, the increased statistical power is likely to improve p-values that already show marginal support with only about two-thirds of the data collected so far. &lt;span&gt; &lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114027549",
    "coauthors": {
        "314944": {
            "firstname": "Shaunn",
            "middleinitial": "",
            "lastname": "Mattingly",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114027549",
            "authorid": 314944,
            "scholarlyactivityid": 65506,
            "classifications": {
                "Role": "Author"
            }
        },
        "314945": {
            "firstname": "Trayan",
            "middleinitial": "",
            "lastname": "Kushev",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 314945,
            "scholarlyactivityid": 65506,
            "classifications": {
                "Role": "Author"
            }
        },
        "314946": {
            "firstname": "Andrew",
            "middleinitial": "",
            "lastname": "Manikas",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 314946,
            "scholarlyactivityid": 65506,
            "classifications": {
                "Role": "Author"
            }
        },
        "314947": {
            "firstname": "Olukemi",
            "middleinitial": "",
            "lastname": "Swayerr",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 314947,
            "scholarlyactivityid": 65506,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 65506,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 65506,
            "status": "Accepted",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114027549",
    "attachments": []
}