{
    "activityid": 6554,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Natural Religion and Human Perfectibility: Tocqueville's Account of Religion in Modern Democracy",
        "Journal": "Perspectives on Political Science",
        "Volume": "33",
        "Month / Season": "2004-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "17-Oct",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3200/PPSC.33.1.10-17",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/47",
        "Description/Abstract": "Few issues are as troublesome as the problem of technology. On the level of common opinion, people wonder whether our consumptive culture will destroy the ecosystem necessary to sustain human life, whether the proliferation of biological and nuclear weapons threatens the existence of liberal democracies, and whether human cloning is consistent with the goodness of existence. Thinkers see matters of permanent significance in these occasional issues. Critics from a somewhat leftist perspective worry that the advance of technology turns human beings into anonymous cogs in the hands of a dehumanizing capitalist despotism.1 Critics from a culturally conservative (whether religious, romantic, or existentialist) perspective think that technology destroys the aesthetic, spiritual, and moral horizon necessary for flourishing human life.2 All concerned fear that the spread of technology brings with it an unstated but inescapable predisposition to life or being. Although we risk distortion in the name of simplicity, the technological attitude views the natural world as something to be brought under human control, and it discourages thinking about the ends served by human control. Technological people do not recognize beauty, revere a Creator, or recognize their enslavement to a mere means of production because they are busy trying to find ways to make the future brighter by escaping tradition and controlling nature.",
        "Origin": "Other"
    },
    "facultyid": "111643642",
    "coauthors": {
        "20443": {
            "firstname": "Scott",
            "middleinitial": "E",
            "lastname": "Yenor",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643642",
            "authorid": 20443,
            "scholarlyactivityid": 6554
        }
    },
    "status": [
        {
            "id": 6554,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643642",
    "attachments": []
}