{
    "activityid": 6556,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Between Rationalism and Postmodernism: Hume's Political Science of our &quot;Mixed Kind of Life&quot;",
        "Journal": "Political Research Quarterly",
        "Volume": "55",
        "Month / Season": "2002-06-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2002,
        "Page Numbers": "329-350",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1177/106591290205500203",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/46",
        "Description/Abstract": "Many recent studies of David Hume emphasize his criticism of Enlightenment rationalism, but these studies risk making Hume into a paleoconservative advocate of local attachment. This article suggests that Humes political science can best be seen as advocating a middle position between Enlightenment rationalism and postmodern relativism in its Rortyan and paleo-conservative manifestations. In his criticism of rationalism, Hume concedes much to postmodern views on foundations, history, and subjectivity Hume, however, still defends the possibility of philosophic detachment and therefore political science as against postmodern theories. Hume's criticism of Enlightenment rationalism permit him to affirm important truths about the human condition: that ours is a &quot;mixed kind of life.&quot; Based on this understanding of our mixed condition, Hume argues that the modern world is the home of the virtues most attuned to our complex and mixed nature.",
        "Origin": "Other"
    },
    "facultyid": "111643642",
    "coauthors": {
        "20445": {
            "firstname": "Scott",
            "middleinitial": "E",
            "lastname": "Yenor",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643642",
            "authorid": 20445,
            "scholarlyactivityid": 6556
        }
    },
    "status": [
        {
            "id": 6556,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2002,
            "termid": "2002/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643642",
    "attachments": []
}