{
    "activityid": 6608,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Changing Gender Roles and Economies in Taimyr",
        "Journal": "Anthropology of East Europe Review",
        "Volume": "28",
        "Month / Season": "2010-07-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "102-119",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/79",
        "Description/Abstract": "This article is an inquiry into the extent to which, and how, roles of men and women in indigenous communities in north-central Siberia have changed along with the changing economic and political context from the 1917 Communist Revolution to the post-Soviet era. The starting point for this investigation is archived data from the 1926/27 Polar Census of Siberia. Fieldwork conducted in the region in the 1990s and 2000s provides comparative materials. During this 80-year period, the development of centralized settlements and regional urban areas brought increasing professionalization of traditional economic activities and greater involvement of the indigenous population in civil service work. As a result, the flexibility of gender roles in the indigenous pre-Soviet economy was sacrificed in favor of work in state companies and organizations that followed gender contracts imposed following the general Soviet model. In the post-Soviet period, following the collapse of the Soviet planned economy greater flexibility in gender roles has been observed, along with increasing importance of informal exchange networks and reliance upon hunting, fishing and trapping as key inputs to local economies.",
        "Origin": "Other"
    },
    "facultyid": "111715805",
    "coauthors": {
        "20594": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 20594,
            "scholarlyactivityid": 6608
        }
    },
    "status": [
        {
            "id": 6608,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2010,
            "termid": "2010/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111715805",
    "attachments": []
}