{
    "activityid": 6612,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Assigned Territories, Family/Clan/Communal Holdings, and Common-Pool Resources in the Taimyr Autonomous Region, Northern Russia",
        "Journal": "Human Ecology",
        "Volume": "31",
        "Month / Season": "2003-09-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "331-368",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1023/A:1025024804641",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/92",
        "Description/Abstract": "This paper describes an indigenous hunting/fishing/trapping economy in the Taimyr Autonomous Region, northern Russia, and traces the continuities and developments in property since the collapse of the Soviet command economy in 1991. Indigenous relations to hunting grounds and renewable resources are discussed with ethnographic case material from Dolgan and Nganasan communities. Land tenure is analyzed in terms of inclusive and exclusive property and informal and formal resource management. The asymmetric growth and distribution of common-pool territories and private holdings is a central issue. A number of factors when examined together appear to favor common property and traditional management including ancestral frames of morality and access, crosscutting kin relationships, principles of ownership and mutual aid, cooperative hunting, sharing of meat and fish, as well as migration patterns of prey species and relative increases in the cost of freight transport since 1991. In addition, private holdings often make commercial sales and generally have better access to urban centers, while they are more closely regulated through land, tax, and environment offices of local government.",
        "Origin": "Other"
    },
    "facultyid": "111715805",
    "coauthors": {
        "20600": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 20600,
            "scholarlyactivityid": 6612
        }
    },
    "status": [
        {
            "id": 6612,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2003,
            "termid": "2003/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111715805",
    "attachments": []
}