{
    "activityid": 6614,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Reproductive responses to economic uncertainty: fertility decline in post-Soviet Ust’-Avam, Siberia",
        "Journal": "Human Nature",
        "Volume": "27",
        "Month / Season": "2016-09-05",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": "351-371",
        "Publisher": "Springer",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Purpose: In the face of economic and political changes following the end of the Soviet Union, total fertility rates fell significantly across the post-Soviet world. In this study we examine the dramatic fertility transition in one community during which the total fertility rate fell from approximately five children per woman before 1993 to just over one child per woman a decade later. \r\nMethods: We apply hypotheses derived from evolutionary ecology and demography to the question of fertility transition in the post-Soviet period focusing on an indigenous community (Ust’-Avam) in the Taimyr Region, northern Russia. We employ a mixed parametric accelerated failure-time model that allows comparison of age at first birth, interbirth interval, and reproductive cessation prior to and following 1993.\r\nResults: We find that reproductive delay alone does not explain the dramatic drop in fertility in Ust’-Avam. Age at first birth remains constant. Interbirth intervals increase moderately. The fraction of women who are not reproducing doubles (for parities 2 through 4) or triples (for nulliparous women). \r\nConclusions: We caution against assuming that environmental harshness necessarily leads to earlier and more rapid reproduction. An evolutionary theory of fertility responses to acute environmental shocks remains a relatively undeveloped area. In such contexts it is likely that selection favors a conservative reproductive strategy while more information is learned about the new environment. When investigating fertility responses to environmental stressors we suggest researchers examine stopping behavior in addition to changes in age at first birth and interbirth interval.\r\n",
        "Origin": "Other"
    },
    "facultyid": "111715805",
    "coauthors": {
        "105848": {
            "firstname": "David",
            "middleinitial": "A.",
            "lastname": "Nolin",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 105848,
            "scholarlyactivityid": 6614
        },
        "105849": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 105849,
            "scholarlyactivityid": 6614
        }
    },
    "status": [
        {
            "id": 6614,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 6614,
            "status": "Submitted",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111715805",
    "attachments": []
}