{
    "activityid": 6622,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Introduction to the Special Issue on Siberian Demography",
        "Journal": "Sibirica",
        "Volume": "9",
        "Month / Season": "2010-01-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "8-Jan",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3167/sib.2010.090301",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/54",
        "Description/Abstract": "This special issue of Sibirica features a selection of recent research on the demography of Siberians with a special emphasis on what Russian scholars call the etnodemografiia of the &quot;sparse&quot; (malochislennye) peoples of Siberia. Demographic analysis has occupied a privileged place in the study of Siberia serving interests that go well beyond the tallying of souls that one usually associates with this exercise. The very first Imperial-era surveys of Siberia, aside from providing a description of the geography, described the character and qualities of the people encountered (Castrén 1853–1858; Fisher 1774; Georgi 1799; Middendorf 1860–1869). Early scholars of Siberian peoples thought that they needed to understand both the size and social structure of local societies in order to tax them efficiently. Early registers of indigenous peoples in the seventeenth century tended to focus on the numbers of male hunters likely to provision the furs coveted by the Russian state (Bakhrushin 1955). However, by a very early date in the nineteenth century, the Russian state created regular tribute quotas matched to the &quot;level of civilization&quot; of specific nations (Raeff 1956). By contrast, what one today might recognize as a modern type of population survey based on the interviews of individual men and women came relatively late with the 1897 All-Russian Census and arguably was only implemented completely for the first time with the Soviet population census of 1926. The latter census incorporated an especially intensive survey of the &quot;polar&quot; and indigenous (tuzemnoe) population (Anderson 2006). The state curiosity in the populousness and professional structure of all of the discrete peoples in Russia continued as a constant concern throughout the Soviet period, and with a brief post- Soviet hiatus, is continuing in the Russian Federation. How can these three hundred years of surveying be best understood?",
        "Origin": "Other"
    },
    "facultyid": "111715805",
    "coauthors": {
        "20672": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 20672,
            "scholarlyactivityid": 6622
        },
        "20673": {
            "firstname": "David",
            "middleinitial": "G.",
            "lastname": "Anderson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116656",
            "authorid": 20673,
            "scholarlyactivityid": 6622
        }
    },
    "status": [
        {
            "id": 6622,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2010,
            "termid": "2009/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111715805",
    "attachments": []
}