{
    "activityid": 6624,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Linking Disparate Approaches to the Study of Social Norms: An Example from Northern Siberia",
        "Journal": "Sibirica",
        "Volume": "14",
        "Month / Season": "2015-05-31",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Page Numbers": "68-101",
        "Publisher": "Berghahn",
        "DOI": "10.3167/sib.2015.140104",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This article examines altruistic social norms among the Dolgans and the Nganasans in Arctic Siberia, drawing on and integrating experimental game theory and semiotic approaches. The article demonstrates the complementarity of these two methodologies in order to more fully understand how sharing is promoted over individual self-aggrandizement in a communal-resource property regime. Any theory of social norms should be of some practical benefit for solving current environmental dilemmas, as well as for increasing understanding of the factors lending sustainability to human-environment relationships. With that goal in mind, the article presents results of experimental games conducted in the Taimyr Autonomous Region in 2003, along with an analysis of indigenous communication (sayings, aphorisms, taboos, etc.) aimed at the promotion of altruistic social norms. A synthesis of the two approaches is outlined with implications for the broader literature on hunting peoples across the north and beyond.\n",
        "Origin": "Other"
    },
    "facultyid": "111715805",
    "coauthors": {
        "20675": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Ziker",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111715805",
            "authorid": 20675,
            "scholarlyactivityid": 6624
        }
    },
    "status": [
        {
            "id": 6624,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111715805",
    "attachments": []
}