{
    "activityid": 66263,
    "fields": {
        "Type": "Creative Publications",
        "Title of Work": "Tenuous Threads Exhibition Catalog",
        "Title of larger work (if applicable)": "",
        "Month": "",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Publisher": "MagCloud",
        "Publisher Location": "San Francisco, CA",
        "Volume": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Author/Editor of Larger Work": "Felix Quinonez Jr.",
        "ISBN/ISSN #": "",
        "Contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;span&gt;Atlantic Gallery is very pleased to present TENUOUS THREADS, a two-part exhibition showcasing works incorporating textiles, fibers, threads and mixed media. Tenuous Threads alludes to the delicate lines that bring us together and sets us apart; that joins us yet repels us. All of life is connected through networks, systems, fibers and webs. Communication (visual, verbal, electrical, chemical, and kinetic) enables an exchange of information amongst all life forms. The exhibition includes innovative artworks that utilize textiles, fibers, threads (natural and synthetic) in sculpture, collage, 3D and 2D mixed media that communicates the strength and fragility of what binds all life.&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;strong&gt;Patricia Miranda,&lt;/strong&gt; juror and curator of the exhibition, is an artist, curator, educator, and founder of the artist-run organizations The Crit Lab and MAPSpace. She has been awarded residencies at Constance Saltonstall Foundation, I-Park, Weir Farm, Vermont Studio Center, and Julio Valdez Printmaking Studio; and grants from Northern Manhattan Arts Alliance, two artist grants from ArtsWestchester/NYSCA, an Anonymous Was a Woman Covid19 grant, and was part of a year-long NEA grant working with homeless youth. Her work has been exhibited at Jane Street Art Center (Saugerties, NY) Garrison Art Center (Garrison, NY), ODETTA Gallery (NYC), Williamsburg Art+Historical Center (Brooklyn), the Newport Museum of Art (Newport, RI), the 3S Art Center, (Portsmouth NH), and group exhibitions at the Peg Center for Art and Activism (Newburyport, MA) and Lyman Allyn Art Museum (New London, CT).&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114028031",
    "coauthors": {
        "305872": {
            "firstname": "Lily",
            "middleinitial": "",
            "lastname": "Lee",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114028031",
            "authorid": 305872,
            "scholarlyactivityid": 66263
        }
    },
    "status": [
        {
            "id": 66263,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114028031",
    "attachments": [
        {
            "attachmentid": 47159,
            "mimetype": "image/jpeg",
            "filename": "Tenuous Threads Social Media (2).jpg",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRitZM3VrRm5uMmg2NUVZTXM0d1F3cUUyVmRDWlN6WDY4ZjdETHZRRXlKSCt2ckUxTnMrL3NYWEtHWERCTldLTFBiU29ReGFhZC8wS2czeXhUZmw0M2x0cQ%3D%3D",
            "filesize": 2197902
        }
    ]
}