{
    "activityid": 66393,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Expanding Accounting’s Role: Addressing Six Barriers with Professionalism Education",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Expanding accounting from the language of business to an enabler of the flourishing of people and nature will require the surmounting of formidable barriers. The same attributes that enabled accounting to legitimize commerce, thrive in its role as the language of business, and enable the flourishing of markets may hinder the profession’s ability to contribute to the broader project of enabling the flourishing of people and planet. Accounting can overcome these hindrances by harnessing its status as a profession and its commitment to professionalism. And the necessary emphasis on professionalism must begin in accounting academic programs. We view professionalism as a liberal rather than technical topic, and we define it broadly. This article identifies six barriers to broadening the role of accountancy and how a recommitment to professionalism in academic programs can help overcome them. The article then tells the story of how one accounting program redesigned a sophomore-level course, now called “Foundations of the Accounting Profession,” to include topics on professionalism, broadly defined, alongside traditional technical accounting topics. The article describes the reading materials developed for the course—a guidebook called “Becoming a Professional: A Trail Guide for Accountancy Students”—and the professionalism activities that are used in the course. While the soft skills covered in the course are important in accounting as currently practiced, they will be essential if accounting is to take on the project of enabling the flourishing of humans and nature. Indeed, the course, while designed with accounting’s current role in mind, can be a vehicle to help students prepare for a future in which accounting’s role expands to one of social transformation. The information presented in this article should be helpful for accounting programs interested in exposing their students to professionalism issues early in their accounting studies and preparing them for the challenges of a changing profession.",
        "Origin": "Manual"
    },
    "facultyid": "112033523",
    "coauthors": {
        "306268": {
            "firstname": "Mark",
            "middleinitial": "",
            "lastname": "Cowan",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112033523",
            "authorid": 306268,
            "scholarlyactivityid": 66393,
            "classifications": {
                "Role": "Author"
            }
        },
        "306269": {
            "firstname": "Ryan",
            "middleinitial": "J",
            "lastname": "Baxter",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026485",
            "authorid": 306269,
            "scholarlyactivityid": 66393,
            "classifications": {
                "Role": "Author"
            }
        },
        "306270": {
            "firstname": "JoAnn",
            "middleinitial": "",
            "lastname": "Wood",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112187082",
            "authorid": 306270,
            "scholarlyactivityid": 66393,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 66393,
            "status": "In Progress",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "112033523",
    "attachments": []
}