{
    "activityid": 66824,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Inherent Bad Faith of the NCAA's Use of Title IX to Shield Their Illegal Business Practices",
        "Journal": "Georgetown Journal of Gender and the Law",
        "Volume": "25",
        "Month / Season": "",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "39-81",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.law.georgetown.edu/gender-journal/in-print/volume-xxv-issue-1-general-issue/the-inherent-bad-faith-of-the-ncaas-use-of-title-ix-to-shield-its-illegal-business-practices/",
        "Description/Abstract": "&lt;span&gt;This Essay examines the moral and policy implications of the NCAA’s use of Title IX to argue for legislative immunity from antitrust and employment law.  Regardless of if there is merit to the NCAA’s in-court assertions that Title IX prevents employment status, revenue sharing, and other reforms, the NCAA’s requests to Congress for legislative protection and immunity requires a monumental degree of faith that an all-powerful NCAA would sincerely carry out its supposed commitment to gender equity.  Yet this Essay finds that the NCAA has hardly earned the level of trust necessary to grant it that power. To the contrary, the NCAA has shown repeatedly that they cannot be trusted to follow through on this implicit promise in light of the NCAA and its’ member schools’ historical battles against Title IX and incessant use of loopholes, each of which highlight their bad faith in these discussions.  While the NCAA’s arguments regarding Title IX are compelling to many, history simply does not support trusting an above-the-law NCAA to actually work to ensure gender equality in college sports.  As such, this Essay argues that it is at the utmost levels of bad faith for the NCAA to attempt to use Title IX as a shield when the NCAA and its stakeholders have been fighting Title IX’s on-paper and in-spirit application to college sports at every turn.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114171943",
    "coauthors": {
        "326386": {
            "firstname": "Sam",
            "middleinitial": "C",
            "lastname": "Ehrlich",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114171943",
            "authorid": 326386,
            "scholarlyactivityid": 66824
        }
    },
    "status": [
        {
            "id": 66824,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 66824,
            "status": "In Press",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 5,
            "completionorder": 5
        },
        {
            "id": 66824,
            "status": "Accepted",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114171943",
    "attachments": []
}