{
    "activityid": 67,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Development and Deploymentof Electronic Personal Health Records: a Strategic Positioning Perspective",
        "Journal": "Journal of Health Organization and Management",
        "Volume": "27",
        "Month / Season": "2013-12-31",
        "Issue Number": "5",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Page Numbers": "577 - 600",
        "Publisher": "",
        "DOI": "10.1108/JHOM-07-2012-0144",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://dx.doi.org/10.1108/JHOM-07-2012-0144",
        "Description/Abstract": "Purpose\r\n– The purpose of this study is to examine the impact of strategic position on the ability of an entrepreneurial firm to successfully develop and deploy electronic personal health records technology within the US healthcare industry.\r\n\r\nDesign/methodology/approach\r\n– This study uses an in-depth longitudinal case study methodology.\r\n\r\nFindings\r\n– The study contributes by juxtaposing a longitudinal view of how the focal firm proposed and acted on different strategic positions in an attempt to achieve development and deployment success. In doing so, the study also elaborates on Porter's recognition that firms need to make trade-offs when choosing a strategic position, as the purposeful limitation of service offerings can protect against the degradation of existing value creating activities.\r\n\r\nResearch limitations/implications\r\n– The authors' study highlights the enormous challenge of facilitating the adoption and diffusion of technology enabled interventions in the US healthcare ecosystem. Future research that combines both interdisciplinary and multi-level investigation and analysis is sorely needed to develop a more sophisticated understanding of the phenomenon and to encourage the development and deployment of useful technology enabled interventions within the US healthcare industry.\r\n\r\nPractical implications\r\n– While the fragmented nature of the healthcare industry provides opportunities for entrepreneurial firms, such complexity within the ecosystem should not be underestimated as a reason for concern for small firms.\r\n\r\nSocial implications\r\n– Total economic burden due to chronic diseases and other healthcare-related expenses is massive for the USA. Consequently, prevention and early detection of future disease states has become a core component of the current healthcare reform debate. EPHRs are considered one core component of a broader healthcare strategy to improve health outcomes and lower costs. By deepening our understanding of how best to develop and deploy such interventions, society will surely benefit.\r\n\r\nOriginality/value\r\n– The longitudinal nature of the authors' study provides a unique opportunity to understand the dynamic interrelationships between context, position, and performance within the US healthcare industry.",
        "Origin": "Other"
    },
    "facultyid": "114026485",
    "coauthors": {
        "119070": {
            "firstname": "Mark",
            "middleinitial": "",
            "lastname": "Lewis",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112003149",
            "authorid": 119070,
            "scholarlyactivityid": 67
        },
        "119071": {
            "firstname": "Ryan",
            "middleinitial": "",
            "lastname": "Baxter",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026485",
            "authorid": 119071,
            "scholarlyactivityid": 67
        },
        "119072": {
            "firstname": "Richard",
            "middleinitial": "",
            "lastname": "Pouder",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 119072,
            "scholarlyactivityid": 67
        }
    },
    "status": [
        {
            "id": 67,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2013,
            "termid": "2013/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114026485",
    "attachments": []
}