{
    "activityid": 6721,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Reflectivity Modeling of a Ground-Penetrating-Radar Profile of a Saturated Fluvial Formation",
        "Journal": "",
        "Volume": "71",
        "Month / Season": "2006-05-26",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "K59-K66",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1190/1.2194528",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/9",
        "Description/Abstract": "Major horizons in radar reflection profiles may correlate with contacts between stratigraphic units or with structural breaks such as fault surfaces. Minor reflections may be caused by clutter or, in some cases, may indicate material properties or structure within stratigraphic units. In this study, we examine the physical basis for major and minor reflections observed in a shallow, unconfined, fluvial aquifer near Boise, Idaho, U. S. A. We compare a 2D profile from a surface ground-penetrating-radar reflection transect with the 1D modeled reflection profiles at three wells adjacent to the surface-reflection profile. The 1D models are based on dielectric constant and electrical conductivity values from borehole logs and vertical radar profile data. Reflections at the water table/capillary fringe, at the base of a sand-filled channel, and at the base of two sand-rich lenses in a cobble-dominated unit are recognizable in the surfacereflection profile and in all 1D reflectivity models. Less prominent reflections in stratigraphic units occur in both the surface-profile model and the reflectivity model. Although such minor reflections are not correlated easily, general similarities in their presence and location indicate that sometimes the reflections may be useful for recognizing internal facies structure or character.",
        "Origin": "Other"
    },
    "facultyid": "111110319",
    "coauthors": {
        "20893": {
            "firstname": "William",
            "middleinitial": "",
            "lastname": "Clement",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110004",
            "authorid": 20893,
            "scholarlyactivityid": 6721
        },
        "20894": {
            "firstname": "Warren",
            "middleinitial": "",
            "lastname": "Barrash",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110319",
            "authorid": 20894,
            "scholarlyactivityid": 6721
        },
        "20895": {
            "firstname": "Michael",
            "middleinitial": "D.",
            "lastname": "Knoll",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 20895,
            "scholarlyactivityid": 6721
        }
    },
    "status": [
        {
            "id": 6721,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2006,
            "termid": "2005/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110319",
    "attachments": []
}