{
    "activityid": 67252,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;HIV/AIDS in Idaho: The Other Half of the Story&quot;",
        "Conference/Meeting Name": "American Association of State and Local Historians National Conference",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "Sept 7-10, 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "American Association of State and Local Historians",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Queer Americans weave into the fabric of the American story with varied recognition to their legacies. Local queer history can be found for those who seek it; but how do we preserve these complicated narratives? The intersecting identities queer people hold of race, sexual orientation, gender identity, class, religious beliefs, incarceration and HIV/AIDS status (among others) vary the lens of experience. Scholars’ identities and the intended audience can shift focus and interpretation as well. Hear from Brian Stack (Annualized History Instructor at Spokane Falls Community College), Dr. Lisa McClain (Professor of History and Gender Studies at Boise State University), Micah Hetherington (Public History Graduate Student at Boise State University), Alan Virta (Retired Archivist), and Chelsee Boehm (Museum Registrar at the Idaho State Museum), as they share their professional experiences working to preserve, advocate for, and share local queer history with the public.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111669995",
    "coauthors": {
        "307096": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 307096,
            "scholarlyactivityid": 67252
        }
    },
    "status": [
        {
            "id": 67252,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}