{
    "activityid": 67384,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;em&gt;Using Reflection to Facilitate Writing Knowledge Transfer in Upper-Level Materials Science Courses&lt;/em&gt;",
        "Name of Conference": "American Society of Engineering Education, Annual Conference",
        "Month / Season": "June",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://peer.asee.org/33516",
        "Description/Abstract": "&lt;p&gt;In engineering, students rarely use a cohesive theory of writing to approach the writing situations they encounter in their engineering courses and internships. Instead, they fall back on the strategies they developed in high school or as first year college students in composition. These strategies sometimes work, but they may also lead student writers to ignore the new rhetorical situation they are engaging in, thus not always writing with an eye toward specific audiences, or with an awareness of how the different context brings with it different genres and conventions they must use to write successfully as engineers. In addition, even when terms and elements of writing process are introduced, they tend to revert back to the less successful strategies in their repertoire to complete writing tasks rather than revising their approaches to fit the demands of the engineering/scientific rhetorical situations.&lt;/p&gt;\n&lt;p&gt;With an eye toward asking students to develop a engineering-specific theory of writing and nudging them into the novice status needed to learn how to address writing in a new context, we approached teaching junior- and senior-level materials science classes with two goals: 1.) asking students to engage in reflection throughout the semester to connect learning not only from prior classes, but across assignments, semesters, and years; and 2.) encouraging students to generate their own theory of writing that will help them address the demands of writing for engineering within school and beyond. This paper will report on what we (an English faculty member collaborating with a materials science and engineering faculty member) are doing to promote writing in the classes through reflection and feedback. We also explore how students might be taking that knowledge elsewhere, whether to another course or outside the university. Our aim is to bring together recent scholarship on transfer, writing pedagogy, and engineering education to explore how reflection can be used in an upper-level setting to extend students’ writing education and allow them to develop the tools they need to be successful engineers both in the classroom and beyond.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111673752",
    "coauthors": {
        "307166": {
            "firstname": "Jennifer",
            "middleinitial": "",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 307166,
            "scholarlyactivityid": 67384
        },
        "307167": {
            "firstname": "Harold",
            "middleinitial": "",
            "lastname": "Ackler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111673752",
            "authorid": 307167,
            "scholarlyactivityid": 67384
        }
    },
    "status": [
        {
            "id": 67384,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2019,
            "termid": "2019/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111673752",
    "attachments": []
}