{
    "activityid": 67582,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Doxorubicin-Induced Modulation of TGF-β Signaling Cascade in Mouse Fibroblasts: Insights into Cardiotoxicity Mechanisms",
        "Journal": "Research square",
        "Volume": "",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Doxorubicin (DOX)-induced cardiotoxicity has been widely observed, yet the specific impact on cardiac fibroblasts is not fully understood. Additionally, the modulation of the transforming growth factor beta (TGF-β) signaling pathway by DOX remains to be fully elucidated. This study investigated DOX's ability to modulate the expression of genes and proteins involved in the TGF-β signaling cascade in mouse fibroblasts from two sources by assessing the impact of DOX treatment on TGF-β inducible expression of pivotal genes and proteins within fibroblasts. Mouse embryonic fibroblasts (NIH3T3) and mouse primary cardiac fibroblasts (CFs) were treated with DOX in the presence of TGF-β1 to assess changes in protein levels by western blot and changes in mRNA levels by quantitative reverse transcriptase polymerase chain reaction (qRT-PCR). Our results revealed a dose-dependent reduction in cellular communication network factor 2 (CCN2) protein levels upon DOX treatment in both NIH3T3 and CFs. Moreover, we observed that DOX inhibited the TGF-β1 induced expression of BMP1 in NIH3T3 cells, while BMP1 levels remained high in CFs, and that TGF-β1 induces the phosphorylation of SMAD2 in both NIH3T3 cells and CFs. While DOX treatment diminished the extent of phosphorylation, the reduction did not reach statistical significance. DOX also inhibited the TGF-β1 induced expression of COL1 in NIH3T3 cells and CFs. Finally, DOX inhibited the TGF-β1 induced expression of Atf4 and increased the expression of Cdkn1a, Id1, Id2, Runx1, Tgfb1, Inhba, Thbs1, Bmp1, and Stat1 in NIH3T3 cells but not CFs, indicating the potential for cell-specific responses to DOX and its modulation of the TGF-β signaling pathway. Understanding the underlying mechanisms of the ability of DOX to modulate gene expression and signaling pathways in fibroblasts holds promise for future development of targeted therapeutic strategies to mitigate DOX-induced cardiotoxicity specifically affecting CFs.",
        "Origin": "PubMed"
    },
    "facultyid": "111643744",
    "coauthors": {
        "307358": {
            "firstname": "Conner",
            "middleinitial": "",
            "lastname": "Patricelli",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 307358,
            "scholarlyactivityid": 67582
        },
        "307359": {
            "firstname": "Parker",
            "middleinitial": "",
            "lastname": "Lehmann",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 307359,
            "scholarlyactivityid": 67582
        },
        "307360": {
            "firstname": "Julia ",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 307360,
            "scholarlyactivityid": 67582
        },
        "307361": {
            "firstname": "Xinzhu",
            "middleinitial": "",
            "lastname": "Pu",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 307361,
            "scholarlyactivityid": 67582
        }
    },
    "status": [
        {
            "id": 67582,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}