{
    "activityid": 6827,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Federal Judicial Appointments: A Look at Patronage in Federal Appointments Since 1988",
        "Journal": "University of Toronto Law Journal",
        "Volume": "58",
        "Month / Season": "2008-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "39-74",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.3138/utlj.58.1.39",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/116",
        "Description/Abstract": "The article investigates whether the new screening system introduced by the federal government in 1988 for appointing judges (below the Supreme Court level) has reduced the influence of patronage in the federal judicial appointment process. To analyse this question, we examined whether judicial appointees from 1989 through 2003 donated to a political party, particularly the party that appointed them, up to five years prior to their appointment. We found that almost one-third of appointees had donated to the party in power and that these numbers were relatively consistent between the Mulroney and Chrétien governments. The number of party donors and the fact that so few appointees had donated to parties other than the one in power suggest that the screening-committee system has done little to curtail patronage in the appointment process. In addition to reporting on political donations by candidates, the article summarizes their gender and legal background characteristics. The article places the discussion of patronage and judicial appointments in the larger context of the role of courts in Canada's system of governance and, in doing so, discusses the relationship between judicial appointments and judicial independence. Our findings and the more general discussion are placed in a comparative context.",
        "Origin": "Other"
    },
    "facultyid": "112062498",
    "coauthors": {
        "231508": {
            "firstname": "Troy",
            "middleinitial": "",
            "lastname": "Riddell",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 231508,
            "scholarlyactivityid": 6827
        },
        "231509": {
            "firstname": "Lori",
            "middleinitial": "J",
            "lastname": "Hausegger",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112062498",
            "authorid": 231509,
            "scholarlyactivityid": 6827
        },
        "231510": {
            "firstname": "Matthew",
            "middleinitial": "",
            "lastname": "Hennigar",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 231510,
            "scholarlyactivityid": 6827
        }
    },
    "status": [
        {
            "id": 6827,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112062498",
    "attachments": []
}