{
    "activityid": 68447,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Aligning Athletes’ Career Choices and Graduate Degree Pathways",
        "Journal": "Journal of Career Development",
        "Volume": null,
        "Month / Season": "June",
        "Issue Number": null,
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": null,
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": "http://dx.doi.org/10.1177/0894845315597472",
        "Description/Abstract": "&lt;jats:p&gt; Higher education career development professionals are charged with more than understanding the challenges and needs of a diverse student body, and they must also prepare students for career fields in life after higher education. This empirical study explored the graduate degree choices and career aspirations of 14 college athletes who competed in football at large, highly selective Division I/Research I universities. This study aimed to further understand how life experiences influence graduate degree choice and the subsequent alignment of chosen degree path and future career aspirations. Findings of this study were guided by Savickas’ career construction theory. Personal narratives were collected in semi-structured individual interviews and analyzed using the constant comparative method. This study presents implications and recommendations for contemporary career development practitioners who work with college athletes as they engage in processes of career exploration, choice, and preparation. &lt;/jats:p&gt;",
        "Origin": "ORCID"
    },
    "facultyid": "114253020",
    "coauthors": {
        "308622": {
            "firstname": "Siduri",
            "middleinitial": "",
            "lastname": "G",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 308622,
            "scholarlyactivityid": 68447
        }
    },
    "status": [
        {
            "id": 68447,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114253020",
    "attachments": []
}