{
    "activityid": 68446,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Masters of Sport: Graduate School Pathways of Aspiring Intercollegiate Athletics Professionals",
        "Journal": "Journal for the Study of Postsecondary and Tertiary Education",
        "Volume": null,
        "Month / Season": null,
        "Issue Number": null,
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Page Numbers": null,
        "Publisher": null,
        "DOI": null,
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": "http://dx.doi.org/10.28945/2341",
        "Description/Abstract": "&lt;jats:p&gt;Intercollegiate athletic departments are complex organizations in need of individuals with specialized training and experience—credentials that aspiring practitioners have increasingly sought through graduate education. Despite the growing prevalence of graduate credentials, little is known about the motivations or choice processes of those seeking an advanced degree. Focusing on individuals enrolled in intercollegiate athletics administration graduate programs, this study employed an online survey to explore students’ motivation to: (a) pursue graduate school; and (b) choose their specific program. In addition, this study explored how these program choices aligned with their career aspirations. A mixed methods approach, framed by Social Cognitive Career Theory, found that students pursue graduate education as a form of credentialing and to gain skills; respondents cited the program’s nesting in the education department as a main factor in their choice and were purposeful in pursuing graduate education as a way to advance their career. Findings shed light on a sub-population (aspiring athletics professionals) and decision-making process (graduate program choice) that are not well understood, pointing to implications for graduate programs and athletic departments alike. &lt;/jats:p&gt;",
        "Origin": "ORCID"
    },
    "facultyid": "114253020",
    "coauthors": {
        "308621": {
            "firstname": "Siduri",
            "middleinitial": "",
            "lastname": "G",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 308621,
            "scholarlyactivityid": 68446
        }
    },
    "status": [
        {
            "id": 68446,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114253020",
    "attachments": []
}