{
    "activityid": 68458,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Cheating NIL: Academic Integrity Policies, College Athlete NIL, and AI",
        "Conference/Meeting Name": "Sport and Recreation Law Association (SRLA) Annual Conference",
        "Conference Location": "Baltimore, MD",
        "Date or Date Range": "February 21-24, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "Sport and Recreation Law Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;In the two years since state law forcing universities and the NCAA to allow college athletes the right to profit off of their name, image, and likeness (NIL) came into effect, athletes have used these rights to align with a variety of different entities. One brand that has taken the idea of NIL and run with it is Caktus.AI, a self-styled educational resource for students and educators that uses artificial intelligence to answer prompts, write essays, and complete math problems. Reflecting their founding by a former Notre Dame kicker Harrison Leonard, Caktus.AI has made their relationships with various college athletes a central part of their marketing campaign, aligning with major college sports stars like the Cavinder twins at the University of Miami, Matt Bradley at San Diego State, and both Olivia Dunn and Angel Reese from Louisiana State University.&lt;/p&gt;\n&lt;p&gt;Caktus.AI now boasts over 2 million subscribers. But there is one central problem for other universities in having their star athletes align with a company like Caktus.AI: the fact that Caktus.AI is fundamentally software that allows—if not encourages—students to cheat by using their software to write essays and answer homework questions for them. This was highlighted by the companies NIL promotion with Olivia Dunne, in which the LSU gymnast posted a video of herself simulating how to use the software to write an entire essay for a class (Dunne, 2023). Dunne’s post drew significant backlash and Louisiana State issued a statement after Caktus.AI signed Dunn clarifying that “using AI to produce work that a student then represents as one’s own could result in a charge of academic misconduct, as outlined in the Code of Student Conduct” (Wilkins, 2023).&lt;/p&gt;\n&lt;p&gt;A previous work explored the free speech implications of state laws and public university policies that work to restrict college athletes from entering into certain objectionable NIL deals, finding that many of these policies are drastically overbroad in conflict with First Amendment principles (Ehrlich &amp; Ternes, 2021). Here, we build off of that paper, seeking more specifically to explore how athlete promotion of services like Caktus.AI creates a conflict between two fundamental concerns: university interests in academic integrity and athletes’ overall First Amendment rights to engage in activities that employ their NIL to promote products for compensation.&lt;/p&gt;\n&lt;p&gt;First , we begin by discussing how academic integrity at public institutions could represent a narrow and relevant state interest that could possibly support policies that prohibited athletes from using their NIL to promote Caktus.AI and similar products. Public educational institutions have a strong interest in promoting academic standards that has been clearly established in the courts (see, e.g., Board of Curators of University of Missouri v. Horowitz, 1978; Jaksa v. Regents of University of Michigan, 1984; Hazelwood School Dist. v. Kuhlmeier, 1988; Settle v. Dickson County School Board, 1995; Brown v. Li, 2002; see also Chemerinsky &amp; Gillman, 2017).We also contend that the interest in academic integrity is fundamentally different from branding and “university community” initiatives which inform other policies restricting athlete NIL activity.&lt;/p&gt;\n&lt;p&gt;We also note that, while virtually all universities prohibit academic misconduct, the act of promoting students to commit academic misconduct is not always included as a violation of a university’s code of student conduct. That many institutions do categorize the promotion of cheating as a violation may be construed to illustrate that prohibiting these types of NIL activities does not advance a government interest since it has not been previously acknowledged. Moreover, for institutions who do already include language indicating that promoting academic misconduct is itself a violation of the institution’s code of conduct, the language of the policy might not apply to all types of NIL activities. For example, it is debatable whether the prohibition on complicity in LSU’s student code of conduct, which prohibits “attempting to commit, knowingly permitting, encouraging, or assisting others with the commission or attempted commission of any act, omission or conduct prohibited under this Code” (LSU Student Advocacy and Accountability, 2023, § 10.2) would apply to the video created by Caktus.AI and Olivia Dunne.&lt;/p&gt;\n&lt;p&gt;Second , we discuss how colleges may argue that promotion of Caktus.AI and similar programs represent a disruption to academic activity on campus. The Supreme Court acknowledged in&lt;span&gt; &lt;/span&gt;&lt;em&gt;Tinker v. Des Moines Area School District&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(1969) that a school’s interest in academic work would allow institutions to restrict speech which “materially disrupts classwork” (p. 513; see also, Chemerinsky &amp; Gillman, 2017).&lt;/p&gt;\n&lt;p&gt;We also discuss how, while the primary use of Caktus AI is generally considered to be facilitating academic misconduct, the lack of thorough research on this claim leaves room for speculation. The company itself has taken steps to brand itself as a broader educational tool and, outside of the Olivia Dunne video, does not emphasize use of its product for the purposes of cheating on coursework. Given the lack of direct information, it may be difficult to prove how a blanket prohibition on athlete NIL deals with Caktus.AI and similar programs represents a reasonable means to achieving the state’s interest in limiting academic misconduct at its academic institutions.&lt;/p&gt;\n&lt;p&gt;Finally, we discuss how the off-campus location of NIL activities impacts the ability of universities to Moreover, in&lt;span&gt; &lt;/span&gt;&lt;em&gt;Mahanoy Area School Dist. v. B. L.&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(2021) the Court noted that “we do not believe the special characteristics that give schools additional license to regulate student speech always disappear when a school regulates speech that takes place off campus” (p. 2045). However, while the Court in Mahanoy acknowledged that off-campus speech which impacts the academic environment might still be punishable by school policies, the justices declined to specifically outline whether such a claim would survive First Amendment scrutiny. Given the text of the court’s ruling, we conclude that it is uncertain how a case involving athlete NIL deals with Caktus.AI would be decided.&lt;/p&gt;\n&lt;p&gt;We conclude by arguing that the outcome of First Amendment scrutiny of restrictions on athlete NIL promotion of Caktus.AI and other products which allegedly promote cheating is unclear, but that the calculus of such a decision may be significantly impacted as AI technology continues to find its place in colleges and universities.&lt;/p&gt;\n&lt;p&gt;References&lt;/p&gt;\n&lt;p&gt;Board of Curators of Univ. of Mo. v. Horowitz, 435 U.S. 78 (1978)&lt;/p&gt;\n&lt;p&gt;Brown v. Li, 308 F. 3d 939 (9&lt;sup&gt;th&lt;/sup&gt;&lt;span&gt; &lt;/span&gt;Cir., 2002)&lt;/p&gt;\n&lt;p&gt;Erwin Chemerinsky &amp; Howard Gillman,&lt;span&gt; &lt;/span&gt;&lt;em&gt;Free Speech on Campus&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(2017).&lt;/p&gt;\n&lt;p&gt;Hazelwood School Dist. v. Kuhlmeier, 484 U.S. 260 (1988)&lt;/p&gt;\n&lt;p&gt;Jaksa v. Regents of the University of Michigan, 597 F. Supp. 1245 (E.D. Mich., 1984)&lt;/p&gt;\n&lt;p&gt;LSU Student Advocacy &amp; Accountability, &lt;em&gt;Code of Student Conduct, &lt;/em&gt;LSU Division of Student Affairs (2023), &lt;em&gt;available at&lt;/em&gt;&lt;span&gt; &lt;/span&gt;https://www.lsu.edu/saa/students/codeofconduct.php&lt;/p&gt;\n&lt;p&gt;Mahanoy Area School Dis. v. B.L., 594 U.S. __, 141 S.Ct. 2038 (2021).&lt;/p&gt;\n&lt;p&gt;Olivia Dunne [@livvy]. “@cakuts.ai will provide real resources for you to cite at the end of your essays and paragraphs ;).” TikTok (Feb. 26, 2023), https://www.tiktok.com/@livvy/video/7204604907792485678.&lt;/p&gt;\n&lt;p&gt;Sam C. Ehrlich &amp; Neal C. Ternes,&lt;span&gt; &lt;/span&gt;&lt;em&gt;Putting the First Amendment in Play: Name, Image, and Likeness Policies and Athlete Freedom of Speech&lt;/em&gt;, 45 Colum. J.L. &amp; Arts 47, 52 (2021).&lt;/p&gt;\n&lt;p&gt;Settle v. Dickson County School Bd., 53 F. 3d 152 (6&lt;sup&gt;th&lt;/sup&gt;&lt;span&gt; &lt;/span&gt;Cir., 1995)&lt;/p&gt;\n&lt;p&gt;Tinker v. Des Moines Ind. Community Sch. Dist., 393 U.S. 503 (1969).&lt;/p&gt;\n&lt;p&gt;James Wilkins, &lt;em&gt;Olivia Dunne Promoted an AI Tool to Help with Classwork. Is That Tool OK Under LSU's Rules?&lt;/em&gt;, The Advocate, &lt;em&gt;&lt;/em&gt;https://www.theadvocate.com/baton_rouge/news/education/lsu-answers-ai-questions-after-olivia-dunnes-tiktok-ad/.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114171943",
    "coauthors": {
        "346521": {
            "firstname": "Neal",
            "middleinitial": "C",
            "lastname": "Ternes",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346521,
            "scholarlyactivityid": 68458,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "346522": {
            "firstname": "Sam",
            "middleinitial": "C",
            "lastname": "Ehrlich",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114171943",
            "authorid": 346522,
            "scholarlyactivityid": 68458,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 68458,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 68458,
            "status": "Accepted",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114171943",
    "attachments": []
}