{
    "activityid": 68459,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Backing the Wrong Horse: The Constitutional Problem with Congress Creating a New Private Entity to Regulate NIL and College Sports",
        "Conference/Meeting Name": "Sport and Recreation Law Association (SRLA) Annual Conference",
        "Conference Location": "Baltimore, MD",
        "Date or Date Range": "February 21-24, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "Sport and Recreation Law Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;As we near (and pass) NCAA president Charlie Baker’s calculated end-of-2023 deadline for the NCAA’s hard-sought federal NIL legislation (Berkowitz, 2023; Stylianou &amp; Clifton, 2023), a sharply divided Congress has worked to try to answer the call… in their own special way. For a period of time during Summer 2023, it felt like a new proposal for federal college sports legislation was offered each and every day by a variety of members of Congress all across the political spectrum. The timing of these bills made considerable sense: NCAA president Charlie Baker recently went on record stating that if the NCAA has any hope of getting a federal NIL bill passed before the 2024 presidential election, it needs to be done by the end of this year before legislators shift their focus to their own personal reelection campaigns (Berkowitz, 2023; Stylianou &amp; Clifton, 2023). Yet, as of this writing, none of the bills have gained any public traction towards passage.&lt;/p&gt;\n&lt;p&gt;Despite the lack of notable progress by any particular bill, both legal academics and members of the press are quick to look for patterns in the variety of proposed legislation. Those looking at legislation in this manner are hoping to sneak a peek behind the curtain to whether two distinct camps evidently involved in negotiating are making progress towards an eventual deal. If such patterns are to emerge, it could show that both the lawmakers looking to protect school and NCAA and interests and the lawmakers with eyes more closely on athlete rights are slowly but surely narrowing in on a potential zone of possible agreement—if there is one to be had.&lt;/p&gt;\n&lt;p&gt;While the legislation offered has differed considerably in many material ways, one clear pattern has seemingly emerged among much of the proposed legislation—including some of the more recently offered draft bills. Of the federal draft bills publicly introduced in 2023, four have included a conspicuously similar idea for how NIL can be regulated moving forward: by Congress creating a new private corporation to regulate it for them.&lt;/p&gt;\n&lt;p&gt;The new entities proposed in this legislation really vary only in name; their enforcement authority and power is largely similar. The College Sports NIL Clearinghouse Act proposed by Senator Lindsey Graham (R-SC) would create a private entity that primarily would act, as the name of the bill suggests, act as a clearinghouse for NIL deals, but would also have the power to “carry out enforcement actions for any violation of this Act, including by levying fines , imposing penalties, including suspension or a permanent ban of an individual or entity from participation in varsity intercollegiate sports competition for a period determined by the NIL Clearinghouse and commencing civil actions and seeking all appropriate legal, equitable, or other relief, including damages and injunctions” (see also Nakos, 2023). Similarly, the College Athletics Corporation that Senators Richard Blumenthal (D-CT), Corey Booker (D-NJ), and Jerry Moran (R-KS) would see created in their College Athletes Protection &amp; Compensation Act (2023) would “set, administer, and enforce rules and standards to protect athletes who enter into endorsement contracts” and would “have subpoena power and could use it to compel deposition testimony on behalf of the NCAA if it has ‘appropriate requests’” (see Auerbach, 2023). And two draft bills offered by Rep. Gus Bilirakis—two differing drafts of the Fairness Accountability and Integrity in Representation of College Sports Act (2023a; 2023b)—are consistent in their quest to establish an independent U.S. Intercollegiate Athletics Commission that would be “charged with overseeing NIL, including setting rules, enforcing those rules and providing guidance to athletes and collectives on the NIL process” (Dodd, 2023; see alsoDellenger, 2023).&lt;/p&gt;\n&lt;p&gt;It is uncanny that four legislative efforts offered at various points throughout 2023—the Graham and first Bilirakis draft bills were publicly released in May 2023, the bipartisan Blumenthal et al. draft bill was publicly released in July 2023, and the second Bilirakis draft bill was publicly released in September 2023—contain this same common core of an idea, even if the execution and surrounding language differs in some cases quite considerably. And it makes sense that this common core would be common, as it is fairly obvious why the NCAA—despite its historical desire for control in all aspects of college sports—may be at the forefront of pushing for a compromise effort that shifts NIL regulation to a new entity.&lt;/p&gt;\n&lt;p&gt;Even if the NCAA would fail in its mission to gain broader antitrust immunity for itself following its Supreme Court defeat in&lt;span&gt; &lt;/span&gt;&lt;em&gt;NCAA v. Alston&lt;span&gt; &lt;/span&gt;&lt;/em&gt;(2021), the creation of a new NIL regulatory entity would insulate the NCAA itself from the antitrust exposure that necessarily comes with placing restrictions on the economic rights of college athletes’ rights to enter endorsement and sponsorship deals—especially while the NCAA and many member schools seek to curb the economic competition that could foreseeably come from NIL-fueled ambush marketing of their own endorsement and sponsorship deals (see Cocco &amp; Moorman, 2023; Ehrlich &amp; Ternes, 2023). Moreover, a strong argument can be made that Congress vesting regulatory power over NIL fits creates implied antitrust immunity for such regulation—assuming such immunity is not made explicitly clear, as Senator Graham’s bill does for his proposed NIL Clearinghouse.&lt;/p&gt;\n&lt;p&gt;However, if this pattern does indeed signify some coalescence of the two bargaining camps and a potential agreed-upon structure for an eventual broadly bipartisan federal bill to come (if it were to ever come), there are potentially significant Constitutional problems with such an approach. These Constitutional problems come from the private nature of these potential new regulatory entities.&lt;/p&gt;\n&lt;p&gt;As recently noted by the Fifth Circuit in&lt;span&gt; &lt;/span&gt;&lt;em&gt;National Horsemen’s Benevolent and Protective Association v. Black&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(2022), the U.S. Constitution “permits only the federal government to exercise federal power,” including legislative power. Otherwise, the Fifth Circuit noted, “then the government's promised accountability to the people would be an illusion” (p. 880). Such a concept—deemed the private non-delegation doctrine—has deep roots stretching throughout a century of Supreme Court precedent, where the Court in&lt;span&gt; &lt;/span&gt;&lt;em&gt;Schechter Poultry v. United States&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(1935) declared that the delegation of legislative power to private parties “is unknown to our law, and is utterly inconsistent with the constitutional prerogatives and duties of Congress (p. 537). Similarly, the Court in&lt;span&gt; &lt;/span&gt;&lt;em&gt;Carter v. Carter Coal&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(1936) declared that conferring government power on private entities is “legislative delegation in its most obnoxious form” (p. 311).&lt;/p&gt;\n&lt;p&gt;While the courts have seen fit to grant that some limited delegation of legislative authority to private parties may be appropriate in certain circumstances, a strong level of government oversight and authority is necessarily in those instances to affirm that the government—not the private entity—is both explicitly and implicitly the entity that ultimately holds the legislative clout. Such a distinction was recently made by the Fifth Circuit in the aforementioned&lt;span&gt; &lt;/span&gt;&lt;em&gt;National Horsemen’s Benevolent and Protective Association&lt;/em&gt;&lt;span&gt; &lt;/span&gt;where—conveniently also within the context of the regulation of sports—Congress was found to have violated the private non-delegation doctrine by granting too much legislative authority to a new, private entity tasked with the regulation of the horseracing industry without sufficient government oversight.&lt;/p&gt;\n&lt;p&gt;Congress would later amend the horseracing industry statute in late-2022 to give the Federal Trade Commission (FTC) significantly more oversight over the private horseracing regulatory entity at issue in&lt;span&gt; &lt;/span&gt;&lt;em&gt;National Horseman’s Benevolent and Protective Association&lt;/em&gt;. These changes would be accepted as valid by the Sixth Circuit in&lt;span&gt; &lt;/span&gt;&lt;em&gt;Oklahoma v. United States&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(2023), as the changes allow the FTC, as it “deems necessary or appropriate,” to “abrogate, add to, and modify the rules” passed by the private entity to regulate the horseracing space. Yet it is unclear whether members of Congress involved in discussions over potential NIL regulation are fully aware of this precedent or of its impact on draft NIL legislation. Indeed, the most recently offered federal NIL bill—Representative Bilirakis’s Fairness Accountability and Integrity in Representation of College Sports Act (2023b) draft released in September 2023—uses nearly the exact same language as the horseracing statute at issue&lt;span&gt; &lt;/span&gt;&lt;em&gt;before&lt;/em&gt;&lt;span&gt; &lt;/span&gt;changes were made to satisfy the private nondelegation doctrine.&lt;/p&gt;\n&lt;p&gt;This Presentation will analyze the language in the four federal NIL bills (along with any other relevant bills that may be offered or even advanced between the time of this writing and the Presentation) to determine whether their proposed creation of a new private entity to regulate college athlete NIL rights, NIL collectives, and NIL agents violates the private nondelegation clause of the U.S. Constitution. In doing so, this Presentation will compare the language in these legislative efforts to the oversight authority language rejected and accepted in&lt;span&gt; &lt;/span&gt;&lt;em&gt;National Horseman’s Benevolent and Protective Association&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(2022) and&lt;span&gt; &lt;/span&gt;&lt;em&gt;Oklahoma v. United States&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(2023) respectfully.&lt;/p&gt;\n&lt;p&gt;Additionally, this Presentation will offer other comparative examples by comparing oversight authority language to federal statutes that granted legislative rights to other private regulatory agencies in sports—namely the U.S. Olympic Committee (USOC), U.S. Anti-Doping Agency (USADA), and the U.S. Center for SafeSport. While none of these entities have been subject to attack based on a private nondelegation law challenge, the Presentation will discuss how, why, and whether differences between the statutory language and broader contexts giving regulatory authority to those entities differs from draft NIL legislation that would give rise to similar private regulatory power in college sports.&lt;/p&gt;\n&lt;p&gt;Finally, this Presentation will explore the level of government oversight that is needed to overcome the private nondelegation as evidenced by the changes made to the horseracing statute that were accepted in&lt;em&gt;Oklahoma v. United States&lt;/em&gt;&lt;span&gt; &lt;/span&gt;(2023).  With those changes in mind, this Presentation will end by positing whether the NCAA would be willing to accept that level of oversight as part of an NIL legislation package and whether it would be in their best interests to do so.  Placing college sports governance under the firm oversight control of the federal government would be quite a change, but one that the NCAA may simply be desperate enough to deal with as a more acceptable solution to their antitrust ails than accepting the employment status of college athletes and embracing collective bargaining and the nonstatutory labor exemption.&lt;/p&gt;\n&lt;p&gt;References&lt;/p&gt;\n&lt;p&gt;Nicole Auerbach,&lt;span&gt; &lt;/span&gt;&lt;em&gt;Draft of New Bipartisan NIL Bill Calls for Central Oversight Entity to Enforce Rules&lt;/em&gt;, The Athletic (Jul. 20, 2023), https://theathletic.com/4705032/2023/07/20/federal-nil-laws-college-athletics-corporation/.&lt;br&gt;Steve Berkowitz,&lt;span&gt; &lt;/span&gt;&lt;em&gt;NCAA President Charlie Baker on NIL Legislation This Year, Sports Betting ‘Opportunity’&lt;/em&gt;, USA Today (Jun. 8, 2023), https://www.usatoday.com/story/sports/college/2023/06/08/ncaa-president-charlie-baker-nil-legislation-sports-betting/70303175007/.&lt;/p&gt;\n&lt;p&gt;Carter v. Carter Coal, 298 U.S. 238 (1936).&lt;/p&gt;\n&lt;p&gt;College Athletes Protection &amp; Compensation Act, S. ____, 117th Cong. (2023),&lt;span&gt; &lt;/span&gt;&lt;em&gt;available at&lt;/em&gt;&lt;span&gt; &lt;/span&gt;https://www.scribd.com/document/660112898/College-Athletes-Protection-and-Compensation-Act&lt;/p&gt;\n&lt;p&gt;College Sports NIL Clearinghouse Act of 2023, S. ____, 118th Cong. (2023),&lt;span&gt; &lt;/span&gt;&lt;em&gt;available at&lt;span&gt; &lt;/span&gt;&lt;/em&gt;https://heitnerlegal.com/wp-content/uploads/College-Sports-NIL-Clearinghouse-Act-of-2023.pdf.&lt;/p&gt;\n&lt;p&gt;Ross Dellenger,&lt;span&gt; &lt;/span&gt;&lt;em&gt;New NIL Bill Draft Targets Collectives with Threat Of Perjury for Non-Compliance&lt;/em&gt;, Yahoo! Sports (Sep. 4, 2023), https://sports.yahoo.com/new-nil-bill-draft-targets-collectives-with-threat-of-perjury-for-non-compliance-210624710.html.&lt;/p&gt;\n&lt;p&gt;Dennis Dodd,&lt;span&gt; &lt;/span&gt;&lt;em&gt;House Subcommittee Considering Federal Regulatory Body to Oversee NIL Rights for College Athletes&lt;/em&gt;, CBS Sports (May 23, 2023), https://www.cbssports.com/college-football/news/house-subcommittee-considering-federal-regulatory-body-to-oversee-nil-rights-for-college-athletes/.&lt;/p&gt;\n&lt;p&gt;Fairness Accountability and Integrity in Representation of College Sports Act, 118th Cong. (2023a), https://www.scribd.com/document/647720362/NIL-discussion-draft.&lt;/p&gt;\n&lt;p&gt;Fairness Accountability and Integrity in Representation of College Sports Act, 118th Cong. (2023b), https://www.scribd.com/document/669110272/FAIR-College-Sports-Act-V2.&lt;/p&gt;\n&lt;p&gt;Pete Nakos,&lt;span&gt; &lt;/span&gt;&lt;em&gt;Sen. Lindsey Graham's NIL Drafted Legislation Would Establish Clearinghouse&lt;/em&gt;, On3 NIL (May 19, 2023), https://www.on3.com/nil/news/lindsey-graham-draft-legilsation-bill-senator-south-carolina-nil-clearinghouse-ncaa/.&lt;/p&gt;\n&lt;p&gt;National Horsemen’s Benevolent and Protective Association v. Black, 53 F.4th 869 (5th Cir. 2022).&lt;/p&gt;\n&lt;p&gt;NCAA v. Alston, 594 U.S. __, 141 S.Ct. 2141 (2021).&lt;/p&gt;\n&lt;p&gt;Oklahoma v. United States, 62 F.4th 221 (6th Cir. 2023).&lt;/p&gt;\n&lt;p&gt;Schechter Poultry v. United States, 295 U.S. 495 (1935).&lt;/p&gt;\n&lt;p&gt;Christina Stylianou &amp; Gregg E. Clifton,&lt;span&gt; &lt;/span&gt;&lt;em&gt;The Game Time Rush to Introduce Federal NIL Bills Continues&lt;/em&gt;, Lewis Brisbois (Jul. 31, 2023), https://lewisbrisbois.com/blog/category/sports-law/the-game-time-rush-to-introduce-federal-nil-bills-continues.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114171943",
    "coauthors": {
        "308647": {
            "firstname": "Sam",
            "middleinitial": "C",
            "lastname": "Ehrlich",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114171943",
            "authorid": 308647,
            "scholarlyactivityid": 68459,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 68459,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 68459,
            "status": "Accepted",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114171943",
    "attachments": []
}