{
    "activityid": 6846,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Information Does Not Affect the Validity of a Comparison Question Test",
        "Journal": "Legal And Criminological Psychology",
        "Volume": "12",
        "Month / Season": "2007-09-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "311-312",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1348/135532506X123770",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/52",
        "Description/Abstract": "Purpose. Detailed information about the comparison question test (CQT) and possible countermeasures are now available on the Internet. This study examined whether the provision of such information would affect the validity of the Test for Espionage and Sabotage, a directed lie variant of the CQT.\nMethod. Forty participants were divided into four equal groups: guilty, guilty informed, innocent, and innocent informed. During a first appointment, participants either did or did not commit a mock crime: then some were provided with a book containing detailed information on the CQT, including possible countermeasures. After 1 week with the book, all participants were administered a CQT during their second appointment. Following the polygraph, participants responded to a questionnaire that asked them about their behaviour and perceptions during their examination.\nResults. There were no significant effects of providing information on the validity of the CQT. However, the reported use of countermeasures was associated with a lower probability of truthfulness. Results of the debriefing questionnaire were found to support predictions made by the theory of the CQT.\nConclusions. Concerns that readily available information will enable guilty individuals to produce false-negative errors seem unfounded. Moreover, the results actually indicate that the use of countermeasures was associated with a lower probability of truthfulness, which was exactly the opposite outcome predicted by the CQT critics.",
        "Origin": "Other"
    },
    "facultyid": "111110183",
    "coauthors": {
        "21257": {
            "firstname": "Charles",
            "middleinitial": "R",
            "lastname": "Honts",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110183",
            "authorid": 21257,
            "scholarlyactivityid": 6846
        },
        "21258": {
            "firstname": "Wendy",
            "middleinitial": "R.",
            "lastname": "Alloway",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21258,
            "scholarlyactivityid": 6846
        }
    },
    "status": [
        {
            "id": 6846,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2007,
            "termid": "2007/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110183",
    "attachments": []
}