{
    "activityid": 68695,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span style=&quot;font-size:12pt;&quot;&gt;What about language?: A mixed methods examination of the impact of person-centered language on students’ perceptions of individuals who commit sex offenses.&lt;/span&gt;&lt;span style=&quot;font-size:medium;&quot;&gt;&lt;/span&gt;",
        "Journal": "Sexual Abuse",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": " https://doi.org/10.1177/10790632241283464",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://doi.org/10.1177/10790632241283464",
        "Description/Abstract": "&lt;p&gt;Person-centered language (PCL) is a well-known approach to reducing stigmatizing labels among marginalized groups. However, little research has explored PCL's impact in criminal justice classrooms. Utilizing a mixed-method embedded research design, this study explores PCL's effect on students’ thoughts and perceptions of individuals convicted of sex offenses. The study used three sections of an online, asynchronous Sex Crimes course. The course sections were identical, except for the language used and awareness of PCL; the control group section did not utilize PCL, the second section utilized PCL throughout the course, and the third section utilized PCL and was given an informational lecture on PCL. Quantitative data was collected from the Perceptions of Sex Offenders Scale that students completed at the beginning and end of the semester. Students’ end-of-semester reflection papers served as the qualitative component. Overall, the findings suggest shifts in punitive attitudes toward sentencing and management as well as a decrease in risk perception for the group who were both exposed to PCL and received the PCL lecture. However, these differences were not apparent for the other two groups. While qualitative data provided a more in-depth understanding of students’ perceptions, overall, exposure to PCL didn’t seem to impact student perceptions. However, PCL, alongside a lecture about PCL, seemingly had a more pronounced impact on students’ perceptions, suggesting that transparency surrounding language and reducing stigma are important components of PCL. This study is the first to explore PCL in criminal justice classrooms, and its findings allow for various considerations regarding criminal justice pedagogy and limitations and suggestions for future directions.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114247080",
    "coauthors": {
        "331504": {
            "firstname": "Linsey",
            "middleinitial": "A",
            "lastname": "Belisle",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114247080",
            "authorid": 331504,
            "scholarlyactivityid": 68695,
            "classifications": {
                "Role": "Author"
            }
        },
        "331505": {
            "firstname": "Ethan",
            "middleinitial": "",
            "lastname": "Marshall",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 331505,
            "scholarlyactivityid": 68695,
            "classifications": {
                "Role": "Author"
            }
        },
        "331506": {
            "firstname": "Makayla",
            "middleinitial": "",
            "lastname": "Butler",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 331506,
            "scholarlyactivityid": 68695,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 68695,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 68695,
            "status": "Revise &amp; Resubmit",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 3,
            "completionorder": 3
        }
    ],
    "userid": "114247080",
    "attachments": []
}