{
    "activityid": 68741,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span&gt;&lt;span style=&quot;font-size:12pt;background-color:transparent;&quot;&gt;Areas of Work-Life that Contribute to Burnout Among Higher Education Health Science Faculty and Perception of Institutional Support&lt;/span&gt;&lt;/span&gt;",
        "Journal": "International Journal of Qualitative Studies on Health and Well-being",
        "Volume": "",
        "Month / Season": "Summer",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "https://doi-org.libproxy.boisestate.edu/10.1080/17482631.2023.2235129",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;span&gt;COVID-19 added responsibilities to faculty in health-related fields. Educators in these areas have experienced pandemic-related role strain in both the clinical and academic settings. This investigation sought to identify how health science faculty at one institution perceived challenges related to the COVID-19 pandemic in their role and to glean opportunities for institutions to increase the degree of support for faculty. An analysis of narrative comments was conducted on a survey assessing burnout and well-being. The survey was distributed to full-time faculty within the College of Health Sciences at a four-year institution. Using the areas of work-life model as a guide, two free-text questions within the survey were analysed to identify major themes. 39 participants contributed narrative responses to the qualitative, open-ended questions. Three themes emerged related to the areas of work-life categories: work-life imbalance, stress and unwellness, and unmet support needs. Strategies for enhanced well-being were noted to be workload management, administrative support, and wellness opportunities. This analysis provides insight into why health science faculty may be experiencing feelings of disengagement and exhaustion in their work. Enhanced workload and lack of community during the pandemic were major drivers of this phenomenon. Flexibility in workload, genuine concern and appreciation expressed by institutional leaders, and accessible wellness opportunities may help to offset these negative feelings. &lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111698779",
    "coauthors": {
        "309463": {
            "firstname": "Megan",
            "middleinitial": "",
            "lastname": "Koster",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111698779",
            "authorid": 309463,
            "scholarlyactivityid": 68741
        },
        "309462": {
            "firstname": "Kristen",
            "middleinitial": "L",
            "lastname": "McHenry",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114178462",
            "authorid": 309462,
            "scholarlyactivityid": 68741
        }
    },
    "status": [
        {
            "id": 68741,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111698779",
    "attachments": [
        {
            "attachmentid": 49210,
            "mimetype": "application/pdf",
            "filename": "Areas of work-life that contribute to burnout among higher education health science faculty and perception of institutional support.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25wNFA5UVRKOW5XVUFjaXZqNUh3bm9FMVF1Q3JyeDg1SWRmeEM0dzIvazVMdi9XekZ4RldvV1lDcmlYcUFpWVpieGZ0eWEwQno2OVBnS09rMXBxOGN2eFF6NERTMjJOeTEzUnJhVjh2TEo3Ky9OanRFUVRXY2FNRWpjN0R4VnEwK0VpUzBGcHBsb1RScGJsWmhkb0lHWEdNOWU4UGZkakNncjBJeHROSkhOQm5mWGpJUEZROWxud0pzTURLdzV1N2N1Nkw0Qmhsamx3UWFJRXVKTFlzOVZV",
            "filesize": 967457
        }
    ]
}