{
    "activityid": 68742,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Exploring perceptions about gaps in clincial preparation in new respiratory therapists in Singapore",
        "Journal": "Respiratory Care Education Annual",
        "Volume": "32",
        "Month / Season": "Fall 2023",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "23-30",
        "Publisher": "Respiratory Care Journal",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.aarc.org/membership/specialty-sections/education/respiratory-care-education-annual/",
        "Description/Abstract": "Background: Respiratory therapists (RTs) are vital personnel within the multidisciplinary team caring for critically ill patients in the intensive care units (ICUs). Due to the lack of a formalized education program for RTs in Singapore, RT Scholars (RTSs) complete their RT training in an accredited RT program in the United States (U.S.). Since there are differences in professional roles and healthcare systems, returning RTSs experience a gap in clinical preparedness before onboarding to the clinical environment. This qualitative study examines the perceptions RTSs, and RT managers (RTMs) have regarding potential gaps between the American RT education system and the transition to the Singaporean healthcare system. Additionally, this study considers what opportunities exist for bridging the gaps in clinical preparedness of the RTSs. Methods: This mixed-methods investigation utilized qualitative survey interviews with six RTSs and three RTMs from various educational and clinical backgrounds, who are full-time staff in a tertiary hospital in Singapore. Results: The onboarding process is important in an RTS’s career as it sets the standard and precedence for work ethic and expectations. Themes brought up in this study include educational and clinical exposure in the U.S., scope of practice, transferability of academic and clinical experience, differences in onboarding processes between RTS and foreign hires, and the transition to Singapore’s workforce. Conclusion: A revamp of the current onboarding programs of the various hospitals and standardization of onboarding through appropriate training of preceptors would address the presumed gaps in clinical preparedness that are experienced by the RTSs. Keywords: Singapore, respiratory therapy, scholar, onboarding program, preceptor, preceptee",
        "Origin": "Manual"
    },
    "facultyid": "111698779",
    "coauthors": {
        "309474": {
            "firstname": "Faridah",
            "middleinitial": "H",
            "lastname": "Shamsuddin",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 309474,
            "scholarlyactivityid": 68742,
            "classifications": {
                "Role": "Author"
            }
        },
        "309475": {
            "firstname": "Megan",
            "middleinitial": "S",
            "lastname": "Koster",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111698779",
            "authorid": 309475,
            "scholarlyactivityid": 68742,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 68742,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111698779",
    "attachments": [
        {
            "attachmentid": 49221,
            "mimetype": "application/pdf",
            "filename": "rcea2023.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25wNFA5UVRKOW5XVUVoV1hPWGZ1YW5rU25XRmFLV1IyMXdxSWIrQXdyOVR0QT09",
            "filesize": 1637074
        }
    ]
}