{
    "activityid": 68755,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Who is Our Ideal User: Critical Race Theory and Design Justice in Library Online Spaces",
        "Conference/Meeting Name": "2023 Critical Pedagogy Symposium",
        "Conference Location": "Virtual",
        "Date or Date Range": "May 17 - 19, 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "https://mnylc.org/cps/who-is-our-ideal-user-2023/",
        "Description/Abstract": "Drawing on Design Justice principles, as well as broader conceptions of why our idealized user is coded as white, this presentation aims to start a conversation about what it might look like to redesign our library online access points and spaces with justice in mind. While many of us are unaware of the assumptions built into our online library spaces, these assumptions reflect the broader assumptions in librarianship about an ideal user. Design Injustice can take many forms in library online access points from library jargon to crucial information placed behind many clicks to non-representative images and multimedia. CRT tells us that these affordances, this coding of the idealized user as white, comes with and from certain systematic underpinnings designed to privilege the white experience and allow white ownership over information access spaces. As we become more critical of how we do User Experience research in libraries, Design Justice must be at the forefront of what we do. CRT provides tools that allow us to interrogate the power structures behind our ideal user and consider what we can do to disrupt them.",
        "Origin": "Manual"
    },
    "facultyid": "114204662",
    "coauthors": {
        "309584": {
            "firstname": "Anders",
            "middleinitial": "J",
            "lastname": "Tobiason",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114204662",
            "authorid": 309584,
            "scholarlyactivityid": 68755,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 68755,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114204662",
    "attachments": []
}