{
    "activityid": 68834,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "A Virtual Fence, But a Fence Nonetheless",
        "Conference/Meeting Name": "2023 Annual Meeting of the Public Philosophy Network",
        "Conference Location": "Santa Cruz, CA",
        "Date or Date Range": "9/15/2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;The advent and mass-scale distribution of barbed wire fencing deeply impacted the American West. On one hand, it helped overcome the historical conflicts over grazing on the commons by providing a mechanism for managed allotments. On the other hand, the inherent violence of barbed wire constructed a propertied landscape that impacted more than the livestock; borders were materially manifested, wildlife corridors were truncated, and shepherding lessons long learned were eroded. Virtual fencing is being offered as a management alternative and is being heralded as a game-changer in public land grazing management. The experiment with virtual fencing is in full bloom across the American West.&lt;/p&gt;\n&lt;p&gt;However, it is not without its own concerns. Concerns of feasibility and usefulness aside, the shift to virtual offers new insights into data ownership and the role of the public in data governance, the well-trod conflicts between animal welfare and cost-efficiency, and the impact to rural socioeconomic systems. These concerns permeate the discourse around virtual fencing, yet are not often explicitly considered as such.&lt;/p&gt;\nThis lighting talk considers the role of public philosophy in this emerging discourse. I am publicly engaged philosopher and have been working with the ranching communities, state and federal agencies, and other communities involved in virtual fencing to help articulate these concerns, elicit assumed values, imagine future implications, and to help communicate all of this across broad audiences. In this instance, the role of an engaged philosopher is vital and concerted reflection of this role can help engaged philosophy – as a whole – imagine its role in other contexts.",
        "Origin": "Manual"
    },
    "facultyid": "111636450",
    "coauthors": {
        "309781": {
            "firstname": "Jared",
            "middleinitial": "L",
            "lastname": "Talley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111636450",
            "authorid": 309781,
            "scholarlyactivityid": 68834,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 68834,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111636450",
    "attachments": []
}