{
    "activityid": 68836,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Public Philosophy with Partners",
        "Conference/Meeting Name": "2023 Annual Meeting of the Public Philosophy Network",
        "Conference Location": "Santa Cruz, CA",
        "Date or Date Range": "09/15/2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Much of public philosophy in the past century has been broadly centered on the question “how can philosophers benefit non-philosophers” and carried out through philosophers doing what they do best – crafting knockdown arguments and marshalling ethical/epistemic/ontological reasons to prefer one choice that the public faces over another. However, In the current moment of public philosophy momentum has been built on centering a different question – “how can non-philosophers benefit philosophers”. This question frames this proposed panel, with three public philosophers from various intellectual traditions reflecting on the ways their work has been enriched by working with non-philosophers.&lt;/p&gt;\nThis panel traces three engaged philosophy projects where non-philosophers are major partners. The first is on work exploring the social impacts of computing and the ways that big data intersect with our shared sociality with partners from [x, y, z]. The second is on work exploring the rare-earth minerals supply chain from mining the minerals to consumers purchasing them embedded in their technologies with partners from rural mining communities, material science engineering, rural education, and energy policy. The last is on work exploring environmental governance in the American West, focusing primarily on collaborative conservation and its impact to collective decision-making and its tension with progressive-era democratic ideals.",
        "Origin": "Manual"
    },
    "facultyid": "111636450",
    "coauthors": {
        "309784": {
            "firstname": "Jared",
            "middleinitial": "L",
            "lastname": "Talley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111636450",
            "authorid": 309784,
            "scholarlyactivityid": 68836,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 68836,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111636450",
    "attachments": []
}