{
    "activityid": 6884,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&quot;Moving On,&quot; Men and the Changing Character of Interwar Working-Class Neighborhoods: From the Files of the Manchester and Liverpool City Police",
        "Journal": "Journal of Social History",
        "Volume": "38",
        "Month / Season": "2004-01-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/3",
        "Description/Abstract": "Investigations of complaints regarding police families made to the Manchester and Liverpool City Police provide insights into working-class neighborhoods not available in standard sources. The files suggest that interwar neighborhoods were losing long-term residents and becoming more diverse and variable. Families tried to find areas with similar standards regarding noise, space and privacy. Formerly stable neighborhoods changed, creating stress if changes were too dramatic. Even minor tensions could unsettle streets since causes of strain tended to reflect on respectability and status. While women remained the main presence due to their domestic responsibilities, men were spending more time with their families. The presence of men exacerbated misunderstandings, adding frictions over masculinity and territoriality. Complaints over noise overlapped with concerns over space which overlapped with anxiety over respectability and masculinity, all aggravated by children and gossip. When differences became too extreme, neighbors started campaigns of arguments, complaints, and harassment. Ultimately, if families were not in harmony with the rest of a street, efforts were made to force them to move. Yet neighborliness had not disappeared. Working-class neighbors generally managed to get along even in the unsettled conditions of interwar Liverpool and Manchester.",
        "Origin": "Other"
    },
    "facultyid": "111669987",
    "coauthors": {
        "115641": {
            "firstname": "Joanne",
            "middleinitial": "Marie",
            "lastname": "Klein",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669987",
            "authorid": 115641,
            "scholarlyactivityid": 6884
        }
    },
    "status": [
        {
            "id": 6884,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669987",
    "attachments": []
}