{
    "activityid": 68843,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Old West, New West, and Next West: Collaboration and Development in Idaho",
        "Conference/Meeting Name": "Idaho Economic Development Association Annual Meeting",
        "Conference Location": "Twin Falls, ID",
        "Date or Date Range": "05/04/2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;span&gt;The communities of the American West are no stranger to boom and bust cycles. For a variety of reasons, we are now in a boom and with this, Idaho has an opportunity to strategically develop in ways that benefit our communities. But this development does not occur in a vacuum and with a changing landscape, we must be sensitive and responsive to both local needs and state priorities; the strategic initiatives of the cities, counties, and states must be balanced with the needs, desires, and sustainability of the communities we operate within. To do this as well as possible, we often &lt;/span&gt;collaborate&lt;span&gt;. In this talk, I describe collaboration across this spectrum while offering insights and guidance to help navigate the increasingly complex collaborative landscape. Ultimately, these collaborations are conditioned by the tension between Old West communities and New West development in Idaho -- our goal is to collaborate within this tension to envision a Next West.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111636450",
    "coauthors": {
        "309792": {
            "firstname": "Jared",
            "middleinitial": "L",
            "lastname": "Talley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111636450",
            "authorid": 309792,
            "scholarlyactivityid": 68843,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 68843,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111636450",
    "attachments": []
}