{
    "activityid": 6890,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Intent to Apply to Graduate School: Perceptions of Senior Year Psychology Majors",
        "Journal": "North American Journal of Psychology",
        "Volume": "12",
        "Month / Season": "2010-06-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2010,
        "Page Numbers": "243-254",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/39",
        "Description/Abstract": "Senior year psychology majors were surveyed about their perspectives on the graduate school application process. Participants were asked about their own intentions to apply to graduate school as well as numerous questions about the application process. I also measured student locus of control and whether students were of traditional or nontraditional age. Key factors that influence a student's intention to apply to a graduate school in psychology include a student's personal belief in their own academic success, self-perception in the adequacy of their undergraduate preparation, and perceived importance of opportunities outside of the classroom. Participants with higher internal locus of control were more likely to apply to graduate schools in psychology. In addition to knowledge delivery and the fostering of skill development, psychology educators should also focus on helping students build self-confidence to be successful in multiple future endeavors.",
        "Origin": "Other"
    },
    "facultyid": "111110323",
    "coauthors": {
        "21384": {
            "firstname": "Ronald",
            "middleinitial": "Eric",
            "lastname": "Landrum",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110323",
            "authorid": 21384,
            "scholarlyactivityid": 6890
        }
    },
    "status": [
        {
            "id": 6890,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2010,
            "termid": "2010/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110323",
    "attachments": []
}