{
    "activityid": 6900,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Neotectonic Analysis of Upper Klamath Lake, Oregon: New Insights from Seismic Reflection Data",
        "Journal": "Late Cenozoic Structure and Evolution of the Great Basin-Sierra Nevada Transition: Geological Society of America Special Paper",
        "Volume": "447",
        "Month / Season": "2009-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "71-82",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/cgiss_facpubs/74",
        "Description/Abstract": "We present marine high-resolution seismic reflection data from Upper Klamath Lake, Oregon, to discern the underlying structure and estimate Quaternary slip rates in this actively extending Basin and Range system. The sediment patterns and structures imaged on our seismic profiles reveal a complex geologic system that reflects a changing climate record, shallow water conditions, growth faulting, contrasting sediment sources, and high slip rates. We observe that Upper Klamath Lake is a sediment-saturated environment, and sediment accumulation rates are therefore controlled by basin subsidence rather than sediment supply. Published slip rates for Holocene extension are greater than our determined late Quaternary slip rates, assuming reasonable rates of deposition. The apparent increased Holocene fault-slip rates may be in part an artifact of long recurrence intervals between major earthquakes, with recent seismicity accommodating long-term strain. The quantity of observed faults below the lake is at least an order of magnitude greater than those mapped outside the lake, suggesting that many hidden faults throughout the region may be unaccounted for when estimating Basin and Range extension rates.",
        "Origin": "Other"
    },
    "facultyid": "111110034",
    "coauthors": {
        "21405": {
            "firstname": "Lee",
            "middleinitial": "",
            "lastname": "Liberty",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110034",
            "authorid": 21405,
            "scholarlyactivityid": 6900
        },
        "21406": {
            "firstname": "Thomas",
            "middleinitial": "L.",
            "lastname": "Pratt",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21406,
            "scholarlyactivityid": 6900
        },
        "21407": {
            "firstname": "Mitchell",
            "middleinitial": "",
            "lastname": "Lyle",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21407,
            "scholarlyactivityid": 6900
        }
    },
    "status": [
        {
            "id": 6900,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110034",
    "attachments": []
}