{
    "activityid": 69025,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;span style=&quot;font-size:12pt;&quot;&gt;Effects of colonization by arbuscular mycorrhizal fungi on Artemisia tridentata seedlings responses to drought under field and greenhouse conditions&lt;/span&gt;",
        "Conference / Meeting Name": "Annual meeting of the Botanical Society of America",
        "Conference Location": "Boise",
        "Date or Date Range": "7/22/23-7/26/23",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "Botanical Society of America",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Interactions with other organisms can affect a plant’s ability to cope with drought. The re-establishment of &lt;em&gt;Artemisia tridentata&lt;/em&gt;, a keystone species of the sagebrush steppe, is often limited by summer drought. This study investigated the effect of the symbiosis with native arbuscular mycorrhizal fungi (AMF) on the drought tolerance of &lt;em&gt;Artemisia tridentata&lt;/em&gt; ssp. &lt;em&gt;wyomingensis &lt;/em&gt;(Wyoming big sagebrush) seedlings. For this purpose, we compared the responses of non-inoculated and AMF-inoculated seedlings to drought in field and greenhouse experiments. In the field, we evaluated the effect of AMF colonization on leaf water potential, survival, and inflorescence development. The addition of trap culture inoculum increased AMF colonization by 23%, representing a more than 100% rise over the levels measured in non-inoculated seedlings. The seedlings experienced water stress during the summer, as evidenced by water potentials ranging from -2 to -4 MPa and a decrease in stomatal conductance. However, despite the continued drought, the water potentials did not reach lethal levels and remained relatively constant after midsummer. There were no differences in water potential or survival between non-inoculated and inoculated seedlings, with both treatments showing survival rates above 90%. The only response variable affected by inoculation was the percentage of plants developing inflorescence. These percentages were 45.4 and 59.0% for non-inoculated and inoculated seedlings, respectively (&lt;em&gt;p&lt;/em&gt; = 0.028). The greenhouse experiments investigated whether AMF colonization affected the decline in stomatal conductance and photosynthesis induced by drought. AMF colonization did not affect photosynthesis under well-watered conditions. In contrast, AMF colonization delayed the drought-induced decrease in stomatal conductance and photosynthesis, or this decrease occurred at a lower soil water content. These effects were not related to a lower water potential threshold for stomatal closure but to an increased ability to extract water from the potting substrate. Overall, the greenhouse results are consistent with the notion that AMF colonization enhances drought tolerance of &lt;em&gt;A. tridentata&lt;/em&gt; seedlings. However, the significance of the observed effect on increasing survival in natural habitats remains to be tested under more extreme water stress conditions than those experienced by the plants in our field experiment.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111116958",
    "coauthors": {
        "310822": {
            "firstname": "Mathew",
            "middleinitial": "",
            "lastname": "Geisler",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 310822,
            "scholarlyactivityid": 69025,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "310823": {
            "firstname": "Marcelo",
            "middleinitial": "H",
            "lastname": "Serpe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111116958",
            "authorid": 310823,
            "scholarlyactivityid": 69025,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 69025,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111116958",
    "attachments": []
}