{
    "activityid": 69154,
    "fields": {
        "Type": "Other Works",
        "Title": "Final Report: Assessing the effects of non-native flowering plants and anti-herbivory plastic (Vexar®) tubes on insect visitation to native plants",
        "Outlet (if applicable)": "State of Idaho, Military Division, Idaho Army National Guard",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Bees (Hymenoptera: Apoidea) are among the most prominent pollinators of the flowering plants and play an essential role in maintaining ecosystem function. Disruption of plant-pollinator interactions is a growing global concern because of the implications for biodiversity, ecosystem health, and agriculture. The incursion of non-native plants globally is seen to adversely affect native plants and alter plant-pollinator communities. For the project’s first objective, I examined the effects of a non-native weed, &lt;em&gt;Sisymbrium altissimum&lt;/em&gt; (tall tumblemustard), on bee visitation to nearby native &lt;em&gt;Sphaeralcea munroana&lt;/em&gt; (Munro’s globemallow), including genera-specific differences among bees. The most common bee genera were &lt;em&gt;Andrena&lt;/em&gt;, &lt;em&gt;Colletes&lt;/em&gt;, &lt;em&gt;Diadasia&lt;/em&gt;, &lt;em&gt;Halictus&lt;/em&gt;, and &lt;em&gt;Lasioglossum&lt;/em&gt;. I found that bees carried pollen from both tumblemustard and globemallow, suggesting that bees were foraging at both plant species. I found little evidence that tumblemustard positively affected bee visitation by providing supplemental floral resources and attracting bees to an area. Instead, in general, more bees visited the native globemallow than tumblemustard and the number of bee visits was positively associated with the number of globemallow blooms but not tumblemustard blooms. However, differences in these patterns were found among genera, and in particular, in relation to whether a bee was a specialist or generalist in terms of flower visitation. Some generalist bees, such as &lt;em&gt;Andrena&lt;/em&gt; and &lt;em&gt;Lasioglossum&lt;/em&gt; responded positively in terms of visitations to tumblemustard flowers when the number of tumblemustard blooms increased, whereas &lt;em&gt;Halictus&lt;/em&gt; responded only to the number of globemallow blooms. Specialists, like &lt;em&gt;Colletes&lt;/em&gt; and &lt;em&gt;Diadasia&lt;/em&gt;, increased visitations in response to the number of globemallow blooms and were only seen foraging on globemallow. Although this study did not show strong effects of tumblemustard abundance either positively or negatively affecting bee abundance to nearby plants, at least some bees, notably generalists like &lt;em&gt;Andrena&lt;/em&gt; and &lt;em&gt;Lasioglossum&lt;/em&gt;, utilize these non-native plants and may benefit from their presence.&lt;/p&gt;\nFor the project’s second objective, I investigated whether Vexar®, an anti-herbivory plastic tube used in restoration planting, prevents or inhibits bees from visiting flowers. The use of nursery-raised forb seedlings in restoration projects is increasing in sagebrush steppe habitat, especially following disturbances such as wildfire. Forbs provide important resources for wildlife and pollinators. I wanted to understand whether these commonly used anti-herbivory tubes have deterrent effects on bees, through physical exclusion, visual deterrence, or both. To test these possibilities, I altered the presence and color of Vexar protecting two native plant species, Munro’s globemallow and shaggy fleabane (&lt;em&gt;Erigeron pumilus&lt;/em&gt;), and observed the visitation rates of bees to flowers in a controlled field setting. I also examined the spectral signatures produced by Vexar painted in different colors and related this information to the color spectrum detected by bees. I found that Vexar did not create a physical barrier to bees (i.e., preventing bees from visiting the flowers inside) as visitation was comparable across treatments. Results of the spectral analysis suggested that Vexar does not interfere with the bees’ ability to detect flowers, and there was some indication that blue and yellow Vexar has an attractive effect compared to regular Vexar.  Additional work is needed to validate this result.  Moreover, future studies would benefit from consideration of how Vexar influences pollination success (in terms of sed production), rather than just flower visitation.",
        "Origin": "Manual"
    },
    "facultyid": "111644287",
    "coauthors": {
        "311666": {
            "firstname": "Emily",
            "middleinitial": "R",
            "lastname": "Sun",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 311666,
            "scholarlyactivityid": 69154,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "311667": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 311667,
            "scholarlyactivityid": 69154,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 69154,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}