{
    "activityid": 69155,
    "fields": {
        "Type": "Other Works",
        "Title": "&lt;p&gt;Progress Report: Seed predation by harvester ants on grasses and native forbs: implications for management in a changing landscape&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;",
        "Outlet (if applicable)": "Bureau of Land Management",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Publisher": "",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Vegetation restoration efforts in the sagebrush steppe to date have yielded mixed results. Although many factors contribute to variation in restoration outcomes, seed predation by harvester ants may be an important yet overlooked source of seed loss. Using a selection of native grass and forb seeds commonly seeded in local restoration projects, we conducted a field experiment to evaluate whether seed species and spatial arrangement (i.e., distance of seed patches from ant colonies and from each other) affected patterns of seed removal by Owyhee harvester ants, &lt;em&gt;Pogonomyrmex salinus&lt;/em&gt;. To provide context for ant seed preferences, we evaluated differences in metrics of seed handling among the seed species in our mix. To further examine the ecological factors that may affect foraging by harvester ants, we mapped the matrix of vegetation surrounding each harvester ant colony in our experiment and assessed the influences of cheatgrass, &lt;em&gt;Bromus tectorum,&lt;/em&gt; cover and Sandberg bluegrass, &lt;em&gt;Poa secunda&lt;/em&gt;, cover on seed removal. We found that seeds placed closer to colonies were generally more vulnerable to predation than those placed farther away, and seeds in closely spaced patches were generally more vulnerable than seeds in widely spaced patches. However, these effects differed in strength by seed species, and there was an interaction between the distance of seed patches from colonies and the distance between patches in terms of seed removal for three of the seed species in our mix. For these species (Indian ricegrass, &lt;em&gt;Achnatherum hymenoides&lt;/em&gt;; Munro’s globe mallow, &lt;em&gt;Sphaeralcea munroana&lt;/em&gt;; and Great Basin wildrye, &lt;em&gt;Leymus cinereus&lt;/em&gt;), the protective effect of distance between patches decreased as distance from the colony increased. We found significant differences in removal rates among the seed species; Indian ricegrass was most preferred by harvester ants, followed by Munro’s globe mallow, Great Basin wildrye, and Palmer’s penstemon, &lt;em&gt;Penstemon palmeri&lt;/em&gt;. However, our seed handling data yielded no clear explanations for these preferences. Cheatgrass cover and bluegrass cover both had small protective effects on seeds, suggesting that harvester ant foraging behaviors may be shaped by local vegetation cover. Taken together, these results offer insight into the foraging ecology of harvester ants and may provide context for the implementation and success of future restoration efforts.",
        "Origin": "Manual"
    },
    "facultyid": "111644287",
    "coauthors": {
        "311654": {
            "firstname": "Michaela",
            "middleinitial": "",
            "lastname": "Grossklaus",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 311654,
            "scholarlyactivityid": 69155,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "311655": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 311655,
            "scholarlyactivityid": 69155,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 69155,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}