{
    "activityid": 69220,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Creating Field Experiences to Promote Scientific Learning",
        "Conference/Meeting Name": "New Perspectives in Science Education",
        "Conference Location": "Florence, Italy",
        "Date or Date Range": "March, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "Pixel",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;em&gt;Scientific learning in our complex world is undergoing rapid transformation. Field experiences to promote scientific learning are at the forefront of best practices as science educators strive to inspire students with hands-on active learning strategies that foster innovation, creativity, and revitalize the educational experience. &lt;/em&gt;&lt;em&gt;Field experiences in the sciences also promote the development of place-based understanding. Students who engage in field experiences have greater opportunity to cultivate critical connections to real places that transform abstract concepts into tangible realities [1]. Students engaged in the field of biology were positively impacted by field experience. &lt;/em&gt;&lt;em&gt;Through their work in the field, the students were able to enact science autonomously; they engaged with peers and teachers in specific ways and developed new understandings about research and epistemology founded on their experiences in the field [2].&lt;/em&gt; &lt;em&gt;The goals of this presentation and paper are to share knowledge of creative field experiences relating to the biological sciences. The multidimensional aspects of field experiences as essential components to scientific learning are comprehensive and provide strong links and valuable information that contribute to expert teaching and learning. Emphasis is placed on the creation of field experiences that will challenge students and encourage them to excel as they tackle complex curriculum topics. The presenters will provide resources to support students and educators as they share knowledge, best practices, and strategies for success in field experience design. &lt;/em&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "112054227",
    "coauthors": {
        "333839": {
            "firstname": "Diane",
            "middleinitial": "R",
            "lastname": "Boothe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112054227",
            "authorid": 333839,
            "scholarlyactivityid": 69220,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "333840": {
            "firstname": "Melissa",
            "middleinitial": "D",
            "lastname": "Caspary",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333840,
            "scholarlyactivityid": 69220,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 69220,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112054227",
    "attachments": []
}