{
    "activityid": 6927,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Using What's at Hand: English Catholic Reinterpretations of the Rosary, 1559–1642",
        "Journal": "Journal of Religious History",
        "Volume": "27",
        "Month / Season": "2003-06-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2003,
        "Page Numbers": "161-176",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1111/1467-9809.00169",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/48",
        "Description/Abstract": "This article investigates changes in rosary worship in England after Elizabeth I's insistence on Protestant conformity in 1559. It addresses how Catholics, faced with Protestant restrictions on traditional forms of worship, might have re-conceptualized religious rituals, symbols, and objects to satisfy their devotional needs. The rosary — understood as both a material object and a set of prayers — was (and is) the Catholic Church's most popular Marian devotion. Examining the prayers attached to the rosary offers insight into how English Catholics — often lacking access to priests and sacraments — understood their appeals to Mary, now portrayed as a strong, warrior-like advocate for believers' souls. Since material objects such as rosaries have long played an integral part in Catholic religious culture, examining the evolving roles of such objects opens a window through which to view the new experiences in piety available within European Catholicism, in general, and within English Catholicism, in particular, during the Reformation era.",
        "Origin": "Other"
    },
    "facultyid": "111669995",
    "coauthors": {
        "21479": {
            "firstname": "Lisa",
            "middleinitial": "",
            "lastname": "McClain",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111669995",
            "authorid": 21479,
            "scholarlyactivityid": 6927
        }
    },
    "status": [
        {
            "id": 6927,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2003,
            "termid": "2003/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669995",
    "attachments": []
}