{
    "activityid": 69283,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Efficacy of informationn extraction from bar, line, circular, bubble and radar graphs",
        "Journal": "Applied Ergonomics",
        "Volume": "109",
        "Month / Season": "May",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "Elsevier",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://doi.org/10.1016/j.apergo.2023.103996",
        "Description/Abstract": "&lt;span style=&quot;color:#1f1f1f;font-size:16px;font-style:normal;font-weight:400;&quot;&gt;With the emergence of enormous amounts of data, numerous ways to visualize such data have been used. Bar, circular, line, radar and bubble graphs that are ubiquitous were investigated for their effectiveness. Fourteen participants performed four types of evaluations: between categories (cities), within categories (transport modes within a city), all categories, and a direct reading within a category from a graph. The representations were presented in random order and participants were asked to respond to sixteen questions to the best of their ability after visually scanning the related graph. There were two trials on two separate days for each participant. Eye movements were recorded using an eye tracker. Bar and line graphs show superiority over circular and radial graphs in effectiveness, efficiency, and perceived ease of use primarily due to eye saccades. The radar graph had the worst performance. “Vibration-type” fill pattern could be improved by adding colors and symbolic fills. Design guidelines are proposed for the effective representation of data so that the presentation and communication of information are effective.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "312362": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 312362,
            "scholarlyactivityid": 69283
        }
    },
    "status": [
        {
            "id": 69283,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": []
}