{
    "activityid": 69367,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Arbuscular Mycorrhizae Alter Photosynthetic Responses to Drought in Seedlings of",
        "Journal": "Plants (Basel, Switzerland)",
        "Volume": "12",
        "Month / Season": "",
        "Issue Number": "16",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3390/plants12162990",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The establishment of , a keystone species of the sagebrush steppe, is often limited by summer drought. Symbioses with arbuscular mycorrhizal fungi (AMF) can help plants to cope with drought. We investigated this possible effect on seedlings inoculated with native AMF and exposed to drought in greenhouse and field settings. In greenhouse experiments, AMF colonization increased intrinsic water use efficiency under water stress and delayed the decrease in photosynthesis caused by drought, or this decrease occurred at a lower soil water content. In the field, we evaluated the effect of AMF inoculation on colonization, leaf water potential, survival, and inflorescence development. Inoculation increased AMF colonization, and the seedlings experienced water stress, as evidenced by water potentials between -2 and -4 MPa and reduced stomatal conductance. However, survival remained high, and no differences in water potentials or survival occurred between treatments. Only the percentage of plants with inflorescence was higher in inoculated than non-inoculated seedlings. Overall, the greenhouse results support that AMF colonization enhances drought tolerance in seedlings. Yet, the significance of these results in increasing survival in nature remains to be tested under more severe drought than the plants experienced in our field experiment.",
        "Origin": "PubMed"
    },
    "facultyid": "114088564",
    "coauthors": {
        "312926": {
            "firstname": "Mathew",
            "middleinitial": "",
            "lastname": "Geisler",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 312926,
            "scholarlyactivityid": 69367
        },
        "312927": {
            "firstname": "Sven",
            "middleinitial": "",
            "lastname": "Buerki",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 312927,
            "scholarlyactivityid": 69367
        },
        "312928": {
            "firstname": "Marcelo",
            "middleinitial": "D",
            "lastname": "Serpe",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 312928,
            "scholarlyactivityid": 69367
        }
    },
    "status": [
        {
            "id": 69367,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114088564",
    "attachments": []
}