{
    "activityid": 6941,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Postwar Serbian Nationalism and the Limits of Invention",
        "Journal": "Contemporary European History",
        "Volume": "13",
        "Month / Season": "2004-05-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "151-169",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1017/S0960777304001626",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/7",
        "Description/Abstract": "Serbs have rarely drawn the attention of theorists of nationalism. Nonetheless, even if they have not been christened this or that sort of nationalist by theorists, they have emerged from the 1990S with two sets of descriptors attached to them by journalists, scholars and politicians, and those descriptors conform to the general outlines of current theoretical discourse. Serbs are either the captives of 'ancient hatreds' or the manipulated victims of modern state-builders. By now most of us no doubt laugh at the notion that ancient hatreds were the catalyst of the wars in Yugoslaviain the 1990S and nod approvingly at the suggestion that nationalism was merely a piece of Slobodan Miloševi?'s strategy in his consolidation of power in Serbia during the 1980s. Thus for most of us the Serbian nationalist movement of the 1980s and 1990S confirms the position of the 'modernists' among nationalism theorists, who argue that nationalism and national identity are functions of the actions of modern states. Using a case study drawn from my research, I shall argue in this article that we should neither uncritically accept modernist conclusions regarding Serbian nationalism nor dismiss out of hand variations on the disreputable 'ancient hatreds' (or in theoretical terms, primordialist) approach. Instead, I shall argue, modern Serbian nationalism cannot be explained by or contained within a single theoretical model.",
        "Origin": "Other"
    },
    "facultyid": "111111900",
    "coauthors": {
        "21524": {
            "firstname": "Nicholas",
            "middleinitial": "J",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111900",
            "authorid": 21524,
            "scholarlyactivityid": 6941
        }
    },
    "status": [
        {
            "id": 6941,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111900",
    "attachments": []
}