{
    "activityid": 6942,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Nationalism and Policymaking in the Balkans",
        "Journal": "Georgetown Journal of International Affairs",
        "Volume": "7",
        "Month / Season": "2006-07-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2006,
        "Page Numbers": "15-19",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/17",
        "Description/Abstract": "The recent death of Slobodan Milosevic has renewed interest in the  Balkan nationalism of the 1990s. There is no better place to start a  discussion of nationalism in the Balkans than with the architect of  Yugoslavia's violent collapse. Were the tragedies of the Balkan conflict  the malevolent work of evil politicians or a logical and  continuous-perhaps even inevitable-product of culture? Policymakers and  theorists rarely interact, yet they have used the same template in their  attempts to understand Balkan nationalism. Some have argued that  nationalism in the Balkans was ancient or even organic (the  &quot;perennialist&quot; approach), while others have seen nationalism as an  entirely modern, even artificial, product of manipulation by political  elites. There are both policymakers and theorists in each camp, but most  journalists and policymakers have put forth a tautological version of  the perennialist position: they are violent and nationalistic because  they have always been violent and nationalistic. Scholars rarely make  this sort of claim.",
        "Origin": "Other"
    },
    "facultyid": "111111900",
    "coauthors": {
        "21525": {
            "firstname": "Nicholas",
            "middleinitial": "J",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111900",
            "authorid": 21525,
            "scholarlyactivityid": 6942
        }
    },
    "status": [
        {
            "id": 6942,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2006,
            "termid": "2006/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111900",
    "attachments": []
}