{
    "activityid": 6945,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Nonconformists: Dobrica Cosic and Mica Popovic Reinvision Serbia",
        "Journal": "Slavic Review",
        "Volume": "58",
        "Month / Season": "1999-10-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 1999,
        "Page Numbers": "515-536",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/13",
        "Description/Abstract": "There is little to debate about the nature of Serbian political life since the mid-1980s-it has been highly nationalized, to the point that one can argue that a consensus existed among Serbian public figures that the Serbs' very existence was threatened by their neighbors. This consensus links political, cultural, and intellectual elites regardless of their ideological background. It draws together figures representing great diversity in Serbia. This powerful movement has usually been either dismissed or demonized: dismissed as superficial, the product of the cynical adaptation of politicians to new times, or demonized as something inherent in Serbian political culture, a historically predetermined mind-set, ancient and therefore ineradicable. But there is too much evidence that nationalism in Serbia is neither superficial nor ancient. What of the large number of Serbian intellectual and cultural figures who traversed the path from socialism to nationalism after 1945? Were they collectively one of the most cynical generations in any society's modern history, or were they simply possessed by the ancient demons of Serbian nationalism? Neither explanation is satisfying. Instead, postwar Serbian nationalism began as a legitimate and humane movement, neither incomprehensible nor artificial, and it should be understood in the context of communism's effect on Serbian society and its failure to fulfill its own promises, particularly to bring modernization and a universal culture to the peoples of Yugoslavia.",
        "Origin": "Other"
    },
    "facultyid": "111111900",
    "coauthors": {
        "21528": {
            "firstname": "Nicholas",
            "middleinitial": "J",
            "lastname": "Miller",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111900",
            "authorid": 21528,
            "scholarlyactivityid": 6945
        }
    },
    "status": [
        {
            "id": 6945,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1999,
            "termid": "1999/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111900",
    "attachments": []
}