{
    "activityid": 69495,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span style=&quot;font-size:11pt;&quot;&gt;Positioning faculty for funding at an emerging research institution: A case study to inform faculty academy programs. &lt;/span&gt;",
        "Journal": "Educational Action Research. ",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Emerging Research Institutions (ERIs), which generate less than $50 million in federal research funding, constitute one-third of all U.S. institutions of higher education (National Academy Press, 2009) and are notably one of the most impactful organizations in a state system for addressing social mobility, workforce development, and economic growth of a region (Birx, et. al., 2013). ERIs are often positioned to address issues of equity, diversity, and inclusion and faculty gain experience in working with first generation college students and diverse populations. Faculty at ERIs have immense opportunities to think creatively, develop scholarly projects, and establish partnerships that can generate high impact cultural, social, and economic advancements.&lt;br&gt;&lt;br&gt;Cultivating research at ERIs often requires that faculty expand skills sets extending beyond basic research to include broader impacts, innovation, social theory, multimedia, technology, career planning, project planning, and project management. One of the major essentials for building these skills is stepping out of the lab and practicing networked ideation, relationship building, and resource acquisition. Projects evolved through diverse networked ideation and disciplinary perspectives offer an enriched lens to maximize research quality and impacts.&lt;br&gt;&lt;br&gt;The skills mentioned are often a significant pivot in research and development thinking for academic faculty who are often intensely trained in lab infrastructures. Faculty often become siloed in like-minded, discipline specific networks. Faculty development infrastructure nested in a community of practice (CoP) can help transition the disciplinary and multidisciplinary silos into more robust interdisciplinary and transdisciplinary research teams, advancing artistry, research, and scholarship (ARS) from a new lens, networking many minds, with diverse perspectives (Leavy, 2016).&lt;br&gt;&lt;br&gt;There are no doubts that creative and innovative scholarship funding pursuits are necessary for emerging research institutions but often these pursuits can be a heavy lift, presenting faculty with challenges in setting up infrastructure, reliable partnerships, finding resources, and meeting promotion and tenure deadlines. Well-designed CoP for faculty development at emerging research institutions can serve to alleviate some of the heavy lift for faculty and coordinate more productive use of time, talents,&lt;br&gt;and resources.&lt;br&gt;&lt;br&gt;The purpose of this study was to use a case study approach (Yin, 2018) to collect data on a cohort of faculty at an emerging research institution participating in a faculty academy aimed at positioning faculty for funding. The case study aims to inform an evolving faculty academy CoP by analyzing participants’ previous experiences with funding, attitudes about funding, resource needs, and behaviors working towards positioning for funding.",
        "Origin": "Manual"
    },
    "facultyid": "112031674",
    "coauthors": {
        "313854": {
            "firstname": "Melanie",
            "middleinitial": "",
            "lastname": "Duffrin",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313854,
            "scholarlyactivityid": 69495,
            "classifications": {
                "Role": "Author"
            }
        },
        "313855": {
            "firstname": "Lynda",
            "middleinitial": "B",
            "lastname": "Ransdell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 313855,
            "scholarlyactivityid": 69495,
            "classifications": {
                "Role": "Author"
            }
        },
        "313856": {
            "firstname": "Chris",
            "middleinitial": "",
            "lastname": "Duffrin",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313856,
            "scholarlyactivityid": 69495,
            "classifications": {
                "Role": "Author"
            }
        },
        "313857": {
            "firstname": "Luke",
            "middleinitial": "",
            "lastname": "Sebby",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313857,
            "scholarlyactivityid": 69495,
            "classifications": {
                "Role": "Author"
            }
        },
        "313858": {
            "firstname": "Dara",
            "middleinitial": "",
            "lastname": "Little",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313858,
            "scholarlyactivityid": 69495,
            "classifications": {
                "Role": "Author"
            }
        },
        "313859": {
            "firstname": "Jerry",
            "middleinitial": "",
            "lastname": "Blazey",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313859,
            "scholarlyactivityid": 69495,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 69495,
            "status": "Submitted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "112031674",
    "attachments": []
}