{
    "activityid": 69507,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Quantification of Age-Related Changes in the Lateral Organization of the Lipid Portion of the Intact Membranes Isolated from the Left and Right Eye Lenses of the Same Human Donor",
        "Journal": "Membranes",
        "Volume": "13",
        "Month / Season": "",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3390/membranes13020189",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The continuous wave EPR spin-labeling method was used to evaluate age-related changes in the amounts of phospholipids (PLs) and cholesterol (Chol) in domains present in intact, cortical, and nuclear fiber cell plasma membranes isolated separately from the left and right eye lenses of the same human donor. The relative amounts of boundary plus trapped PLs were evaluated with the PL analog 12-doxylstearic acid spin label (12-SASL) and the relative amounts of trapped Chol with the Chol analog androstane spin label (ASL). The donors ranged in age from 15 to 70 years. Both the left and right eye lenses from donors aged 60, 65, and 70 years had nuclear cataracts; additionally, the right eye lens only of the 60-year-old donor had a cortical cataract. In transparent lenses, the relative amounts of boundary plus trapped PLs increase monotonously with donor age, and, at all ages, this amount was greater in nuclear compared with cortical membranes. Moreover, in transparent lenses, the relative amount of trapped Chol increases with age in nuclear membranes. However, the EPR spectrum of ASL from cortical membranes of 15- to 60-year-old donors shows only the weakly immobilized component assigned to ASL in the bulk plus Chol bilayer domain. Only the cortical membranes of 61- to 70-year-old donors contain both weakly and strongly immobilized components. The strongly immobilized component is assigned to ASL in trapped lipids. We speculate that the age of 60 years may be considered as a &quot;threshold&quot; for appearance of trapped lipids in cortical membranes. The relative amounts of boundary plus trapped PLs in lenses with nuclear cataracts is lower than that predicted from the tendency of the age-dependent increase observed for transparent lenses. The differences in amounts of lipids in the indicated left and right eye domains of each donor are smaller than the differences in single donors of a similar age.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "313955": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313955,
            "scholarlyactivityid": 69507
        },
        "313956": {
            "firstname": "Marija",
            "middleinitial": "",
            "lastname": "Raguz",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313956,
            "scholarlyactivityid": 69507
        },
        "313957": {
            "firstname": "Witold",
            "middleinitial": "K",
            "lastname": "Subczynski",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313957,
            "scholarlyactivityid": 69507
        }
    },
    "status": [
        {
            "id": 69507,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}