{
    "activityid": 69509,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Interaction of β- and γ-Crystallin with Phospholipid Membrane Using Atomic Force Microscopy",
        "Journal": "International journal of molecular sciences",
        "Volume": "24",
        "Month / Season": "",
        "Issue Number": "21",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3390/ijms242115720",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Highly concentrated lens proteins, mostly β- and γ-crystallin, are responsible for maintaining the structure and refractivity of the eye lens. However, with aging and cataract formation, β- and γ-crystallin are associated with the lens membrane or other lens proteins forming high-molecular-weight proteins, which further associate with the lens membrane, leading to light scattering and cataract development. The mechanism by which β- and γ-crystallin are associated with the lens membrane is unknown. This work aims to study the interaction of β- and γ-crystallin with the phospholipid membrane with and without cholesterol (Chol) with the overall goal of understanding the role of phospholipid and Chol in β- and γ-crystallin association with the membrane. Small unilamellar vesicles made of Chol/1-palmitoyl-2-oleoyl-sn-glycero-3-phosphocholine (Chol/POPC) membranes with varying Chol content were prepared using the rapid solvent exchange method followed by probe tip sonication and then dispensed on freshly cleaved mica disk to prepare a supported lipid membrane. The β- and γ-crystallin from the cortex of the bovine lens was used to investigate the time-dependent association of β- and γ-crystallin with the membrane by obtaining the topographical images using atomic force microscopy. Our study showed that β-crystallin formed semi-transmembrane defects, whereas γ-crystallin formed transmembrane defects on the phospholipid membrane. The size of semi-transmembrane defects increases significantly with incubation time when β-crystallin interacts with the membrane. In contrast, no significant increase in transmembrane defect size was observed in the case of γ-crystallin. Our result shows that Chol inhibits the formation of membrane defects when β- and γ-crystallin interact with the Chol/POPC membrane, where the degree of inhibition depends upon the amount of Chol content in the membrane. At a Chol/POPC mixing ratio of 0.3, membrane defects were observed when both β- and γ-crystallin interacted with the membrane. However, at a Chol/POPC mixing ratio of 1, no association of γ-crystallin with the membrane was observed, which resulted in a defect-free membrane, and the severity of the membrane defect was decreased when β-crystallin interacted with the membrane. The semi-transmembrane or transmembrane defects formed by the interaction of β- and γ-crystallin on phospholipid membrane might be responsible for light scattering and cataract formation. However, Chol suppressed the formation of such defects in the membrane, likely maintaining lens membrane homeostasis and protecting against cataract formation.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "313958": {
            "firstname": "Nawal",
            "middleinitial": "K",
            "lastname": "Khadka",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313958,
            "scholarlyactivityid": 69509
        },
        "313959": {
            "firstname": "Preston",
            "middleinitial": "",
            "lastname": "Hazen",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313959,
            "scholarlyactivityid": 69509
        },
        "313960": {
            "firstname": "Dieter",
            "middleinitial": "",
            "lastname": "Haemmerle",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313960,
            "scholarlyactivityid": 69509
        },
        "313961": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313961,
            "scholarlyactivityid": 69509
        }
    },
    "status": [
        {
            "id": 69509,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}