{
    "activityid": 69511,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Binding of β-Crystallin with Models of Animal and Human Eye Lens-Lipid Membrane",
        "Journal": "International journal of molecular sciences",
        "Volume": "24",
        "Month / Season": "",
        "Issue Number": "17",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3390/ijms241713600",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Several discoveries show that with age and cataract formation, β-crystallin binds with the lens membrane or associates with other lens proteins, which bind with the fiber cell plasma membrane, accompanied by light scattering and cataract formation. However, how lipids (phospholipids and sphingolipids) and cholesterol (Chol) influence β-crystallin binding to the membrane is unclear. This research aims to elucidate the role of lipids and Chol in the binding of β-crystallin to the membrane and the membrane's physical properties (mobility, order, and hydrophobicity) with β-crystallin binding. We used electron paramagnetic resonance (EPR) spin-labeling methods to investigate the binding of β-crystallin with a model of porcine lens-lipid (MPLL), model of mouse lens-lipid (MMLL), and model of human lens-lipid (MHLL) membrane with and without Chol. Our results show that β-crystallin binds with all of the investigated membranes in a saturation manner, and the maximum parentage of the membrane surface occupied (MMSO) by β-crystallin and the binding affinity (K) of β-crystallin to the membranes followed trends: MMSO (MPLL) &gt; MMSO (MMLL) &gt; MMSO (MHLL) and K (MHLL) &gt; K (MMLL) ≈ K (MPLL), respectively, in which the presence of Chol reduces the MMSO and K for all membranes. The mobility near the headgroup regions of the membranes decreases with an increase in the binding of β-crystallin; however, the decrease is more pronounced in the MPLL and MMLL membranes than the MHLL membrane. In the MPLL and MMLL membranes, the membranes become slightly ordered near the headgroup with an increase in β-crystallin binding compared to the MHLL membrane. The hydrophobicity near the headgroup region of the membrane increases with β-crystallin binding; however, the increase is more pronounced in the MPLL and MMLL membranes than the MHLL membrane, indicating that β-crystallin binding creates a hydrophobic barrier for the passage of polar molecules, which supports the barrier hypothesis in cataract formation. However, in the presence of Chol, there is no significant increase in hydrophobicity with β-crystallin binding, suggesting that Chol prevents the formation of a hydrophobic barrier, possibly protecting against cataract formation.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "313966": {
            "firstname": "Preston",
            "middleinitial": "",
            "lastname": "Hazen",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313966,
            "scholarlyactivityid": 69511
        },
        "313967": {
            "firstname": "Geraline",
            "middleinitial": "",
            "lastname": "Trossi-Torres",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313967,
            "scholarlyactivityid": 69511
        },
        "313968": {
            "firstname": "Nawal",
            "middleinitial": "K",
            "lastname": "Khadka",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313968,
            "scholarlyactivityid": 69511
        },
        "313969": {
            "firstname": "Raju",
            "middleinitial": "",
            "lastname": "Timsina",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313969,
            "scholarlyactivityid": 69511
        },
        "313970": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313970,
            "scholarlyactivityid": 69511
        }
    },
    "status": [
        {
            "id": 69511,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}