{
    "activityid": 69513,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Cholesterol and cholesterol bilayer domains inhibit binding of alpha-crystallin to the membranes made of the major phospholipids of eye lens fiber cell plasma membranes",
        "Journal": "Experimental eye research",
        "Volume": "206",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2021,
        "Page Numbers": "108544",
        "Publisher": null,
        "DOI": "10.1016/j.exer.2021.108544",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The concentration of α-crystallin decreases in the eye lens cytoplasm, with a corresponding increase in membrane-bound α-crystallin during cataract formation. The eye lens's fiber cell plasma membrane consists of extremely high cholesterol (Chol) content, forming cholesterol bilayer domains (CBDs) within the membrane. The role of high Chol content in the lens membrane is unclear. Here, we applied the continuous-wave electron paramagnetic resonance spin-labeling method to probe the role of Chol and CBDs on α-crystallin binding to membranes made of four major phospholipids (PLs) of the eye lens, i.e., phosphatidylcholine (PC), sphingomyelin (SM), phosphatidylserine (PS), and phosphatidylethanolamine (PE). Small unilamellar vesicles (SUVs) of PC, SM*, and PS with 0, 23, 33, 50, and 60 mol% Chol and PE* with 0, 9, and 33 mol% Chol were prepared using the rapid solvent exchange method followed by probe-tip sonication. The 1 mol% CSL spin-labels used during SUVs preparation distribute uniformly within the Chol/PL membrane, enabling the investigation of Chol and CBDs' role on α-crystallin binding to the membrane. For PC, SM*, and PS membranes, the binding affinity (K) and the maximum percentage of membrane surface occupied (MMSO) by α-crystallin decreased with an increase in Chol concentration. The K and MMSO became zero at 50 mol% Chol for PC and 60 mol% Chol for SM* membranes, representing that complete inhibition of α-crystallin binding was possible before the formation of CBDs within the PC membrane but only after the formation of CBDs within the SM* membrane. The K and MMSO did not reach zero even at 60 mol% Chol in the PS membrane, representing CBDs at this Chol concentration were not sufficient for complete inhibition of α-crystallin binding to the PS membrane. Both the K and MMSO were zero at 0, 9, and 33 mol% Chol in the PE* membrane, representing no binding of α-crystallin to the PE* membrane with and without Chol. The mobility parameter profiles decreased with an increase in α-crystallin binding to the membranes; however, the decrease was more pronounced for the membrane with lower Chol concentration. These results imply that the membranes become more immobilized near the headgroup regions with an increase in α-crystallin binding; however, the Chol antagonizes the capacity of α-crystallin to decrease the mobility near the headgroup regions of the membranes. The maximum splitting profiles remained the same with an increase in α-crystallin concentration, but there was an increase in the maximum splitting with an increase in the Chol concentration in the membranes. It implies that membrane order near the headgroup regions does not change with an increase in α-crystallin concentration but increases with an increase in Chol concentration in the membrane. Based on our data, we hypothesize that the Chol and CBDs decrease hydrophobicity (increase polarity) near the membrane surface, inhibiting the hydrophobic binding of α-crystallin to the membranes. Thus, our data suggest that Chol and CBDs play a positive physiological role by preventing α-crystallin binding to lens membranes and possibly protecting against cataract formation and progression.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "313944": {
            "firstname": "Raju",
            "middleinitial": "",
            "lastname": "Timsina",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313944,
            "scholarlyactivityid": 69513
        },
        "313945": {
            "firstname": "Geraline",
            "middleinitial": "",
            "lastname": "Trossi-Torres",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313945,
            "scholarlyactivityid": 69513
        },
        "313946": {
            "firstname": "Matthew",
            "middleinitial": "",
            "lastname": "O'Dell",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313946,
            "scholarlyactivityid": 69513
        },
        "313947": {
            "firstname": "Nawal ",
            "middleinitial": "K",
            "lastname": "Khadka",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313947,
            "scholarlyactivityid": 69513
        },
        "313948": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313948,
            "scholarlyactivityid": 69513
        }
    },
    "status": [
        {
            "id": 69513,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}