{
    "activityid": 69512,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Membrane elasticity modulated by cholesterol in model of porcine eye lens-lipid membrane",
        "Journal": "Experimental eye research",
        "Volume": "220",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Page Numbers": "109131",
        "Publisher": null,
        "DOI": "10.1016/j.exer.2022.109131",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Experimental evidence shows that the eye lens loses its elasticity dramatically with age. It has also been reported that the cholesterol (Chol) content in the eye lens fiber cell plasma membrane increases significantly with age. High Chol content leads to the formation of cholesterol bilayer domains (CBDs) in the lens membrane. The role of high Chol associated with lens elasticity is unclear. The purpose of this research is to investigate the membrane elasticity of the model of porcine lens-lipid (MPLL) membrane with increasing Chol content to elucidate the role of high Chol in lens membrane elasticity. In this study, we used atomic force microscopy (AFM) to study the mechanical properties (breakthrough force and area compressibility modulus (K)) of the MPLL membrane with increasing Chol content where K is the measure of membrane elasticity. We varied Chol concentration in Chol/MPLL membrane from 0 to ∼71 mol%. Supported Chol/MPLL membranes were prepared by fusion of small unilamellar vesicles (SUVs) on top of a flat mica surface. SUVs of the Chol/MPLL lipid mixture were prepared with the rapid solvent exchange method followed by probe-tip sonication. For the Chol/MPLL mixing ratio of 0, AFM image showed the formation of two distinct phases of the membrane, i.e., liquid-disordered phase (l) and solid-ordered phase (s) membrane. However, with Chol/MPLL mixing ratio of 0.5 and above, only liquid-ordered phase (l) membrane was formed. Also, two distinct breakthrough forces corresponding to l and s were observed for Chol/MPLL mixing ratio of 0, whereas only one breakthrough force was observed for membranes with Chol/MPLL mixing ratio of 0.5 and above. No significant difference in the membrane surface roughness was measured with increasing Chol content for these membranes; however, breakthrough force and K for l membrane increased when Chol/MPLL mixing ratio was increased from 0.5 to 1. Interestingly above the Chol/MPLL mixing ratio of 1, both breakthrough force and K decreased, indicating the formation of CBDs. Furthermore, these results showed that membrane elasticity increases at high Chol content, suggesting that high Chol content in lens membrane might be responsible for maintaining lens membrane elasticity.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "313939": {
            "firstname": "Nawal ",
            "middleinitial": "K",
            "lastname": "Khadka",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313939,
            "scholarlyactivityid": 69512
        },
        "313940": {
            "firstname": "Max-",
            "middleinitial": "F",
            "lastname": "Mortimer",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313940,
            "scholarlyactivityid": 69512
        },
        "313941": {
            "firstname": "Mason",
            "middleinitial": "",
            "lastname": "Marosvari",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313941,
            "scholarlyactivityid": 69512
        },
        "313942": {
            "firstname": "Raju",
            "middleinitial": "",
            "lastname": "Timsina",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313942,
            "scholarlyactivityid": 69512
        },
        "313943": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 313943,
            "scholarlyactivityid": 69512
        }
    },
    "status": [
        {
            "id": 69512,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2022,
            "termid": "2022/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}