{
    "activityid": 69603,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "\n&lt;p&gt;ACorporation, Inc: Corporate Form as Art Project and Advocacy&lt;/p&gt;",
        "Conference/Meeting Name": "Academy of Legal Studies in Business annual national conference",
        "Conference Location": "San Diego, CA",
        "Date or Date Range": "July 25 - 30, 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "Academy of Legal Studies in Business",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "This essay, co-authored with &lt;strong&gt;Chad Erpelding&lt;/strong&gt;, examines the use of the corporate form as both art project and tool for advocacy. It introduces the history of ACorporation, Inc., an art project that uses corporate law as a vehicle for advocating change to the legal frameworks for corporate creation, operation, and dissolution. It situates ACorporation, Inc. within the long history of legal requirements for corporate social responsibility, the evolution of the concept of corporate personhood, and the use of law for expressive purposes.&lt;br&gt;&lt;br&gt;It then examines the advocacy program embodied in ACorporation’s work to have states treat concepts of corporate personhood in the same manner as natural persons, such as through appointment of corporate guardians, treatment of corporate mergers as marriages, and selective service requirements. By adding the work of social practice artists to those of historians, jurists, and business ethicists, it offers a new perspective on corporate identity and social responsibility",
        "Origin": "Manual"
    },
    "facultyid": "114065992",
    "coauthors": {
        "314723": {
            "firstname": "Ruth",
            "middleinitial": "",
            "lastname": "Jebe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114065992",
            "authorid": 314723,
            "scholarlyactivityid": 69603,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 69603,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114065992",
    "attachments": []
}