{
    "activityid": 69719,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;b&gt;&lt;span&gt;&lt;/span&gt;&lt;/b&gt;&lt;span&gt;Research Faculty Collaboration and Learning in Strategic International Academic Alliances&lt;/span&gt;",
        "Name of Conference": "AHRD 2024 International Research Conference",
        "Month / Season": "February, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "AHRD",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;This is one of the first major empirical studies on research faculty collaborations in the context of seed grant-based strategic international university partnerships, designed as a multiple case study. The partnership at focus is between two large public research universities in the US and the UK. I focused on matched faculty pairs, that is, co-Principal Investigators, one from each side of the partnership, from diverse disciplines: genomics, psychology, and linguistics. In cases where I was able to recruit just one faculty from either side in a dozen other disciplines (in relation to whomever their collaborators were), their data were used for substantiating or diversifying the matched faculty findings. I interviewed 19 participants from all five available partnership cycles, from 2014 to 2019 (six for matched pairs and 13 to enhance the study).          I sought to understand and explain faculty experiences and perceptions of various institutional and organization culture factors and symmetries and asymmetries in learning patterns that facilitated or hindered research collaboration, and the kinds of recommendations and visions of sustainability that the faculty had for the partnership. Findings were organized into themes: four at the institutional level, three at the organizational culture level, three learning patterns, and five recommendations. I refined and extended the learning pattern framework and drew questions of importance for future research (e.g., a post-Covid follow-up study) and implications for practice. Ideas for expanding the IHRD arm of HRD have also been suggested, intersecting with OD, OL, and global higher education.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114229615",
    "coauthors": {
        "341615": {
            "firstname": "Jelena",
            "middleinitial": "",
            "lastname": "Pokimica",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114229615",
            "authorid": 341615,
            "scholarlyactivityid": 69719,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 69719,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 69719,
            "status": "In Progress",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114229615",
    "attachments": []
}