{
    "activityid": 69771,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Addressing the Nationwide Shortage of Radiologic Technologists",
        "Journal": "Radiologic Technology",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "There is currently a nationwide shortage of radiologic technologists. A 2023 survey conducted by the American Society of Radiologic Technologists (ASRT) found an estimated vacancy rate for radiography full time employee (FTE) positions to be 18.1%.  The purpose of this study is to determine by both division (region) and state, on a per capita basis, how many first-time candidates sat for the American Registry of Radiologic Technologists (ARRT) exam for the years 2020-2022. The ARRT annually publishes data on the number of prospective radiologic technologists that sat for the registry exam by state. The data published for years 2020-2022 were averaged and then compared to the 2020 United States Census data to determine the number of candidates produced in each state and in the nine separate United States census divisions on a per capita basis. The study found that during 2020-2022, divisions one through eight produced one ARRT registry candidate for every 27,033 residents. Division nine (Pacific division) was an outlier producing one ARRT registry candidate for every 50,527 residents.  The national average for the time period in question was one ARRT registry candidate for every 29,295 residents. This information may be used for education and advocacy purposes as well as a basis for further inquiry. Existing radiologic technology programs in states and divisions producing below the national average could utilize this data to advocate for increased resources and clinical placement for students with the aim of program growth.  Professional organizations, educational institutions, and employers could advocate to state and federal leaders and policymakers for new programs dedicated to producing radiologic technologists in order to keep pace with a shifting and growing population.",
        "Origin": "Manual"
    },
    "facultyid": "111340466",
    "coauthors": {
        "340775": {
            "firstname": "Travis",
            "middleinitial": "",
            "lastname": "Armstrong",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111340466",
            "authorid": 340775,
            "scholarlyactivityid": 69771,
            "classifications": {
                "Role": "Author"
            }
        },
        "340776": {
            "firstname": "Jeleana",
            "middleinitial": "",
            "lastname": "Loa",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 340776,
            "scholarlyactivityid": 69771,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 69771,
            "status": "Accepted",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 69771,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111340466",
    "attachments": [
        {
            "attachmentid": 60946,
            "mimetype": "application/pdf",
            "filename": "RADT24_SO_Shortage_SR.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeVBJRGNzM01wR1libnZEWUpwYnMwanNDNTdiUUZNcWJkSWhSYlpnclM5SUFLb3RoK0RmU21jZ3VDTGFSdnVaZjZJMk1jL0xYbzRxOD0%3D",
            "filesize": 794871
        }
    ]
}