{
    "activityid": 6990,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Immuno-SEM Characterization of Developing Bovine Cartilage",
        "Journal": "",
        "Volume": "28",
        "Month / Season": "2008-04-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "341-346",
        "Publisher": "Materials Science and Engineering C",
        "DOI": "http://dx.doi.org/10.1016/j.msec.2007.04.018",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/brc_facpubs/7",
        "Description/Abstract": "Collagen is a vital material in the tissues of living organisms. Found almost everywhere in the human body, collagen is important in connective tissues, bone growth, and cartilage. Collagen XI makes up a very small portion of the cartilaginous tissue; however, it plays a key role in cartilaginous tissue. Collagen XI and two collagen XI isoforms, V1b and V2, are critical in the ossification process. The location of collagen XI, V1b, V2, and their specific functions in the ossification process within developing bovine cartilage are not well characterized. In this work, the location of collagens I, II, XI and two collagen XI isoforms, V1b and V2, present in developing bovine cartilage are investigated using the immuno-SEM technique. The results for the locations of collagen I and II indicate a high level of consistency with previous work, thus showing that the technique of immuno-SEM can be used with confidence to determine the location of various collagen types within cartilaginous and mineralized tissue. This work has shown that collagen XI is present in the lower hypertrophic region and also in a pericellular arrangement, within about two microns of cell walls, throughout the cartilaginous tissue. V1b is expressed in the articular surface, mineralized region, resting zone, and the distal edge of the diaphysis. The V2 isoform is most strongly expressed in areas of newly forming cartilage, and disappears with chondrocyte maturation. V2 is present in the distal edge of the epiphysis, as well as in mineralized tissue. Collagen XI and two of its isoforms, V1b and V2, are thought to play a critical role in the ossification process. However, this role is not well understood, and is still being characterized. The detection of collagen XI and two of its isoforms in the osteo-chondral junction as well as at a joint surface further point to collagen XI, V1b, and V2 playing a vital role in the ossification process, and warrants further research as to their specific function within the ossification process.",
        "Origin": "Other"
    },
    "facultyid": "111643744",
    "coauthors": {
        "21659": {
            "firstname": "Michelle",
            "middleinitial": "",
            "lastname": "Gerritsen",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21659,
            "scholarlyactivityid": 6990
        },
        "21660": {
            "firstname": "Julia",
            "middleinitial": "Thom",
            "lastname": "Oxford",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111643744",
            "authorid": 21660,
            "scholarlyactivityid": 6990
        },
        "21661": {
            "firstname": "Megan",
            "middleinitial": "E",
            "lastname": "Frary",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112051767",
            "authorid": 21661,
            "scholarlyactivityid": 6990
        },
        "21662": {
            "firstname": "Jonathan",
            "middleinitial": "",
            "lastname": "Henderson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21662,
            "scholarlyactivityid": 6990
        },
        "21663": {
            "firstname": "Janet",
            "middleinitial": "M",
            "lastname": "Callahan",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112033791",
            "authorid": 21663,
            "scholarlyactivityid": 6990
        }
    },
    "status": [
        {
            "id": 6990,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}