{
    "activityid": 7004,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Administration, Emotional Labor, and Gendered Discourses of Power: A Feminist Chair’s Mission to Make Service Matter",
        "Journal": "Peitho: Journal of the Coalition of Women Scholars  in the History of Rhetoric &amp; Composition",
        "Volume": "21",
        "Month / Season": "Spring 2019",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2019,
        "Page Numbers": "279-307",
        "Publisher": "Coalition of Feminist Scholars in the History of Rhetoric and Composition",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://peitho.cwshrc.org/files/2019/03/GenderedService_II_Payne-2.pdf",
        "Description/Abstract": "Michelle Masse’ and Katie Hogan’s edited collection, Over Ten Million Served (2010), argues that “complaining about service is not the same as critical- ly analyzing service as a significant dimension of academic labor” (15). Nor, as Phillips and Heinert argue, is the admonition to “just say no” an ethical solution to the gendered inequity of academic labor. In this essay, I not only illustrate the consequences of saying yes to service and analyze its significance, but I illustrate the ways that service positioned me to advocate for change at my own institution. More specifically, I focus on the unique administrative role of the Department Chair, particularly in terms of the gendered emotional labor required to sustain an academic department and the “incongruous, gendered bureaucratic structures” (Bird) that have essentially institutionalized and naturalized “emotive dissonance” as an inevitable consequence of being a chair. I argue that interrogating this emotive dissonance—these “outlaw emotions”—is critical not only to exposing how those structures perpetuate inequity, but also to transforming gendered service and redefining the power and authority of academics, more generally. In making this argument, I draw upon sociological theories and research on emotion studies, research on academic administration, and my own administrative experience, including the strategies I developed based on my own “outlaw emotions” to disrupt these gendered discourses by 1) reconfiguring the definitions of and rewards for “service” within my department, and 2) initiating an institutional conversation about Department Chair labor that led to several policy changes.",
        "Origin": "Other"
    },
    "facultyid": "111110239",
    "coauthors": {
        "234845": {
            "firstname": "Michelle",
            "middleinitial": "Marie",
            "lastname": "Payne",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110239",
            "authorid": 234845,
            "scholarlyactivityid": 7004
        }
    },
    "status": [
        {
            "id": 7004,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2019,
            "termid": "2018/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 7004,
            "status": "Accepted",
            "term": "Summer",
            "year": 2018,
            "termid": "2018/01",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 7004,
            "status": "Revise &amp; Resubmit",
            "term": "Fall",
            "year": 2016,
            "termid": "2016/02",
            "listingorder": 3,
            "completionorder": 3
        },
        {
            "id": 7004,
            "status": "Submitted",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111110239",
    "attachments": [
        {
            "attachmentid": 17390,
            "mimetype": "application/pdf",
            "filename": "genderedservice_ii_payne-2.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeVNhTzlHZUsyQUswM055VVNoNnE0SkJlNDd4VjNVc09wR0xieTJGY3UzOUgyVGxxdUlWcDFHTjZnR2tDNVVXaUFFWkYzaWo3VGZEUT0%3D",
            "filesize": 246023
        }
    ]
}