{
    "activityid": 70128,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;span style=&quot;font-size:11pt;&quot;&gt;Onward and Upward: Developing a Roadmap for Successful RN Curriculum Transformation&lt;/span&gt;",
        "Conference / Meeting Name": "AACN Transform",
        "Conference Location": "Orlando, FL",
        "Date or Date Range": "December 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "American Association of Colleges of Nursing",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;The new AACN &lt;em&gt;Essentials &lt;/em&gt;have provided a catalyst for changing RN curricula.  RN completion programs are tasked with making significant curricular changes to utilize a competency-based approach and updating curricula to reflect the new &lt;em&gt;Essentials&lt;/em&gt;. Curricular revision for RN programs can be particularly challenging. While RN education is similar to prelicensure BSN education’ RN education is also uniquely different, due to focusing upon a student population that has earned RN licensure and are currently employed.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;The purpose of the presentation is to describe one program’s successful integration of the new &lt;em&gt;Essentials&lt;/em&gt;, and providing a sequential pathway of planning activities that can be easily replicated by other programs.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;This presentation will describe how to use a professional development approach for the faculty team who is charged with designing and implementing new RN curricula, strategies for obtaining feedback data from stakeholders to provide direction for curricular development, and practical advice for integration of the new &lt;em&gt;Essentials &lt;/em&gt;into RN curricula.  Additionally, this presentation will provide suggestions for evaluation the success of a new competency-based curriculum and ideas for continuous quality improvement of curricula. Our work is in alignment with the AACN’s &lt;em&gt;Essentials &lt;/em&gt;(2021) and  &lt;em&gt;Guiding Principles for Competency Based Education&lt;/em&gt; (2023) and Giddens’ (2023) publication regarding the fours spheres of care. We will demonstrate points of articulation between these references and our revised RN curriculum.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;Curricular change is only limited by the team’s ability to move in a new direction and embrace the change process. This presentation will share strategies for engaging faculty in the RN curricular change process.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;Our roadmap for successful RN curricular transformation will serve to simplify the curricular change process and will serve as a useful guide for RN faculty who will lead curricular change in their respective programs.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114228022",
    "coauthors": {
        "317131": {
            "firstname": "Lynn",
            "middleinitial": "M",
            "lastname": "Nichols",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114228022",
            "authorid": 317131,
            "scholarlyactivityid": 70128
        }
    },
    "status": [
        {
            "id": 70128,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114228022",
    "attachments": [
        {
            "attachmentid": 51428,
            "mimetype": "application/pdf",
            "filename": "AACN_Poster_RNBS Curriculum Transformation 2023 FINAL.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWhWcTBXY1RCaTQvclBJbmpUL0ZTY1lrUmszM21vNWZqT1BZanUwYmFXSVBYdTJsZEJtaWZPQzZDdWlkaVRIZTBwMGxXaEVPbURoWHJGT2xhM2lUcmNEUVAwbFgvME85VzlURW4wRU1wYlhBall4ejh0ZWppcnc9PQ%3D%3D",
            "filesize": 1477162
        }
    ]
}