{
    "activityid": 7018,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Archaeology of Iwokrama and the North Rupununi",
        "Journal": "Proceedings of the Academy of Natural Sciences of Philadelphia",
        "Volume": "154",
        "Month / Season": "2005-02-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2005,
        "Page Numbers": "28-Jul",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1635/0097-3157(2004)154[0007:TAOIAT]2.0.CO;2",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/anthro_facpubs/52",
        "Description/Abstract": "Archaeological investigations within Iwokrama Forest document significant Archaic and Horticultural occupations throughout the Reserve. Significantly, no evidence of earlier Paleoindian occupations (pre-7,000 B.P.) is documented. The Archaic Period from 7,000 to 3,000 B.P. (before present) is characterized by a variety of site types including artificial stone depressions and sharpening grooves, petroglyphs and a lithic tool manufacturing station. Petroglyphs reflect the Enumerative and Fish Trap Petroglyph Traditions better known from the savannah and rivers in southern Guyana. Archaic Period sites are found along major rivers and in the Iwokrama Mountains. Horticultural Period occupations dating from 3,000 B.P. to the Historic Period (mid-18th century), include eight archaeological sites that have produced a wide range of vessel forms similar to Koriabo, Taruma and Rupununi types found elsewhere in Guyana. The occurrence of polychrome types by 3,000 B.P. indicates an early arrival of such styles in the area.",
        "Origin": "Other"
    },
    "facultyid": "111110261",
    "coauthors": {
        "21719": {
            "firstname": "Mark",
            "middleinitial": "G",
            "lastname": "Plew",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110261",
            "authorid": 21719,
            "scholarlyactivityid": 7018
        }
    },
    "status": [
        {
            "id": 7018,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2005,
            "termid": "2004/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110261",
    "attachments": []
}