{
    "activityid": 7019,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Diet is a 4-Letter Word: What Can Be Done About America's Unhealthy Obsession with Weight?",
        "Journal": "International Journal of Psychology Research",
        "Volume": "2",
        "Month / Season": "2008-01-01",
        "Issue Number": "2-Jan",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "69-92",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/psych_facpubs/34",
        "Description/Abstract": "Although diagnostic rates of eating disorders (e.g., anorexia, bulimia) are relatively  small in the United States (Ogden, 2003), disordered eating behaviors (including weight  control behaviors through excessive exercise and restrictive eating, as well as body  dissatisfaction are much more common (Anorexia Nervosa and Related Eating Disorders,  Inc., 2005a, sub clinical eating disorders section). Fifty-one percent of U.S. adults did  something to control their weight in 2001-2002 (Weiss, Galuska, Khan, and Serdula,  2006). However, it is difficult for many to keep the weight off, in large part because a  post-diet binge occurs in nearly half of people who end a diet (successfully or not;  Tribole and Resch, 1995). The 'dieting lifestyle' is beginning at younger and younger  ages. Half of 3rd to 6th graders want to weigh less (Schur, Sanders, and Steiner, 2000)  and half of 8- to 10-year-olds have done something to try to alter their weight (Thomas,  Ricciardelli, and Williams, 2000). Although disordered eating behaviors are not  considered serious enough to be diagnosed as eating disorders, these behaviors do need  attention as they can have damaging mental, social, and physical effects (O'Dea and  Yager, 2006). With over half of children, adolescents, and adults currently engaging in  some type of disordered eating or exercise behavior, these cultural trends can no longer  be ignored. The purpose of this chapter will be to discuss factors influencing disordered  eating and exercise behaviors in children, adolescents, and adults. In addition, possible  solutions at the familial and societal levels will be proposed. This chapter should be  informative for parents, school officials, and those who are either suffering from  disordered eating behaviors or know someone who is.",
        "Origin": "Other"
    },
    "facultyid": "112014101",
    "coauthors": {
        "21720": {
            "firstname": "Mary",
            "middleinitial": "Elizabeth",
            "lastname": "Pritchard",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "112014101",
            "authorid": 21720,
            "scholarlyactivityid": 7019
        }
    },
    "status": [
        {
            "id": 7019,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112014101",
    "attachments": []
}