{
    "activityid": 70191,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span style=&quot;color:#222222;font-size:small;&quot;&gt;Conservation&lt;/span&gt;&lt;span style=&quot;color:#222222;font-size:small;&quot;&gt; implications of barn owl movements near roads&lt;/span&gt;",
        "Journal": "Animal Conservation",
        "Volume": "TBD",
        "Month / Season": "",
        "Issue Number": "TBD",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "TBD",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;strong&gt;Abstract. &lt;/strong&gt;Road and traffic responses of animals fall broadly into four categories (Jacobson et al. 2016): 1) speeders, who increase speed to cross roads, 2) pausers, who pause before crossing, 3) avoiders, who avoid crossing roads altogether, and 4) nonresponders, who have no response to roads or traffic. Barn owls (&lt;em&gt;Tyto furcata and T.&lt;/em&gt; &lt;em&gt;alba&lt;/em&gt;), two species of conservation concern which are frequent casualties of road mortality throughout their range, are hypothesized to be nonresponders. They also may be attracted to road verges for foraging which, coupled with their hypothesized nonresponsive behavior, potentially explains the alarming number of barn owl roadway mortalities in some areas. We examined behavior and flights near roads to assess the extent to which American barn owls exhibited traits of nonresponders and assess the possibility that they were attracted to roads. We used GPS data loggers to quantify barn owl movements in relation to roads in s. Idaho, USA where owls experience high rates of road mortality. Owls crossed fewer roads than expected, especially highways and interstates. Additionally, they did not fly closer to roads than expected, including major roads and those of any size. When encountering roads, American barn owls were more likely to cross when they approached at higher altitudes and when roads were narrower. When crossing roads, barn owls accelerated to cross when approaching at higher altitudes and slower speeds. They also decreased crossing altitude when approaching at higher altitudes and increased altitude to cross wider roads. These findings suggest that rather than being strict nonresponders, American barn owls exhibited some traits associated with speeders and avoiders. Thus, barn owls responded to roads either through some preadapted behavior or may be evolving adaptations in light of the selective pressure exerted by roads.&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111110100",
    "coauthors": {
        "317551": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 317551,
            "scholarlyactivityid": 70191
        }
    },
    "status": [
        {
            "id": 70191,
            "status": "Submitted",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111110100",
    "attachments": []
}