{
    "activityid": 70222,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": " Demographic data from Burrowing Owls in Idaho for integrated population modeling",
        "Conference/Meeting Name": "Annual Meeting of the Raptor Research Foundation",
        "Conference Location": "Albuquerque, New Mexico",
        "Date or Date Range": "October 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "Raptor Research Foundation",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Between 1994 and 2023, we have gathered demographic data from a primarily migratory population of Burrowing Owls in the Morley Nelson Snake River Birds of Prey National Conservation Area, located in southwestern Idaho. Nesting Burrowing Owls in this area make use of both natural and artificial burrows, but our best demographic information comes from those nesting in artificial burrows where we can count eggs, record hatching dates, and capture nestlings and adults. Almost 6,000 individuals have been captured and individually marked, more than 900 nests have been monitored for reproductive success and productivity, approximately 1200 nestlings during a 7-year window were genetically sexed to understand sex ratio variation, and correlates of lifetime reproductive success have been analyzed. These and similar data are available to assist with integrated population modeling of North American Burrowing Owls.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111110100",
    "coauthors": {
        "317675": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 317675,
            "scholarlyactivityid": 70222
        }
    },
    "status": [
        {
            "id": 70222,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}