{
    "activityid": 70232,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "It's getting hot in here: Climate effects on parasitic relationship between burrowing owls and fleas.",
        "Conference / Meeting Name": "Annual Meeting of the Raptor Research Foundation",
        "Conference Location": "Albuquerque, New Mexico",
        "Date or Date Range": "October 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "Raptor Research Foundation",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "An interesting host-parasite relationship occurs between Western Burrowing Owls (Athene cunicularia hypugaea) and Pulex irritans (Siphonaptera: Family Pulidae), commonly named the “human flea.” P. irritans is a cosmopolitan species of flea that typically parasitizes mammals, which makes its association with Burrowing Owls remarkable. Moreover, the association between P. irritans and Burrowing Owls essentially occurs only in the Pacific Northwest region of the United States, even though both species have broader distributions. Molecular studies confirm that P. irritans feed from Burrowing Owls, so these fleas are truly parasitic on owls, and that Burrowing Owls are not simply phoretic hosts. Although this association was first reported in the early 1900s, most aspects remain poorly understood. We were interested in understanding factors underlying spatial and temporal variation in fleas on Burrowing Owls. Using long-term data (1997-2023, &gt; 900 nests) we asked if and how variation in winter and summer precipitation and temperature affected the intensity of P. irritans on Burrowing Owl nestlings in the Morley Nelson Snake River Birds of Prey National Conservation Area, located in southwestern Idaho, USA. Our poster explores these and other questions about factors affecting distribution and abundance of P. irritans on Burrowing Owl nestlings.",
        "Origin": "Manual"
    },
    "facultyid": "111110100",
    "coauthors": {
        "317687": {
            "firstname": "Riley",
            "middleinitial": "J",
            "lastname": "Trecker",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 317687,
            "scholarlyactivityid": 70232,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        },
        "317688": {
            "firstname": "Paola",
            "middleinitial": "",
            "lastname": "Iglesias Felcianao",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 317688,
            "scholarlyactivityid": 70232,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        },
        "317689": {
            "firstname": "James",
            "middleinitial": "R",
            "lastname": "Belthoff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111110100",
            "authorid": 317689,
            "scholarlyactivityid": 70232,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 70232,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110100",
    "attachments": []
}