{
    "activityid": 70405,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Distinguishing servant leadership from transactional and transformational leadership",
        "Journal": "Advances in Developing Human Resources",
        "Volume": "25",
        "Month / Season": "3",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.1177/15234223231175845 ",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://journals.sagepub.com/doi/10.1177/15234223231175845",
        "Description/Abstract": "Problem The scholarship of leadership abounds with the affordances, limitations, antecedents, and outcomes associated with the different theories in Human Resource Development (HRD) literature. However, a clear delineation between the host of individual leadership theories does not exist. Absent is a nuanced view of the similarities, differences, and any overlap between the various leadership theories. Without a clear understanding of the relationships between leadership theories, knowing when to apply which theories and when becomes difficult. Solution A systematic review of the literature surrounding servant leadership (SL) through 2022 was conducted to position SL among the more extensively researched transactional and transformational leadership theories. This article outlines the histories of the three theories, focusing on the characteristics, pervasiveness, antecedents, outcomes, and measurement of SL to distinguishing it from transactional and transformational leadership.; Stakeholders: Human resource development, human resource management, and organizational behavior scholars, practitioners, educators, and students. In addition, organizational leaders responsible for setting the organization’s vision and practitioners responsible for designing leadership development programs will benefit from this article.&lt;br&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114204687",
    "coauthors": {
        "321385": {
            "firstname": "Seth-Aaron",
            "middleinitial": "",
            "lastname": "Martinez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114204687",
            "authorid": 321385,
            "scholarlyactivityid": 70405
        }
    },
    "status": [
        {
            "id": 70405,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114204687",
    "attachments": [
        {
            "attachmentid": 51981,
            "mimetype": "application/pdf",
            "filename": "Journal Ready.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWhWcTBXY1RCaTQrZFdjTFUvb21tRGU1YXZ6LzBXU2I2L3d6SStHdUlIWXNyVkNWZzB2NkM0eU5qSFB5MTZPS3Y%3D",
            "filesize": 828471
        }
    ]
}