{
    "activityid": 70577,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p style=&quot;font-size:12pt;&quot;&gt;&lt;span&gt;Local adaptation to soil microbial communities increases the probability of establishment for&lt;/span&gt;&lt;/p&gt;\n&lt;span style=&quot;font-size:12pt;&quot;&gt;widely translocated big sagebrush populations&lt;/span&gt;&lt;span style=&quot;font-size:medium;&quot;&gt;&lt;/span&gt;",
        "Conference/Meeting Name": "Ecological Society of America Annual Meeting",
        "Conference Location": "Portland, OR",
        "Date or Date Range": "August 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Local adaptation fundamentally shapes population persistence in heterogeneous landscapes. Yet, studies infrequently examine the underlying mechanisms determining its generation, including the importance of species interactions, which can generate consistent selection that results in biotic local adaptation. Understanding the relative importance of biotic and abiotic drivers of local adaptation is of key concern as global change-related management actions increasingly translocate populations beyond existing ranges, but rarely incorporate species interactions. In this work, we experimentally quantified the relative importance of biotic drivers of local adaptation, focusing on interactions between soil microbial communities and Wyoming big sagebrush (&lt;em&gt;Artemisia tridentata &lt;/em&gt;subspecies&lt;em&gt; wyomingensis&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;, a declining, foundational plant species that is widely translocated in post-fire restoration actions across the western U.S. Our approach integrated plant-soil inoculum reciprocal transplant experiments, amplicon sequencing of bacterial and fungal communities, hierarchical generalized linear models, and integral projection models of sagebrush populations, to examine variation in the consequences of microbial interactions across seed and seedling translocation distances.&lt;/p&gt;\n&lt;p&gt;In our common garden experiments, the impacts of soil microbes on sagebrush plants depended upon populations’ environmental translocation distances across several early life history stages, which resulted in emergent impacts of biotic adaptation on the probability of first-year survival or establishment. The soil microbial inocula applied in our experiment, which were sourced across environmental gradients of precipitation, temperature, and soil pH, were compositionally distinct based on amplicon sequencing. “Local” sagebrush populations experienced reduced impacts from soil pathogens on seed viability and early germinant survival (32% increase; 25% increase), and more positive microbial impacts on mature seedling survival (+41% increase in seedling survival), compared to populations planted with the most “environmentally distant” inocula. Population models parameterized with empirical data predicted that first-year seedling establishment probability increased by an average of 18% for seedlings translocated into their “local” soil microbial communities relative to inocula from more environmentally distant sites, indicating possible biotic adaptation. Further, for early life history stages, the effect sizes for parameters associated with biotic adaptation outweighed effects of abiotic adaptation. Broad predictions about the strength and direction of biotic adaptation remain elusive. By quantifying the contributions of microbial communities to the establishment of translocated plant populations, this work advances understanding of how species interactions shape not only population persistence but also the outcomes of restoration actions necessitated by global change.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;&lt;strong&gt; &lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114135308",
    "coauthors": {
        "319582": {
            "firstname": "Allison",
            "middleinitial": "B",
            "lastname": "Simler-Williamson PhD",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114139989",
            "authorid": 319582,
            "scholarlyactivityid": 70577
        },
        "319581": {
            "firstname": "Kaitlyn",
            "middleinitial": "",
            "lastname": "Opland",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 319581,
            "scholarlyactivityid": 70577
        },
        "319580": {
            "firstname": "Grace-Ann",
            "middleinitial": "",
            "lastname": "Myers",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 319580,
            "scholarlyactivityid": 70577
        },
        "319579": {
            "firstname": "Timothy",
            "middleinitial": "T",
            "lastname": "Caughlin",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114088551",
            "authorid": 319579,
            "scholarlyactivityid": 70577
        },
        "319578": {
            "firstname": "Leonora",
            "middleinitial": "S",
            "lastname": "Bittleston",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114135308",
            "authorid": 319578,
            "scholarlyactivityid": 70577
        },
        "319577": {
            "firstname": "Matthew",
            "middleinitial": "",
            "lastname": "Germino",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 319577,
            "scholarlyactivityid": 70577
        },
        "319576": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 319576,
            "scholarlyactivityid": 70577
        }
    },
    "status": [
        {
            "id": 70577,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135308",
    "attachments": []
}