{
    "activityid": 70612,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Using Pseudo-Panels to Measure Labor Market Transitions",
        "Journal": "Sociological Methods &amp; Research",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "Sage",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;This study describes and discusses methods that can be used to analyse labour market dynamics in the absence of true panel data. The so-called pseudo-panel models are particularly useful to investigate how the working conditions of different demographic groups change over time or due to aggregate shocks and policies. Three standard approaches are briefly described: the age-period-cohort model, to estimate lifecycle patterns and long-term trends of labour market indicators; the mobility model based on cohort means, to examine how the gap between demographic groups varies over time; and the differences-in-differences, to estimate the sensitivity of demographic groups to macro shocks and policies. Still, neither of these models can fully assess individual transitions. Some components of individual transitions, such as unemployment risk, income volatility, and within-cohort mobility, can only be measured using true panels. However, to examine how much individual mobility is potentially hidden in a pseudo-panel analysis, this paper also discusses the application of the synthetic panel approach, along with an exercise using data from Brazil. Finally, the paper presents methods to construct optimal-size cohorts and improve the accuracy of synthetic panels.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114203272",
    "coauthors": {
        "350446": {
            "firstname": "Rafael",
            "middleinitial": "P",
            "lastname": "Ribas",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114203272",
            "authorid": 350446,
            "scholarlyactivityid": 70612
        }
    },
    "status": [
        {
            "id": 70612,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 70612,
            "status": "Submitted",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114203272",
    "attachments": []
}