{
    "activityid": 70613,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Labour markets after the COVID-19 pandemic: Evidence from four developing countries",
        "Journal": "European Journal of Development Research, The",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "Palgrave Macmillan",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;This paper examines the labour market transitions during the two years of COVID-19 pandemic in four developing countries: Argentina, Mexico, South Africa, and Viet Nam. Before the pandemic, these countries presented a variety of labour market characteristics and, during the pandemic, distinct measures to contain the spread of virus. To estimate the transitions, we present a pseudo-panel approach using repeated cross-sectional data. Our findings show that by the second half of 2022, labour force participation was still 2 to 5 percentage points below the pre-pandemic level. This persistent loss is found even in Viet Nam, a country that applied more effective measures to contain the virus. In all countries, a common factor preventing workers from returning to the labour force was age. Workers under 35 and over 50 years old were more likely to stay inactive than other workers, unless they move to the informal sector. Although informal employment recovered faster than formal employment, we also observe net transitions of formal workers to informal employment. Results per education and gender groups vary across countries.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114203272",
    "coauthors": {
        "350448": {
            "firstname": "Rafael",
            "middleinitial": "P",
            "lastname": "Ribas",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114203272",
            "authorid": 350448,
            "scholarlyactivityid": 70613
        }
    },
    "status": [
        {
            "id": 70613,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 70613,
            "status": "Submitted",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114203272",
    "attachments": []
}