{
    "activityid": 70677,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Chasing colonization back: Rethinking parks, returning place names, and restoring buffalo medicine - an Interview with Ninna Piiksii, Dr. Mike Bruised Head",
        "Journal": "Frontiers in Human Dynamics",
        "Volume": "6",
        "Month / Season": "May",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3389/fhumd.2024.1352329",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "In this interview, we hear from influential Blackfoot Elder and Cultural Educator Ninna Piiksii, Dr. Michael Bruised Head. Mike reflects on the colonial naming of national parks and the need to return to Indigenous place-names, examining how we occupy a pivotal moment where park staff are more open to substantive Indigenous engagement and presence within parks, although more needs to be done. Drawing connections across topics that may initially seem discrete, Mike reflects on his experience as a survivor of the Canadian residential school system, colonial dispossession by parks and more broadly, and how Blackfoot restoration efforts—including the return of buffalo or iinnii—can offer paths for healing from these traumas and build a more just, Blackfoot-led future. Through this, Mike asks us to rethink the profound value and potential of conservation, pushing beyond Western understandings. He closes by asking the interviewers to reflect on what motivates them to support Tribal buffalo restoration, turning the tables on the interviewer and interviewee, and reinforcing the importance of connection and responsibility among non-Tribal research collaborators. We open with an introduction to Mike and then turn to hear his words. The interview format reflects a growing trend of expert-interviews-as-articles and Indigenous practices of oral knowledge transmission. We also link to an audio recording of the interview to allow readers to become listeners and hear Mike’s words in full context. The conversation and format are offered in the spirit of opening more space for Indigenous—and particularly Blackfoot—voices, perspectives, and methodologies in conservation scholarship.",
        "Origin": "RIS"
    },
    "facultyid": "114135000",
    "coauthors": {
        "337987": {
            "firstname": "Michael",
            "middleinitial": "",
            "lastname": "Bruised Head",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337987,
            "scholarlyactivityid": 70677,
            "classifications": {
                "Role": "Author"
            }
        },
        "337988": {
            "firstname": "Elizabeth",
            "middleinitial": "M",
            "lastname": "Lunstrum",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337988,
            "scholarlyactivityid": 70677,
            "classifications": {
                "Role": "Author"
            }
        },
        "337989": {
            "firstname": "Madison",
            "middleinitial": "",
            "lastname": "Stevens",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337989,
            "scholarlyactivityid": 70677,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 70677,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135000",
    "attachments": []
}