{
    "activityid": 70676,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Introducing Jurisdiction",
        "Journal": "Annals of the American Association of Geographers",
        "Volume": "",
        "Month / Season": "Forthcoming",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-size:11pt;color:#000000;&quot;&gt;We argue for bringing jurisdiction more centrally into geographic and political ecology scholarship. Jurisdiction shapes life in profound and often hidden ways and as a concept helps make sense of the relationship among space, power, law, and governance. Drawing from the scholarly literature and empirical examples, we present an understanding of jurisdiction as the defined space of (legal) governance and the (legal) power to make decisions over this space and the lives, objects, and events within it. Building from this, we show how jurisdiction both unites and is distinct from the core geographic and legal concepts of territory, sovereignty, and borders that are used to unpack intersections of space and power. Jurisdiction, moreover, allows us to attend to consequential spatial dynamics these core concepts cannot fully explain. To further elaborate what exactly jurisdiction is, we identify specific jurisdictional concepts – e.g., overlap, adjacency, and fragmentation – that underscore its consequential yet underappreciated features and show how these merge around jurisdiction’s spatiality, compatibility with other jurisdictions, temporality/changeability, and application. We ground these concepts in examples spanning land and sea to show the ubiquity of jurisdiction and how it carves up, creates, and codifies spaces. Within these spaces, we show how jurisdiction inaugurates life before the law and then governs this life, its wellbeing, and its death, whether human or more-than-human.&lt;/span&gt;&lt;span style=&quot;font-size:11pt;&quot;&gt;&lt;/span&gt;&lt;/p&gt;",
        "Origin": "RIS"
    },
    "facultyid": "114135000",
    "coauthors": {
        "338352": {
            "firstname": "Elizabeth",
            "middleinitial": "M",
            "lastname": "Lunstrum",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 338352,
            "scholarlyactivityid": 70676,
            "classifications": {
                "Role": "Author"
            }
        },
        "338353": {
            "firstname": "E",
            "middleinitial": "",
            "lastname": "Havice",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 338353,
            "scholarlyactivityid": 70676,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 70676,
            "status": "Accepted",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114135000",
    "attachments": []
}