{
    "activityid": 70697,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Truth, Justice, and Taxation: Towards an Ethical Framework for Tax Practitioners",
        "Conference/Meeting Name": "Boise State COBE Brown Bag Research Series",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "31 January 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "COBE",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Tax practitioners have ethical duties to both the taxpayer-client and to the overall tax system. They have a role in protecting the integrity of the voluntary tax system by ensuring that clients comply with the law, but they also have a duty to help clients minimize their legal tax liability. However, the tax law is often ambiguous or unsettled, so practitioners must decide how far they should go in interpreting the law in the client’s favor. The professional responsibility standards for lawyers and accountants provide little practical help in navigating this and related dilemmas. Congress has established penalty provisions that guide practitioners when taking uncertain tax positions, but it is a rule without principles to guide its implementation or to guide practitioners facing other conflicts between their dual duties. This article seeks to fill this void and articulate for the first time an ethical framework for tax practitioners. Starting with the ethical framework of Michael Pakaluk and Mark Cheffers for non-tax accountants, I develop a framework based on the two goods that tax practitioners are intended to develop: justice and trust. Justice means that taxpayers should pay the tax liability that their transactions merit under the law, neither more nor less. Private tax practitioners primarily focus on ensuring that taxpayers do not unjustly pay more than required, and IRS personnel primarily focus on ensuring that taxpayers do not unjustly pay too little. Congress, aided by courts, plays the important role of balancing the competing functions of the IRS and private tax practitioners against one another. The other good produced by tax practitioners, trust, means that most taxpayers should perceive that others generally pay their fair share under the law, increasing tax morale and willingness to honestly report under our voluntary system. Tax practitioners produce trust by ensuring that clients make all the required disclosures in a truthful manner. Importantly, this includes avoiding the elevation of form over substance. Courts have historically taken the lead in developing the doctrines of substance over form. Congress plays an important role in trust by mandating the set of disclosures sufficient to produce trust while avoiding undue burdens and respecting taxpayers’ rights to privacy. The IRS implements, supplements, and enforces these disclosure rules. Finally, the article tests how this framework might be applied to two example scenarios where practitioners might face conflicts between their two sets of duties.",
        "Origin": "Manual"
    },
    "facultyid": "111671285",
    "coauthors": {
        "320211": {
            "firstname": "Joshua",
            "middleinitial": "D",
            "lastname": "Cutler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111671285",
            "authorid": 320211,
            "scholarlyactivityid": 70697
        }
    },
    "status": [
        {
            "id": 70697,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111671285",
    "attachments": []
}