{
    "activityid": 7071,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Genetic and Environmental Explanations of Juvenile Violence in Advantaged and Disadvantaged Environments",
        "Journal": "Aggressive Behavior",
        "Volume": "18",
        "Month / Season": "1992-05-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 1992,
        "Page Numbers": "187-199",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1002/1098-2337(1992)18:3&lt;187::AID-AB2480180303&gt;3.0.CO;2-X",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/85",
        "Description/Abstract": "This study tests the proposition derived from behavioral genetic theory that genetics and environmental variables have different effects across different environments. I examine the effects of intellectual imbalance [performance IQ (P) significantly greater than verbal IQ (V)] a variable assumed to be heritable to some extent, and love deprivation, a composite variable consisting of various indices of parental abuse and neglect, on violent delinquency within different socioeconomic status (SES) environments. The findings are consistent with behavioral genetic theory, in that love deprivation could not explain any unique variance in violent delinquency after P &gt; V explained all that it could in the advantaged environment (49.5%), and P &gt; V could not explain any unique variance in the disadvantaged environment after love deprivation explained all that it could (28.8%). It was also found that love deprivation explains a highly significant 30.5% of the variance in P &gt; V among SES-disadvantaged subjects, thus supporting those who posit that environmental disadvantages contribute significantly to intellectual imbalance.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "21873": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 21873,
            "scholarlyactivityid": 7071
        }
    },
    "status": [
        {
            "id": 7071,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1992,
            "termid": "1991/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}