{
    "activityid": 7072,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Methodological Individualism and Vertical Integration in the Social Sciences",
        "Journal": "Behavior and Philosophy",
        "Volume": "25",
        "Month / Season": "1997-10-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1997,
        "Page Numbers": "121-136",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/95",
        "Description/Abstract": "This paper argues against the false dichotomy between reductionism and holism in the social sciences. I make the points that reductionism is the mark of a mature science, that the social sciences will never progress until they drop their opposition to reductionism, that higher-level explanations, even when more appropriate and coherent than reductionist explanations, must not violate principles established at lower levels of explanation, and that reductionist explanations almost always absorb the explanatory efficiency of broad social categorizations and add incremental validity to them. I demonstrate the validity of these points by exploring them in the context of the four most frequently used variables in social science (gender, race, age, and social class). In each case it is demonstrated that such categories fail to capture the causes of the phenomena social scientists explore, and that by failing to consider more elemental explanations lead to reliance on hypothetical &quot;social facts&quot; which are at best incomplete, and are often demonstrably wrong. The history of science reveals that all disciplines at one time or another have resisted the incursions of the more fundamental sciences, then showed a grudging acceptance of them, and finally became fully integrated with them. The social sciences must do the same with regard to integration with the relevant biological sciences.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "21874": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 21874,
            "scholarlyactivityid": 7072
        }
    },
    "status": [
        {
            "id": 7072,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1997,
            "termid": "1997/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}