{
    "activityid": 7076,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Love Styles, Masculinity/Femininity, Physical Attractiveness, and Sexual Behavior: A Test of Evolutionary Theory",
        "Journal": "Ethology and Sociobiology",
        "Volume": "14",
        "Month / Season": "1993-01-01",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 1993,
        "Page Numbers": "25-38",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/0162-3095(93)90015-A",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/89",
        "Description/Abstract": "This study explores sexual behavior, in the form of number of sexual partners, from an evolutionary perspective. Evolved phylogenetic traits result in males being more sexually promiscuous than females. However, males and females do not pursue their reproductive strategies unalloyed by more proximate factors that constrain or enhance the success of this pursuit. Males and females must compromise with the strategy of the opposite sex, and the extent of this compromise is hypothesized to depend on various attitudinal factors and on physical attractiveness. Males were found to be significantly more promiscuous than females, but factors that militated against sexual activity—feminity and a pragmatic love style—accounted for more variance in the dependent variable than factors that moved them toward it—masculinity and physical appearance. The strongest variable effecting female sexual behavior was self-assessment of physical appearance—the more negative the assessment the greater the number of sexual partners. This finding illustrates the compromise factor in sexual behavior.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "21884": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 21884,
            "scholarlyactivityid": 7076
        }
    },
    "status": [
        {
            "id": 7076,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1993,
            "termid": "1992/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}