{
    "activityid": 70819,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Teaching Accessibility Through UX Design",
        "Book Title": "Teaching UX: A Process Approach",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "UX design infiltrates the practice of technical and professional (TPC) communication because its principles align with the goal of TPC to prioritize the needs of the user. UX goals ask the&lt;br&gt;designer to not only consider if the product is usable but also to consider the experience of that use through innovative thinking (Tham, 2022). This type of design process requires a hyper collaborative relationship with the user and demands the designer relinquish the role of expert to center the user in the design space. Accessibility, the process of ensuring equal access to technologies and information (Oswal, n.d.), aligns with these UX goals. Both UX and accessibility design require the designer to think outside of their own experiences and beyond traditional design, which is why the process begins with empathy. UX invites the designer to emerge in the perspective of the user with a truly open mind attempting to understand how users live in their daily lives (Kelley with Littman, 2005). Using a graduate student technical communication course as a backdrop, this chapter offers methods and benefits for instructors to place UX principles, accessibility practices, and service learning in concert within the technical communication to teach future practitioners the benefit of dispersed power and hyper collaboration.&lt;br&gt;In the course, students are challenged to develop accessible designs with a variety of community partners with disabilities. Students practice user research methods, including interviewing and observation, to understand the access needs these users face in an area of daily living. Students use this data and flexible interaction with their users to inform how they define the need, design the product, and then evaluate, iterate, and implement their designs. As part of this process, students keep reflection journals to capture their own experiences in the UX design space.&lt;br&gt;Students also conference with the instructor at regular intervals.&lt;br&gt;Although there are challenges such as managing community partners, logistics, and scheduling, overwhelmingly, the greatest challenge students encountered was the inability to let go of their own assumptions regarding access solutions and let the user’s experience guide the design process. Students often “solved” the user’s need from their own perspective rather than the lived experience of access for the user. The restructuring of the expert/novice relationship is not an easy transition for students to accomplish in the classroom environment. The dynamics of the classroom typically demand students illustrate their expertise by knowing the “right” method and skill to use to design the “correct” product. The process of centering the user and asking the&lt;br&gt;student to relinquish the role of expert felt disorienting at times. And yet this dynamic,&lt;br&gt;interactive but sometimes uncomfortable relationship is invaluable to accessible, usable&lt;br&gt;designing.&lt;br&gt;In order to facilitate students’ ability to value and practice their dual role of expert and novice requires high-touch guidance from the instructor, which might take the shape of frequent student interviews. The goals of these interactions include students recognizing missteps and forming pathways to revisit their empathy work, which often meant new research, defining, evaluating and iterating. More importantly, these sessions guide students to trust the UX design process and to view accessibility as an experience of the user rather than a list of guidelines. With intentional guidance, students learn UX is not a clean, formulaic process. It is beautifully messy because it engages with the infinite, dynamic diversity of the human experience.",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "114133843",
    "coauthors": {
        "344064": {
            "firstname": "Sherena",
            "middleinitial": "",
            "lastname": "Huntsman",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114133843",
            "authorid": 344064,
            "scholarlyactivityid": 70819,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 70819,
            "status": "Accepted",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114133843",
    "attachments": []
}