{
    "activityid": 7081,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Evolutionary Psychology and the Origins of Justice",
        "Journal": "Justice Quarterly",
        "Volume": "17",
        "Month / Season": "2000-07-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2000,
        "Page Numbers": "841-864",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1080/07418820000094781",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/104",
        "Description/Abstract": "Justice defines our discipline in both name and substance; yet its origin is a neglected topic. I explore the origins of the human &quot;sense of justice&quot; from the perspective of evolutionary psychology. My thesis is that the human sense of justice is a biological adaptation in the fullest sense of the word: That is, an evolved solution to problems faced by our distant ancestors. I explore the role of reciprocal altruism and of &quot;cheating&quot; and cheater detection as exerting pressure for the selection of moral outrage in our species. Moral outrage leads to the desire to punish, which serves an expiatory role. This punishment can be tempered with mercy by tapping into the evolved emotions of empathy and sympathy as cultural ideas defining all human beings as intrinsically valuable. Reconciliation and reintegration as contained in restorative justice are also examined from this naturalistic perspective. I conclude by exploring how cultural variability can be accommodated.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "21891": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 21891,
            "scholarlyactivityid": 7081
        }
    },
    "status": [
        {
            "id": 7081,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2000,
            "termid": "2000/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}