{
    "activityid": 7086,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Twice Labeled: The Effect of Psychiatric Labeling on the Sentencing of Sex Offenders",
        "Journal": "Social Problems",
        "Volume": "37",
        "Month / Season": "1990-08-01",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 1990,
        "Page Numbers": "375-389",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/79",
        "Description/Abstract": "This study explores the effects of a psychiatric referral on the sentencing of sex offenders. Data come from an examination of all felony sexual assault cases in a metropolitan Ohio county between 1978 and 1984 (N = 431). All sex offenders who were referred for psychiatric evaluation were given a label indicative of some sort of pathology. After adjusting for the effects of crime seriousness and prior record, referred/labeled offenders were just over twice as likely to be incarcerated as sex offenders who were not referred/labeled. This was not a function of punitive psychiatric recommendations; psychiatrists recommended probation for the individuals they tested significantly more often than did probation officers who processed the same individuals. It was also found that only crime seriousness, prior record, and treatment prognosis significantly affected psychiatric recommendations. Other extralegal variables--acceptance of blame, IQ race, and SES, did not independently affect sentencing. Further, only crime seriousness and prior record significantly affected prognosis. Only labeling significantly affects sentencing after the effects of the legally relevant variables are taken into account.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "21899": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 21899,
            "scholarlyactivityid": 7086
        }
    },
    "status": [
        {
            "id": 7086,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 1990,
            "termid": "1990/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}