{
    "activityid": 7088,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Teaching Understanding and Interpretation of Logit Regression",
        "Journal": "Teaching Sociology",
        "Volume": "15",
        "Month / Season": "1987-04-01",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 1987,
        "Page Numbers": "178-183",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/crimjust_facpubs/65",
        "Description/Abstract": "The teaching of logit regression analysis is much neglected in statistics courses within sociology. This is unfortunate since it is well-suited to so many data analysis situations within the discipline. We often run into cases in the real world when the dependent variable is dichotomous. Researchers often deal with such situations by using discriminant analysis, weighted least squares regression, or ordinary least squares regression. These methods can lead to misinterpretations of the results. Logit regression allows the researcher to evaluate the impact of a set of predictor variables on a dichotomous dependent variable without these problems. It is a relatively simple technique to understand for those who already have a grasp on the logic of OLS regression. This paper presents the technique in simple form using both SPSSx and SAS computer output. We contend that the results obtained from logit can be presented to the lay person in a way that is more intuitively understandable than is any other method of presenting data.",
        "Origin": "Other"
    },
    "facultyid": "111110252",
    "coauthors": {
        "21902": {
            "firstname": "Anthony",
            "middleinitial": "",
            "lastname": "Walsh",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110252",
            "authorid": 21902,
            "scholarlyactivityid": 7088
        }
    },
    "status": [
        {
            "id": 7088,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 1987,
            "termid": "1986/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110252",
    "attachments": []
}