{
    "activityid": 7091,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Can Participatory Institutions Promote Pluralism? Mobilizing Low-Income Citizens in Brazil",
        "Journal": "Comparative International Development",
        "Volume": "41",
        "Month / Season": "2007-12-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "57-79",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1007/BF02800471",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/10",
        "Description/Abstract": "Participatory decisionmaking institutions have proliferated across the developing world during the past decade as governments and civil society organizations sought to incorporate citizens directly into policymaking arenas. This article draws from a survey (n = 833) of elected delegates in Brazil's Participatory Budgeting (PB) to explain what factors most strongly influence participants' attitudes and behaviors. Do citizen-participants believe that they exercise authority within these new institutions? Have they modified their basic strategies to secure public goods? The purpose of this article is to account for the significant differences in the survey respondents' attitudes and behaviors by developing individual- and municipal-level models that test the significance of civil society participation, institutions, social context, and partisan political identification. Ordinary least squared (OLS) and logistic regression are used to test these models. Group-oriented behavior, more commonly known as pluralism, is replacing clientelism and personalism in the most successful cases of PB due to the extension of authority to individual citizens. This article demonstrates that participatory institutions, in conjunction with participation in a civil society organization, can alter citizens' attitudes and behavior.",
        "Origin": "Other"
    },
    "facultyid": "111670037",
    "coauthors": {
        "21907": {
            "firstname": "Brian",
            "middleinitial": "D",
            "lastname": "Wampler",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111670037",
            "authorid": 21907,
            "scholarlyactivityid": 7091
        }
    },
    "status": [
        {
            "id": 7091,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2007,
            "termid": "2007/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111670037",
    "attachments": []
}