{
    "activityid": 7093,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Following in the Footsteps of Policy Entrepreneurs: Policy Advocates and Pro Forma Adopters",
        "Journal": "Journal of Development Studies",
        "Volume": "45",
        "Month / Season": "2009-04-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "572-592",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1080/00220380802582346",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/polsci_facpubs/7",
        "Description/Abstract": "The third wave of democratization has been accompanied by the spread of new institutions that allow citizens to directly participate in shaping policy outcomes. Leading international organizations, such as the World Bank and UN Habitat, have disseminated &quot;best practice&quot; programs identified with &quot;good government&quot; policy reform efforts. One of the most well-known programs, Participatory Budgeting (PB), was first adopted by an entrepreneurial government in 1989 as a means to promote social justice, accountability, and transparency. Yet, when these programs are copied by policy advocates and pro forma adopters the political pay-offs for government officials are smaller, which leads them to provide weaker support for the adopted policy. This article demonstrates that policy entrepreneurs are more likely to provide greater resources and support to innovative policies than their policy advocates and pro forma adopter counterparts due to types of political payoffs available to them. The article concludes by considering when it might be most appropriate for international funding agencies and nongovernmental organizations to promote best practice policies.",
        "Origin": "Other"
    },
    "facultyid": "111670037",
    "coauthors": {
        "21909": {
            "firstname": "Brian",
            "middleinitial": "D",
            "lastname": "Wampler",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111670037",
            "authorid": 21909,
            "scholarlyactivityid": 7093
        }
    },
    "status": [
        {
            "id": 7093,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2009,
            "termid": "2008/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111670037",
    "attachments": []
}