{
    "activityid": 70998,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span style=&quot;font-size:12pt;&quot;&gt;Egotropic and Sociotropic Effects of Educational Attainment in the Formation of Immigration Attitudes&lt;br&gt;&lt;br&gt;&lt;/span&gt;&lt;span style=&quot;font-size:12pt;&quot;&gt;&lt;br&gt;&lt;/span&gt;",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2026,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": " \n&lt;p&gt;This research examines the role of educational attainment on the formation of immigration attitudes from two scope conditions – egotropic and sociotropic. One of the more robust mechanisms found to reduce prejudice and intolerance and prejudice toward immigrants is educational attainment. Some debate, however, exists as to whether the effect of educational attainment in this process exists at both individual (egotropic) and contextual (sociotropic) levels. I use data from the National Identity III module of the 2013 International Social Survey Programme (n=24,943) to discern the egotropic and sociotropic effects of education on immigration attitudes. I find a significant egotropic, positive effect of educational attainment on mitigating antipathy toward immigrants but that mean level of education in one’s country moderates this relationship. By using multilevel modeling, I expose problems with simply aggregating individual educational attainment to larger scope conditions that questions a unidirectional effect of education on mitigating prejudice toward immigrants.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114227776",
    "coauthors": {
        "336047": {
            "firstname": "Raul",
            "middleinitial": "S",
            "lastname": "Casarez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114227776",
            "authorid": 336047,
            "scholarlyactivityid": 70998
        }
    },
    "status": [
        {
            "id": 70998,
            "status": "In Progress",
            "term": "Summer",
            "year": 2022,
            "termid": "2022/01",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114227776",
    "attachments": []
}