{
    "activityid": 7116,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Floodplain Deposits, Channel Changes and Riverbank Stratigraphy of the Mekong River Area at the 14th-Century City of Chiang Saen, Northern Thailand.",
        "Journal": "",
        "Volume": "101",
        "Month / Season": "2008-03-13",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "510-523",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.geomorph.2007.04.030",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/8",
        "Description/Abstract": "Riverbank stratigraphy and paleochannel patterns of the Mekong River at Chiang Saen provide a geoarchaeological framework to explore for evidence of Neolithic, Bronze-age, AD 5th Century Yonok and AD 14-16th Century Lan Na Cultures. Typical bank stratigraphy charted on the Thailand side is imbricate cobble gravel overlain by 5-10 m of reddish-brown sandy silt. The silt section is composed chiefly of ˝ to 2-m thick layers of massive silt without paleosols interpreted as near-channel floodplain and gently-inclined levee deposits laid down by episodic, infrequent, large floods. The surface soil is dark-brown clay loam (La Na time. Brick ruins of 14-16th Century Buddhist temples are crumbling into the river at Chiang Saen Noi, and formerly did so at Chiang Saen until banks were stabilized by rock walls. Bank retreat from river erosion has been &gt;20 m since La Na time, and has exposed a siltfilled moat. A radiocarbon age of 1475 cal yr AD was obtained from charcoal at the bottom of the moat, beneath 5.6 m of silt. Lag material from erosion of the silt banks contains Neolithic and Bronze Age artifacts out of stratigraphic context, as well as ceramics and bricks of La Na age. These artifacts as well Neolithic artifacts obtained from a 1972 excavation near the mouth of the Kham River indicate long human habitation of this riverbank area.\nIn northern Thailand the Mekong is mostly in a bedrock canyon, but shifting topography along the active strike-slip Mae Chan fault has formed the upstream 2-5-km wide floodplain at Chiang Saen, and downstream has diverted the river into a broad S-shaped loop in the otherwise straight course of the river. A 1.7-Ma basalt within the bedrock channel 45-km downstream of Chiang Saen indicates little vertical incision by the river. Satellite images show former channels in the Chiang Saen area, meander-point-bar scrolls (radii of curvature &gt; 1.2 km), and floodplain edges as arcuate cuts of similar curvature into the saprolite-mantled bedrock hills These features indicate channel avulsion occurred by meander loop cutoff in the past. Brick Buddhist monuments of the 14th-16th Century were built upon the floodplain with meander features on the Thai and Laos side of the river, indicating that these meandering channel features and the broader floodplain are mostly older than 600 years.",
        "Origin": "Other"
    },
    "facultyid": "111111724",
    "coauthors": {
        "21955": {
            "firstname": "Spencer",
            "middleinitial": "",
            "lastname": "Wood",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111724",
            "authorid": 21955,
            "scholarlyactivityid": 7116
        },
        "21956": {
            "firstname": "Alan",
            "middleinitial": "D.",
            "lastname": "Ziegler",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21956,
            "scholarlyactivityid": 7116
        },
        "21957": {
            "firstname": "Tharaporn",
            "middleinitial": "",
            "lastname": "Bundarnsin",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21957,
            "scholarlyactivityid": 7116
        }
    },
    "status": [
        {
            "id": 7116,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2008,
            "termid": "2007/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111724",
    "attachments": []
}