{
    "activityid": 7119,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Floodplain Sediment from a 100-Year-Recurrence Flood in 2005 of the Ping River in Northern Thailand",
        "Journal": "",
        "Volume": "12",
        "Month / Season": "2008-07-11",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2008,
        "Page Numbers": "959-973",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.5194/hess-12-959-2008",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/3",
        "Description/Abstract": "The tropical storm, floodwater, and the floodplain-sediment layer of a 100-year recurrence flood are examined to better understand characteristics of large monsoon floods on medium-sized rivers in northern Thailand. Storms producing large floods in northern Thailand occur early or late in the summer rainy season (May–October). These storms are associated with tropical depressions evolving from typhoons in the South China Sea that travel westward across the Indochina Peninsula. In late September, 2005, the tropical depression from Typhoon Damrey swept across northern Thailand delivering 100–200 mm/day at stations in mountainous areas. Peak flow from the 6355-km2 drainage area of the Ping River upstream of the city of Chiang Mai was 867m3s?1 (river-gage of height 4.93 m) and flow greater than 600m3s?1 lasted for 2.5 days. Parts of the city of Chiang Mai and some parts of the floodplain in the intermontane Chiang Mai basin were flooded up to 1-km distant from the main channel. Suspended-sediment concentrations in the floodwater were measured and estimated to be 1000– 1300 mg l?1.\nThe mass of dry sediment (32.4 kg m?2), measured over a 0.32-km2 area of the floodplain is relatively high compared to reports from European and North American river floods. Average wet sediment thickness over the area was 3.3 cm. Sediment thicker than 8 cm covered 16 per cent of the area, and sediment thicker than 4 cm covered 44 per cent of the area. High suspended-sediment concentration in the floodwater, flow to the floodplain through a gap in the levee afforded by the mouth of a tributary stream as well as flow over levees, and floodwater depths of 1.2m explain the relatively large amount of sediment in the measured area.\nGrain-size analyses and examination of the flood layer showed about 15-cm thickness of massive fine-sandy silt on the levee within 15-m of the main channel, sediment thicker than 6 cm within 200m of the main channel containing a basal coarse silt, and massive clayey silt beyond 200 m. The massive clayey silt would not be discernable as a separate layer in section of similar deposits. The fine-sand content of the levee sediment and the basal coarse silt of sediment within 200m of the main channel are sedimentological features that may be useful in identifying flood layers in a stratigraphic section of floodplain deposits.",
        "Origin": "Other"
    },
    "facultyid": "111111724",
    "coauthors": {
        "21963": {
            "firstname": "Spencer",
            "middleinitial": "",
            "lastname": "Wood",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111724",
            "authorid": 21963,
            "scholarlyactivityid": 7119
        },
        "21964": {
            "firstname": "A.",
            "middleinitial": "D.",
            "lastname": "Ziegler",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21964,
            "scholarlyactivityid": 7119
        }
    },
    "status": [
        {
            "id": 7119,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2008,
            "termid": "2008/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111724",
    "attachments": []
}