{
    "activityid": 7120,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Geology Across and Under the Western Snake River Plain, Idaho: Owyhee Mountains to the Boise Foothills",
        "Journal": "",
        "Volume": "Open-File Report 2004-1222",
        "Month / Season": "2004-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "84-107",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/4",
        "Description/Abstract": "This 1-day field trip is a transect across the western Snake River Plain (fig. 1). The western plain is a continental- rift structure, 300 km long and 70 km wide. It is bounded and internally faulted by northwest-trending normal faults. The western Snake River Plain has a different orientation and structure than the eastern plain. The eastern plain is a curious downwarp related to magmatism and extension along the track of the Yellowstone hot spot (fig. 2). The faulted basin of the western plain began forming about 12 m.y. ago, and much of the relief was completed by 9 Ma. This timing corresponds with the passage of the hot spot located to the south about 11 Ma. Wood and Clemens (2002) suggest that softening of the lithosphere by the passing hot spot triggered extension and basin formation. The hot spot passage was accompanied by voluminous rhyolite volcanism to the south and by eruptions of rhyolite at or near the margins of the western plain (Bonnichsen and others, 2004; Perkins and Nash, 2002; Pierce and Morgan, 1992). Northwest of the western plain and in southeastern Oregon voluminous eruptions of the Columbia River and Steens Mountains flood basalts occurred between 16.1 and 15.0 Ma (Hooper and others, 2002a, 2002b; Camp and others, 2003). Earliest Columbia River basalts are as old as 17.5 Ma (Baksi, 2004)",
        "Origin": "Other"
    },
    "facultyid": "111111724",
    "coauthors": {
        "21965": {
            "firstname": "Spencer",
            "middleinitial": "",
            "lastname": "Wood",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111724",
            "authorid": 21965,
            "scholarlyactivityid": 7120
        }
    },
    "status": [
        {
            "id": 7120,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111724",
    "attachments": []
}