{
    "activityid": 7121,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Terminal Moraine Remnants of the Trail Creek Glacier Northeast of Sun Valley, Idaho",
        "Journal": "",
        "Volume": "Open-File Report 2004-1222",
        "Month / Season": "2004-01-01",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2004,
        "Page Numbers": "79-83",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/geo_facpubs/5",
        "Description/Abstract": "This optional excursion is 8 miles on paved road from the center of Ketchum (Main Street and Sun Valley Road traffic light), northeast through Sun Valley along the Trail Creek Road (fig. 1). A short walk of 10 minutes takes you to the crests of two moraines of very different ages. Here we view and discuss calcareous soils developed into the deposits, the pretty weathering-rinds developed on the sandstone cobbles, and ages of Pinedale and Bull Lake advances.  During the Quaternary, an extensive system of mountain glaciers accumulated in the Pioneer and Boulder Mountains and flowed down valleys emanating from the ranges (Evenson and others, 1982, Pearce and others, 1988). An ice field several miles across accumulated in the Trail Creek Summit area and contributed ice to both the northeast-flowing Summit Creek glacier and to south-flowing Trail Creek glacier (fig. 2). Despite barroom talk in Sun Valley and Ketchum, we find no evidence that the resort towns or the Mt. Baldy ski hill were glaciated during the last ice ages. Rather, the glacier of closest approach was the Trail Creek glacier that advanced down valley to about elevation 1,950 m (6,400 ft), where Wilson Creek flows into Trail Creek, about 10 km (6 mi) northeast of the Sun Valley Inn.  The remnants of the two terminal moraines are best seen on the spur at the confluence of Wilson Creek and Trail Creek (fig. 3). From the road, facing northeast, the moraines appear as low ridges sloping 12ş from the walls of Trail Creek Canyon down to Wilson Creek Canyon. Crest of the upper moraine stands 55 m higher than the lower moraine. The 12ş crestal slope down into Wilson Creek, and low position in the valley indicate that this was the terminus of the two glacial advances. Furthermore, only outwash sand and gravel terraces occur below this area; no till or erratics are observed on the canyon walls down valley.",
        "Origin": "Other"
    },
    "facultyid": "111111724",
    "coauthors": {
        "21966": {
            "firstname": "Eric",
            "middleinitial": "L.",
            "lastname": "Rothwell",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 21966,
            "scholarlyactivityid": 7121
        },
        "21967": {
            "firstname": "Spencer",
            "middleinitial": "",
            "lastname": "Wood",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111111724",
            "authorid": 21967,
            "scholarlyactivityid": 7121
        }
    },
    "status": [
        {
            "id": 7121,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2004,
            "termid": "2003/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111111724",
    "attachments": []
}