{
    "activityid": 71319,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Building Jerusalem: Commercial Law and Ethics of the Benefit Corporation",
        "Journal": "Kentucky Law Journal",
        "Volume": "113",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;This Article examines the increasing use and criticisms of benefit corporations to achieve social goals within profit-seeking contexts. We respond to two critiques of benefit corporations: the corrosion critique (positing that benefit corporations might discourage well-doing by traditional for-profit corporations) and the accountability critique (suggesting that benefit corporations might themselves shirk well-doing in face of profit-seeking pressures). To do so, we position benefit corporations within an ethical model centered on the requirements of other-regarding in commercial relationships. We show that the self-seeking versus other-regarding tensions that benefit corporations face reflect similar ethical tensions at play across broad areas of the law, including the fiduciary duties of traditional corporations, and that benefit corporations offer examples to resolve these tensions rather than corroding external social responsibility efforts. Then, by drawing on principles of stewardship theory, norms-enforcement from international law, and increasing calls for public “shaming” of bad corporate actors, we argue that the potential for outcasting and reputational harm from the benefit corporation’s community encourages accountability by providing strong incentives to comply with other-regarding requirements in incorporation statutes. This suggests that among the many reform proposals in the literature on benefit corporations, those that best align with existing non-legal enforcement mechanisms may provide the most efficient and feasible means for keeping benefit corporations focused on their social missions.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111112978",
    "coauthors": {
        "337581": {
            "firstname": "Jeff",
            "middleinitial": "",
            "lastname": "Lingwall",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114126306",
            "authorid": 337581,
            "scholarlyactivityid": 71319
        },
        "337582": {
            "firstname": "Susan",
            "middleinitial": "E",
            "lastname": "Park",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112978",
            "authorid": 337582,
            "scholarlyactivityid": 71319
        }
    },
    "status": [
        {
            "id": 71319,
            "status": "Accepted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 71319,
            "status": "In Progress",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111112978",
    "attachments": []
}