{
    "activityid": 71320,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;p&gt;The UN Global Plastics Treaty: Leveraging Narrative to Capture Policy&lt;/p&gt;",
        "Journal": "North Carolina Journal of International Law",
        "Volume": "50",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Plastic production and pollution have created a significant global crisis. The damage it does to humans, animals, and the natural environment is well-documented and on the rise. Local, national, and international attempts to regulate the production, use, and disposal of plastic are inchoate and weak. To take control of the situation, the United Nations formed an Intergovernmental Negotiating Committee on Plastic Pollution (INC) and planned a series of five formal negotiating sessions that were intended to result in a global treaty to govern plastic at the international level. However, after four sessions, a small handful of powerful countries have mired the proceedings in a dispute about the rules of procedure that threatens to derail the entire negotiations. Making sense of the negotiations and understanding the varied positions of all parties can be a difficult task, especially because the situation is so complex, uncertain, and polarized.&lt;/p&gt;\n&lt;p&gt;This Article cuts through the complexity by applying the Narrative Policy Framework (NPF) to the treaty negotiations. The analysis reveals three narratives that underlie the negotiations: parties who see plastic as a villain, those who see plastic as a victim, and, finally, countries who see plastic as a hero. An understanding of these narratives, and which countries ascribe to each of them, provides a clear lens through which to view and assess the dynamics of the negotiations. This Article, one of only a few studies that apply the NPF in an international context, explores the impact of narrative on policymaking efforts and draws important connections between the INC negotiations and the global regulatory climate change regime. Our analysis demonstrates the profound influence that the construction and leveraging of narrative can have on public policy.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111112978",
    "coauthors": {
        "337587": {
            "firstname": "Ruth",
            "middleinitial": "",
            "lastname": "Jebe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114065992",
            "authorid": 337587,
            "scholarlyactivityid": 71320
        },
        "337588": {
            "firstname": "Susan",
            "middleinitial": "E",
            "lastname": "Park",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112978",
            "authorid": 337588,
            "scholarlyactivityid": 71320
        }
    },
    "status": [
        {
            "id": 71320,
            "status": "Accepted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 71320,
            "status": "In Progress",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "111112978",
    "attachments": []
}