{
    "activityid": 7134,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Imperial Power and Dictatorship: Britain and the Rise of Reza Shah, 1921-1926",
        "Journal": "",
        "Volume": "24",
        "Month / Season": "1992-11-01",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 1992,
        "Page Numbers": "639-663",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://scholarworks.boisestate.edu/history_facpubs/2",
        "Description/Abstract": "Born in obscurity about 1878 and soon orphaned, Reza Pahlavi enlisted at fifteen in a Russian-officered Cossack brigade. Rising through the ranks, he provided force for a February 1921 coup d'etat, seizing power for journalist Sayyid Zia alDin Tabatabai. Reza Khan provided strength in the new government and rose from army commander to minister of war (April 1921) to prime minister (1923) and, after failing to make a republic in 1924, to the throne in 1925. As shah he ruled with increasingly arbitrary power until Britain and Russia deposed him in 1941. He died in exile in 1944.1 This paper examines British activity in Iran during Reza's rise to the throne and analyzes the longstanding belief that Britain made Reza shah of Iran. Within the context of Iranian and British history it tracks British involvement in the coup that first brought Reza to power and explores the policy of Sir Percy Loraine, British minister in Tehran, 1921-26. It shows that Britain did less than is believed by those who accept the myth, but more than London thought at the time: British aid to the coup was a key to its success, and aid to Reza helped him survive; Loraine's policy of good relations and nonintervention was part of the process by which Reza came to dominate Iran.",
        "Origin": "Other"
    },
    "facultyid": "111110044",
    "coauthors": {
        "21998": {
            "firstname": "Michael",
            "middleinitial": "P",
            "lastname": "Zirinsky",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110044",
            "authorid": 21998,
            "scholarlyactivityid": 7134
        }
    },
    "status": [
        {
            "id": 7134,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 1992,
            "termid": "1992/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111110044",
    "attachments": []
}