{
    "activityid": 71397,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;p style=&quot;text-align:center;&quot;&gt;&lt;b&gt;&lt;span&gt;An unikely Hero at the Center of the COVID-19 Pandemic: Wastewater&lt;/span&gt;&lt;/b&gt;&lt;/p&gt;",
        "Conference / Meeting Name": "33 RD ANNUAL  Idaho Water Quality  Workshop ",
        "Conference Location": "Boise State University",
        "Date or Date Range": "February 1 &amp; 2, 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "Idaho Department of Environmental Quality",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;b&gt;Abstract&lt;/b&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;:&lt;/span&gt; &lt;span style=&quot;font-weight:400;&quot;&gt;Wastewater-based epidemiology has been proposed as an efficient method to track and model pandemic outbreaks. This approach has gained a tremendous amount of momentum in the wake of the COVID-19 pandemic. The present study used wastewater-based epidemiology to predict time lags in COVID-19-related hospitalizations and deaths in Boise, Idaho. Wastewater from two different facilities in Boise were sampled thrice a week for extraction, purification and amplification of SARS-CoV-2 RNA using RT-qPCR. This data was reported to the City of Boise and the Centers for Disease Control and Prevention (CDC). Distributed fixed lag modeling and Pearson correlation coefficient were used to determine the time lag between wastewater SARS-COV-2 mean RNA counts and hospitalizations in Idaho as well as deaths in Ada County. The wastewater viral counts predicted the time lag in hospitalizations and deaths peaking at 18 and 23 days, respectively. These results provide evidence that wastewater surveillance is an effective method for tracking the COVID-19 pandemic. The prediction of lag time in hospitalizations and deaths through wastewater models can be useful for policy makers.&lt;/span&gt;&lt;br&gt;By: Ernie Ogden, Devyn Lyman, Erin Milliken, Minu Kesheri, Ph.D., Swarna Kanchan, Ph.D., Greg Hampikian, Ph.D.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "112032282",
    "coauthors": {
        "324495": {
            "firstname": "Gregory",
            "middleinitial": "",
            "lastname": "Hampikian",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112032282",
            "authorid": 324495,
            "scholarlyactivityid": 71397
        }
    },
    "status": [
        {
            "id": 71397,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112032282",
    "attachments": []
}