{
    "activityid": 71438,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Navigating PMI’s New Body of Knowledge in IS Project Management",
        "Name of Conference": "ISCAP EDSIG",
        "Month / Season": "Nov",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "https://iscap.us/proceedings/2023/abstracts/5971.html",
        "Description/Abstract": "The Project Management Institute (PMI), the premiere organization offering certifications in project management, has drastically revised its Body of Knowledge (PMBOK) in the latest 7th edition from a process-based standard (which the 6th and all prior editions were based on) to a principles-based standard. This radical update will affect those teaching IT/IS project management in a number of ways, such as the need to update or source new textbooks, revise course content and structures, and learn new terms, concepts, and expectations for certification exams (CAPM and PMP) taking effect in the coming years. We have taught IS Project Management in business schools for the past decade and during that time, the general format of PMI’s Project Management Body of Knowledge (PMBOK) has remained relatively stable – until now. It is still unknown how the field of project management itself will adapt in response to the PMBOK changes, but when it does, instructors need to be prepared. To help other instructors meet this upcoming challenge head-on, we will present our detailed plan for revising the project management course. We will briefly define the new terms and present a systematic process for mapping existing project management concepts to the new concepts, as well as identify gaps and opportunities to expand the course to meet students’ current and future needs. This paper will interest anyone who teaches project management to IT and IS students and who is not yet up to speed on the new PMBOK. We will also welcome questions or suggestions for future adaptations.",
        "Origin": "Manual"
    },
    "facultyid": "114088737",
    "coauthors": {
        "325369": {
            "firstname": "Daniel",
            "middleinitial": "E",
            "lastname": "Rush",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114088737",
            "authorid": 325369,
            "scholarlyactivityid": 71438,
            "classifications": {
                "Role": "Author"
            }
        },
        "325370": {
            "firstname": "Amy",
            "middleinitial": "J",
            "lastname": "Connolly",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 325370,
            "scholarlyactivityid": 71438,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 71438,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114088737",
    "attachments": []
}