{
    "activityid": 71479,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Engineering Cell-ECM-Material Interactions for Musculoskeletal Regeneration",
        "Journal": "Bioengineering (Basel, Switzerland)",
        "Volume": "10",
        "Month / Season": "",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3390/bioengineering10040453",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The extracellular microenvironment regulates many of the mechanical and biochemical cues that direct musculoskeletal development and are involved in musculoskeletal disease. The extracellular matrix (ECM) is a main component of this microenvironment. Tissue engineered approaches towards regenerating muscle, cartilage, tendon, and bone target the ECM because it supplies critical signals for regenerating musculoskeletal tissues. Engineered ECM-material scaffolds that mimic key mechanical and biochemical components of the ECM are of particular interest in musculoskeletal tissue engineering. Such materials are biocompatible, can be fabricated to have desirable mechanical and biochemical properties, and can be further chemically or genetically modified to support cell differentiation or halt degenerative disease progression. In this review, we survey how engineered approaches using natural and ECM-derived materials and scaffold systems can harness the unique characteristics of the ECM to support musculoskeletal tissue regeneration, with a focus on skeletal muscle, cartilage, tendon, and bone. We summarize the strengths of current approaches and look towards a future of materials and culture systems with engineered and highly tailored cell-ECM-material interactions to drive musculoskeletal tissue restoration. The works highlighted in this review strongly support the continued exploration of ECM and other engineered materials as tools to control cell fate and make large-scale musculoskeletal regeneration a reality.",
        "Origin": "PubMed"
    },
    "facultyid": "114225286",
    "coauthors": {
        "325266": {
            "firstname": "Ca",
            "middleinitial": "L",
            "lastname": "Jones",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 325266,
            "scholarlyactivityid": 71479
        },
        "325267": {
            "firstname": "Brian",
            "middleinitial": "T",
            "lastname": "Penney",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 325267,
            "scholarlyactivityid": 71479
        },
        "325268": {
            "firstname": "Sophia",
            "middleinitial": "K",
            "lastname": "Theodossiou",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 325268,
            "scholarlyactivityid": 71479
        }
    },
    "status": [
        {
            "id": 71479,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114225286",
    "attachments": []
}