{
    "activityid": 71485,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Examining College Athletes as Entrepreneurs in the New Age of College Sports",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The past two years have been a transformative time in the world of college sports. State legislatures have enacted laws requiring universities to grant athletes the opportunity to profit from their name, image, and likeness (NIL) through endorsement and sponsorship deals. As a result, the National Collegiate Athletic Association (NCAA) was compelled to revoke its longstanding policy forbidding athletes from capitalizing on their NIL rights, starting July 1, 2021. This change has created a wide range of opportunities for athlete endorsements, sponsorships, and other purported entrepreneurial endeavors.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The NCAA has ceded much of its control over NIL with one notable exception: its policies are designed to prevent athletes from receiving direct compensation for team participation – so-called “pay for play” deals – such that they are expected to provide some tangible economic value to the entity that pay them.  In this way, the NCAA has strived to preserve their vision of college sports as an amateur endeavor even though athletes are now able to engage in entrepreneurial activities such as brand development and business creation.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Over the past two years, however, many athlete NIL arrangements have faced increased scrutiny for resembling the “pay for play” models that the NCAA sought to avoid. This is particularly true with the rise of NIL “collectives”— business entities formed specifically to facilitate NIL deals between athletes at a particular institution and third-party businesses (or even the collectives itself). Research in sports management argues that, despite state legislatures promoting entrepreneurial opportunities for college athletes through NIL rights, the actual implementation mirrors gig economy dynamics where compensation more closely resembles  “forced entrepreneurship” than voluntary entrepreneurial action (Ehrlich, Sabin, &amp; Ternes, 2023; see also MacDonald &amp; Giazitzoglu, 2019). This disconnect highlights a potential disparity between the intended benefits of empowering college athletes to be entrepreneurs and their actual experiences in navigating the NIL marketplace.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;In this study, we explore the implications of these reforms in college sports. Specifically, we investigate whether, and under what conditions, NIL activity is perceived as entrepreneurial by student-athletes, a group that has been largely overlooked in the debate thus far. Drawing upon research on entrepreneurial identity and identity centrality (Murnieks, Mosakowski, &amp; Cardon, 2012; see Radu-Lefebvre, Lefebvre, Crosina, &amp; Hytti, 2021 for a review), we seek to understand the various social identities held by college athletes (such as entrepreneurial, university, and athletic identities) and how their involvement in NIL activities influences the relative importance of their entrepreneurial identity compared to other identities (Ashforth, Harrison, &amp; Corley, 2008). Using a mixed-method approach, we are collecting both quantitative and qualitative data from Division I college athletes to gain a comprehensive understanding of their experiences and perspectives on NIL activities and their social identities.&lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114224534",
    "coauthors": {
        "325270": {
            "firstname": "Sam",
            "middleinitial": "C",
            "lastname": "Ehrlich",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114171943",
            "authorid": 325270,
            "scholarlyactivityid": 71485
        },
        "325271": {
            "firstname": "Chad",
            "middleinitial": "D",
            "lastname": "Coffman",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114224534",
            "authorid": 325271,
            "scholarlyactivityid": 71485
        },
        "325272": {
            "firstname": "Catherine",
            "middleinitial": "J",
            "lastname": "Paek",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114224880",
            "authorid": 325272,
            "scholarlyactivityid": 71485
        }
    },
    "status": [
        {
            "id": 71485,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 7,
            "completionorder": 1
        },
        {
            "id": 71485,
            "status": "In Progress",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 1,
            "completionorder": 1
        },
        {
            "id": 71485,
            "status": "In Progress",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114224534",
    "attachments": []
}