{
    "activityid": 71494,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p&gt;&lt;span style=&quot;font-size:12pt;color:#222222;&quot;&gt;Sustaining a Club and a Vision: Women's Mountain &lt;/span&gt;&lt;span style=&quot;font-size:12pt;color:#222222;&quot;&gt;Bike &amp; Tea Society&lt;/span&gt;&lt;/p&gt;",
        "Conference/Meeting Name": "North American Society for Sport History",
        "Conference Location": "Washington, DC",
        "Date or Date Range": "May, 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Women’s Mountain Bike &amp; Tea Society (WOMBATS) is a sport club that has experienced ebbs and flows since its origins in the mid-to-late 1980s.  WOMBATS founder, Jacquie Phelan, formalized the club in 1987, after a few years of individual efforts that grew into an organization.  Twenty-plus years later, events were still taking place and, today, a Facebook group provides a place for members to find connections and share memories.  To build upon our work about the WOMBATS, we jump forward from the origin stories and examine the club at other points in time.  Kay (2013) argued that sport historians have tended to emphasize club origins and give much less attention to time points beyond, when clubs may face challenges associated with changing social and economic circumstances.  In this presentation, we explore those types of circumstances, along with cultural shifts in mountain biking that have accompanied the proliferation of this sport since its origins in the 1970s, and analyze their impact on the life cycle of this club.  We highlight two key factors that impacted the club after its initial period of growth and expansion.  The first factor was Phelan’s occupancy of a liminal space as a female, a feminist, and a highly skilled athlete during the early years of the rapidly growing sport of mountain biking.  The second factor was that, at the same time, Phelan and the WOMBATS found themselves navigating the transition between analog and digital communication and production during a period of rapidly evolving and accessible technology (e.g., personal computers, world wide web).  Utilizing newsletters, membership correspondence and other primary sources in the middle and later years of the WOMBATS, we note the benefits and challenges of the club’s infrastructure, which rested primarily on the shoulders of the club’s founder. ",
        "Origin": "Manual"
    },
    "facultyid": "111669980",
    "coauthors": {
        "325263": {
            "firstname": "Shelley",
            "middleinitial": "M",
            "lastname": "Lucas",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669980",
            "authorid": 325263,
            "scholarlyactivityid": 71494,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "325264": {
            "firstname": "Laura",
            "middleinitial": "Frances",
            "lastname": "Chase",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 325264,
            "scholarlyactivityid": 71494,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 71494,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669980",
    "attachments": []
}