{
    "activityid": 71556,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p style=&quot;font-size:11pt;&quot;&gt;Carbon Reduction and Wind Power in the West: A Case Study of Benefits and Issues&lt;/p&gt;",
        "Conference/Meeting Name": "24th National Business and Economics Society Conference",
        "Conference Location": "Puerto Vallarta, Mexico",
        "Date or Date Range": "March 5 - 10, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "National Business and Economics Research",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Several western states in the United States have adopted aggressive carbon reduction goals for their electrical generation systems. Washington, Idaho, New Mexico, California, and Nevada, for example, have set goals of zero-carbon energy supply by 2045-2050.  In order to achieve dramatic reductions in energy sector carbon emissions, significant increases in electric power production from solar, wind, and nuclear sources are needed. Nuclear power currently produces more than half of the emission-free electricity in the United States. Continued growth of nuclear power’s share of clean power production, both in the United States and globally, will likely stem from new nuclear technologies such as small modular reactors and microreactors, with increasing global deployment potential. However, new solar and wind renewable energy projects are facing increasing opposition across the United States. Despite the funding, programs, and incentives to promote renewable energy development included in the Inflation Reduction Act of 2022, a growing number of state and local laws and ordinances are being enacted that block, restrict, or delay both solar and wind energy development. As noted by the National Renewable Energy Laboratory (NREL), nearly 2,000 ordinances restricting wind energy and 1,000 solar energy ordinances have been enacted at the state and local levels. The significant benefits of renewable energy projects are often less effectively presented by developers than the perceived, and often inaccurate, drawbacks promoted by those in opposition to such projects.&lt;/p&gt;\n&lt;p&gt;This paper presents the results of an economic study of two proposed wind development projects in southeast Idaho. Together, these projects will be the largest wind energy generation facilities in the US, producing over 1,800 megawatts of renewable energy. These consist of the construction and operation of the 1000+ megawatt Lava Ridge and 800+ megawatt Salmon Falls wind energy generation facilities in southern Idaho. The estimated construction cost of these two projects exceeds $2 billion. A third project, a 274-mile transmission line in southern Idaho and eastern Nevada was also evaluated. This line will link major utilities in Idaho and Washington with electric system operators in Nevada and California and enable other clean energy projects totaling 500 megawatts of capacity in each state. Given that transmission lines are not subject to nearly the same level of controversy and restrictions as wind energy projects, this presentation focuses on the description of the economic evaluation of the two wind farms in terms of their economic and fiscal impacts on local and state economies. These impacts include the additions to employment, gross regional product, personal income from wages and benefits, overall economic activity (output), and tax revenues stemming from the construction and operationoftheseprojects.&lt;/p&gt;\n&lt;p&gt;A unique aspect of this study is the degree of detail incorporated in the analysis. In addition to a statewide economic model, the remote and rural nature of the locations of the wind energy projects necessitated the use of the specific economic characteristics of each of the four Idaho counties in which the projects are located. Given the remote nature of these Idaho counties, both the economic and fiscal impacts are especially significant. During the construction period for the wind farms, for example, the increase in economic output is estimated to exceed $875 million and more than $325 million in personal income. On an annual basis, the operation of the wind farms will increase economic output in the area by nearly $25 million and increase personal income by $7.5 million. Of particular import is the increase in tax revenues from the ongoing operation of the wind farms. The county-level economic characteristics of the four Idaho counties was coupled with the specific locations of each of the wind turbines of the Lava Ridge and Salmon Falls projects. This enabled the estimation of increased tax revenues for each taxing district in the study area. A major source of these local tax revenues stem from property taxes. However, Idaho grants property tax exemptions for qualified wind projects in which property taxes are replaced by a 3% tax on revenues from energy production. This study determined the gross revenue from energy production for each turbine in the wind farms and thereby estimated the annual increases in tax revenues to specific taxing districts in each county, including individual primary and secondary school districts, college districts, fire, ambulance and other tax districts. For many of the school districts in the area, annual tax revenues were estimated to more than double current tax revenues.&lt;/p&gt;\n&lt;p&gt;Of note here is the remote and relatively low-income nature of counties in the study area. For example, three of the four counties have population densities that average 23 inhabitants per square mile and median household incomes of $41,000. Given this, the increases in output, income, and local tax revenues estimated in this study are particularly significant. However, as with many renewable energy projects nationwide, these wind farms are subject to increasing opposition. A primary reason is the difference between these two proposed new wind farms and those already operating in Idaho. Currently, Idaho generates about 17% of its electricity from wind energy. All of these existing wind farms are on private land. The proposed Lava Ridge and Salmon Farms wind facilities, however, are the first to be located on public lands in Idaho, with much of the acreage on federal land managed by the Bureau of Land Management (BLM). An important part of the approval process for these wind farms involves an environmental impact study conducted by the BLM, during which it conducts hearings and solicits comments from community members and public officials. The first of the wind farms to be evaluated is the Lava Ridge wind farm, which has generated the most resistance from community groups and elected officials. Community concerns focus on the impacts of the wind farm on wildlife and cultural features, including the Minidoka National Historic Site. Comments on the part of elected officials are largely partisan in nature, citing doubts about climate change and the need for increased renewable energy production. After receiving this input, the BLM issued a draft environmental impact and proposed four options for this project: the first being the cancellation of the project, the second involving no changes to the proposed project, and the third and fourth options involving reductions in the number, size, and acreage occupied by the wind turbines. In August 2023, the BLM issued an extension of its moratorium on other uses of federal land in the Lava Ridge area for two years, thereby extending the time for the completion of its review and decision for the wind farm. During this period, the developers of these wind farms will emphasize the economic and fiscal benefits provided by these projects with the hope that this decreases the likelihood of their cancellation or significant reduction in scale.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111640423",
    "coauthors": {
        "345533": {
            "firstname": "Geoffrey",
            "middleinitial": "A",
            "lastname": "Black",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111640423",
            "authorid": 345533,
            "scholarlyactivityid": 71556,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "345534": {
            "firstname": "Kieran",
            "middleinitial": "",
            "lastname": "Bruns",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 345534,
            "scholarlyactivityid": 71556,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        }
    },
    "status": [
        {
            "id": 71556,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 71556,
            "status": "Accepted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111640423",
    "attachments": []
}