{
    "activityid": 71555,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p style=&quot;font-size:12pt;&quot;&gt;&lt;span style=&quot;font-size:11pt;&quot;&gt;Nuclear Microreactors: Technology and Market Assessment&lt;/span&gt;&lt;/p&gt;",
        "Conference/Meeting Name": "23rd National Business and Economics Society Conference",
        "Conference Location": "Puerto Rico",
        "Date or Date Range": "March 8 - 12, 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "National Business and Economics Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;As detailed in recently released reporting by the Intergovernmental Panel on Climate Change, considerable increases in low-carbon energy production are needed in order to achieve climate change mitigation goals globally. Along with further development of renewable energy production, low-carbon baseload energy sources as well as technologies capable of load-following will help to achieve decarbonization of global energy generation. Nuclear energy’s share of nearly 20 % of total electricity production in the United States and 10 % worldwide provides significant potential for new nuclear technologies to play an important role in low-carbon energy development.&lt;/p&gt;\n&lt;p&gt;Among emerging nuclear energy technologies with potential to provide low-carbon energy are microreactors. These are very small reactors utilizing advanced light-water reactor (LWR) and non-LWR designs with power levels anticipated generally to range from less than 1 megawatt electric (MWe) to 20 (MWe), with a maximum of 50 MWe, that can generate energy for electricity, process heat for direct use, or both. The ongoing technology evolution of microreactor designs provides both opportunities and challenges for the commercial implementation of microreactors in energy portfolios. Advances with microreactors may support national low-carbon policies and fill unmet needs in energy portfolios where only fossil options currently exist, where large electricity grids are not in place, where demand exists from communities or industrial sites where fuel delivery is cumbersome or expensive, and where renewables may not be an option. Further, microreactors can advance resilience aims in locations where extreme weather events and other unplanned interruptions create conditions which undermine the security, safety, and/or economic stability of regions. Such utilization for resiliency objectives can advance readiness for and recovery from disruptions, while ensuring continuity of operations in critical uses such as power for key government functions, energy-intensive industries, emergency hospitals, and high-speed networks.&lt;/p&gt;\n&lt;p&gt;This research considers the status of microreactors and how to consider their adoption potential by reviewing microreactor technology developments and commercialization. Next, prospective markets are associated with the unique features of microreactors and complimentary implementation technologies to identify niche markets, termed profile markets, amenable to microreactor deployment. By analyzing global market potential for smaller nuclear technologies and the adaptation of these approaches to microreactors, the potential for microreactor deployment across developed and emerging nuclear countries is examined. Finally, deployment potential is balanced by a discussion of regulatory challenges and institutional acceptance.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111640423",
    "coauthors": {
        "325697": {
            "firstname": "Geoffrey",
            "middleinitial": "A",
            "lastname": "Black",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111640423",
            "authorid": 325697,
            "scholarlyactivityid": 71555,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 71555,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111640423",
    "attachments": []
}