{
    "activityid": 71620,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "The Effects of Drive-Through Mobile Emissions on Air Quality",
        "Conference / Meeting Name": "International Conference on Ecology and Transportation (ICOET)",
        "Conference Location": "Burlington, VT",
        "Date or Date Range": "June 4-8, 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Studies and regulations on vehicles have become more prominent as concerns continue to rise over mobile emissions. Most recognizable is the EPA Near-Road monitoring network that began in 2010. The focus of most air quality studies has been vehicular traffic on&lt;br&gt;freeways. Drive-through sales skyrocketed in 2020, accounting for 90% of restaurant revenue.5 The study presented here monitored traffic for a section of freeway (I-84) and local drive-through, the emissions of which were modeled using EPA MOVES. This resulted in peak PM10 (25.0 g/hr freeway versus 1.83 g/hr drive through) and PM2.5 (10.7 g/hr freeway versus 1.22 g/hr) loading rates. Loading rates were assigned to 67 drive-throughs over a 32-square mile study area and applied to the freeway. All emission points were given a 500-foot radius for particulate matter extent and overlaid with 2020 census data. An estimated 58,189 people experience particulate matter exposure in their homes, the majority of which (37,872 or 65.1%) results from their proximity to drive-throughs. The aggregate influence of drive-throughs affects nearly twice as many people compared to a freeway despite their relatively minute individual emissions. This warrants additional monitoring and potential regulatory consideration.",
        "Origin": "Manual"
    },
    "facultyid": "112045153",
    "coauthors": {
        "326229": {
            "firstname": "Sondra",
            "middleinitial": "M",
            "lastname": "Miller",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112045153",
            "authorid": 326229,
            "scholarlyactivityid": 71620,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "326230": {
            "firstname": "Tryston",
            "middleinitial": "",
            "lastname": "Calder",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 326230,
            "scholarlyactivityid": 71620,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 71620,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2023,
            "termid": "2023/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112045153",
    "attachments": []
}