{
    "activityid": 71793,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "&lt;p style=&quot;font-size:10pt;&quot;&gt;&lt;span style=&quot;font-size:12pt;color:#1a1a1a;&quot;&gt;Ritual Resistance: Festival Conflicts in Wallonia during the French Revolutionary E&lt;/span&gt;&lt;span style=&quot;color:#1a1a1a;font-size:12pt;&quot;&gt;ra (1786-1830) &lt;/span&gt;&lt;/p&gt;",
        "Book Title": "Marginalized Voices and Figures in French Festival Culture, 1500-1800, European Festival Studies, 1450-1700",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "Brepols",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "&lt;p&gt;Francophone Belgium has a rich tradition of popular festivals dating back to the fourteenth century, including saint military marches, processionals of ‘giants’ (massive puppets), and carnival celebrations. Between 1786-1830, Wallonian communities marginalized by foreign occupation sought to defend and preserve these traditions. Evolving over centuries into elaborate public ceremonies, the religious origins of these festivals were eclipsed in the eighteenth century by secular tropes and enthusiastic popular participation. Emperor Joseph II attempted to regulate festival culture in 1786, a decision that engendered significant resistance and was a leading catalyst for Belgian revolt against Austrian rule during the Brabantine Revolution. In the French Revolutionary era, during which festivals with Catholic origins were banned and replaced with commemorations of the French Republic, the preservation of these folkloric traditions was a focal point for Belgian popular resistance. After Napoleon’s defeat at Waterloo, the Dutch annexation of Belgian provinces brought still more foreign regulation, continuing the centralized restrictions on festival life that originated during the Austrian and French eras of occupation.&lt;span&gt; &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;Historical research for this period of festival culture in Belgium has not received significant attention beyond isolated studies centered on specific festivals. This chapter analyzes how the proponents of these festivals weathered widespread regulation and outright bans of what were historically liturgical processionals across the Wallonian province of Hainaut, and how what began as religious rituals espoused by ecclesiastical elites became populist symbols of unity and resistance. Popular voices were not often included in the historical record of early modern Belgium and when they appear in archival documents, it is often as protest to elites – either provincial governments or the regency administrators of various foreign occupiers, including Austrians, French, and Dutch. Ultimately, this study centers on how ordinary people in these communities experienced and defended Wallonian festival culture during a critical fifty-year period when regulation and interdiction threatened to destroy traditional celebrations in Hainaut.&lt;/p&gt;",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "113047992",
    "coauthors": {
        "339953": {
            "firstname": "Erik",
            "middleinitial": "",
            "lastname": "Hadley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113047992",
            "authorid": 339953,
            "scholarlyactivityid": 71793
        }
    },
    "status": [
        {
            "id": 71793,
            "status": "In Press",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 5,
            "completionorder": 5
        },
        {
            "id": 71793,
            "status": "Accepted",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113047992",
    "attachments": []
}