{
    "activityid": 72366,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span&gt;Truth, Justice, and Taxation: Towards an Ethical Framework for Tax Practitioners&lt;/span&gt;",
        "Journal": "The Tax Lawyer",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Uniquely, tax practitioners have dual ethical duties, both to the taxpayer-client and to the tax system. They protect the integrity of our voluntary tax system by ensuring that clients comply with the law, but they must also help clients minimize their legal tax liability, which requires deciding how far they may interpret ambiguous tax law in the client’s favor. The professional responsibility standards provide little practical help in navigating these duties when they conflict. Instead, practitioners are guided by penalty provisions in the Internal Revenue Code, but these lack principles to guide their implementation and do not address other ethical dilemmas. This article seeks to fill this void and articulate for the first time an ethical framework for tax practitioners.&lt;/p&gt;\nBased on the work of Michael Pakaluk and Mark Cheffers, I develop a framework based on the two societal goods that tax practitioners are intended to produce: justice and trust. Justice means that taxpayers should pay the tax liability that their transactions merit under the law, neither more nor less. In the framework, private tax practitioners focus on ensuring that taxpayers do not unjustly overpay, while tax authority personnel focus on ensuring that taxpayers do not unjustly underpay. Congress, aided by courts, must balance the competing functions of the tax authority and private tax practitioners. The other good produced by tax practitioners, trust, requires that taxpayers perceive that most others pay their legal share, increasing their willingness to honestly report under our voluntary system. Tax practitioners produce trust by ensuring that clients make all required disclosures in a truthful manner, which importantly requires placing substance over form. The article concludes by applying the framework to two example scenarios where practitioners face conflicts between dual duties.",
        "Origin": "Manual"
    },
    "facultyid": "111671285",
    "coauthors": {
        "328004": {
            "firstname": "Joshua",
            "middleinitial": "D",
            "lastname": "Cutler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111671285",
            "authorid": 328004,
            "scholarlyactivityid": 72366
        }
    },
    "status": [
        {
            "id": 72366,
            "status": "Submitted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111671285",
    "attachments": []
}