{
    "activityid": 73,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Coasean Framework of the New York Watershed Agreement",
        "Journal": "Cato Journal",
        "Volume": "34",
        "Month / Season": "2014-02-28",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Over fifty years ago in The Problem of Social Cost (1960) Ronald Coase attempted to reorient the economics profession’s treatment of externalities. Citing both The Nature of the Firm (1937) and The Problem of Social Cost, Coase was awarded the Nobel prize in economics in 1991 “for his discovery and clarification of the significance of transaction costs and property rights for the institutional structure and functioning of the economy” (Royal Swedish Academy 1991). Briefly, Coase attempted to draw economists’ attention away from the world of pure competition as a policy standard and to investigate the consequences of transactions costs and property rights specifications for the operation of markets. Still, critics, focusing on what has become known as “The Coase Theorem,” question both the relevance and applicability of the Coasean framework for analyzing, explaining, and ameliorating harmful effects associated with economic activities, reflecting the degree to which the profession’s treatment has remained unchanged. Representative of this literature, Nalebuff (1997: 35-37) argued  that for environmental problems “[a]s the scope of the externality affects more and more people it becomes increasingly difficult to assign property rights…” and “[e]ven when property rights have been assigned, exclusion is difficult if not impossible.” The Catskill Watershed Memorandum of Agreement, however, confirms the validity of the Coasean framework, even under the circumstances identified by Nalebuff, and which heretofore have usually been regarded by even the strongest advocates of the Coasean approach as making the framework inapplicable: large number of affected parties from non-point source pollution. \nIn 1997, nearly a decade after an initial order from the EPA to New York City to filter its water from contaminants originating in upper New York state watersheds, New York City entered into a Memorandum of Agreement (MOA) involving the State of New York, a number of local governments and environmental groups in the Catskills, and the U. S. Environmental Protection Agency. In Coasean terms, the MOA is the consequence of the State of New York’s assignment of property rights to the Catskill/Delaware Watershed communities to continue with regional development and current practices, although some of these activities degrade the City’s drinking water. This rights assignment positioned the City as the responsible party for initiated negotiation and programs protecting the Watershed system. Once responsibility was established, NYC opted to buy lands contributing to water quality degradation, such as farmlands on riparian corridors, instead of building a multi-billion dollar filtration system. Residents and landowners upstream are compensated for development restrictions incurred from the MOA. The State’s role as mediator eliminated bargaining barriers and effectively reduced the transaction costs of arranging negotiations, demonstrating potential economic benefits to all parties, and providing alternative options to unilateral regulatory decision-making. ",
        "Origin": "Other"
    },
    "facultyid": "111640423",
    "coauthors": {
        "203354": {
            "firstname": "Geoffrey",
            "middleinitial": "",
            "lastname": "Black",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111640423",
            "authorid": 203354,
            "scholarlyactivityid": 73
        },
        "203355": {
            "firstname": "Derrick A.",
            "middleinitial": "",
            "lastname": "Dalton",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112888",
            "authorid": 203355,
            "scholarlyactivityid": 73
        },
        "203356": {
            "firstname": "Samia",
            "middleinitial": "",
            "lastname": "Islam",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112033833",
            "authorid": 203356,
            "scholarlyactivityid": 73
        },
        "203357": {
            "firstname": "Michael",
            "middleinitial": "",
            "lastname": "Bergloff",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 203357,
            "scholarlyactivityid": 73
        }
    },
    "status": [
        {
            "id": 73,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 73,
            "status": "Accepted",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111640423",
    "attachments": []
}