{
    "activityid": 73224,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;span style=&quot;font-size:12pt;&quot;&gt;Building a Communication-Integrated Curriculum in Materials Science&lt;/span&gt;",
        "Name of Conference": "American Society for Engineering Education",
        "Month / Season": "June 2023",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": "ASEE",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;With the need to meet ABET outcomes around professional skills, such as communication and teamwork, engineering programs have long explored approaches to ensure their graduates are able to participate in the workplace in ways that employers demand. While approaches vary and success depends on a number of factors, research demonstrates that an integrated approach to professional skill development is the most impactful for student learning. How can an engineering program build an integrated approach that provides meaningful communication education?&lt;/span&gt;&lt;/p&gt;\n&lt;br&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;This paper shares the experiences from faculty in a material science and engineering program that has created an integrated approach to communication and is working toward creating a cohesive culture around communication and professional skill development. This program started small: one faculty member from technical communication was recruited to work with a faculty teaching junior- and senior-level project courses. The focus of the program was primarily on bolstering written skills, but in recent years has expanded to consider professional skills more broadly, including working on diverse teams and supporting equity and inclusion through writing and collaboration.&lt;/span&gt;&lt;/p&gt;\n&lt;br&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The goal of this paper is to share where the program is currently and the next steps to expand efforts to continue to support student learning. Starting in 2022, the integrated communication education has been expanded to the sophomore lab to create a three-course sequence focused on communication and professional skill development. This scaffolding and multi-year focus allows faculty to build student confidence in their ability to work as technical professionals after they graduate. By the time undergraduates reach their senior capstone, they are more fully prepared to take on complex communication situations within challenging team projects. Future efforts focus on more consistently scaffolding writing throughout the full materials science program and engaging a larger set of faculty around these areas. The paper will share findings of how efforts have supported student learning and explore how faculty can address areas that still need support. Overall, this collaboration has not only allowed the materials science program to fully meet ABET outcomes but also understand the ways communication support enables graduates to develop engineering identities and move into the next phase with the skills they need to be successful.&lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "329135": {
            "firstname": "Jennifer",
            "middleinitial": "C",
            "lastname": "Mallette",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 329135,
            "scholarlyactivityid": 73224
        },
        "329134": {
            "firstname": "Harold",
            "middleinitial": "",
            "lastname": "Ackler",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111673752",
            "authorid": 329134,
            "scholarlyactivityid": 73224
        }
    },
    "status": [
        {
            "id": 73224,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": [
        {
            "attachmentid": 56200,
            "mimetype": "application/pdf",
            "filename": "Mallette and Ackler, ASEE 2023 final.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRiticFRmVFlDc1hmU01WdmdNaEFRUnQwbksxREZJREFibGtOSXFYdUw0Vkw2VG40aENkdHc2a1ZGd2tNc2dsWC9UT1llTHgwVmxpWWg2Q0d0bDZVd2l2eQ%3D%3D",
            "filesize": 167459
        }
    ]
}