{
    "activityid": 73818,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;em&gt;Bridging the Digital Divide: Integrating Technology into RN-BS Curriculum&lt;/em&gt;",
        "Conference / Meeting Name": "AACN's Faculty Leadership Network (FLN) Program Pre-Conference",
        "Conference Location": "New Orleans, LA",
        "Date or Date Range": "December 5-7, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "American Association of Colleges of Nursing",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background/Introduction RN-BS programs are revising curricula to incorporate technology and informatics into curricula, following the guidelines set by the 2021 Essentials. These elements are crucial for preparing RN students to provide high-quality, technology-driven care in contemporary settings. As innovators, nurses can leverage their understanding of healthcare technologies and informatics to improve care delivery and enhance patient outcomes. This knowledge, combined with interprofessional collaboration and advanced technologies, allows nurses to manage care more effectively, enhancing the healthcare experience and achieving better patient outcomes through coordinated, integrated care that leverages the unique skills of the entire healthcare team. Purpose This poster explores the innovative incorporation of technology, innovation, and informatics into the curriculum to meet RN students' distinct learning needs and enhance their practice. It highlights the transformative potential of these areas in nursing education, better preparing nurses for the complexities of contemporary healthcare. Methods or Processes/Procedures To meet the needs of RN students completing the BS degree, faculty developed a senior-level, two-credit course. This course introduces RN students to informatics and technology in healthcare and nursing, integrating their strengths identified through the StandOut 2.0 assessment. By incorporating Domains 6 (Interprofessional Partnerships) and 8 (Informatics and Healthcare Technologies) of the Baccalaureate Essentials, the course emphasizes both interprofessional collaboration and the use of healthcare technologies. RN students analyze current healthcare issues, explore ethical and professional standards related to technology, propose solutions for safe patient care using informatics, assess various communication tools, and evaluate technologies for data management and knowledge generation. This comprehensive approach ensures that RN students gain critical skills and insights necessary for contemporary nursing practice. Results The course is being offered in the fall of 2024 to introduce RN students to innovative concepts in healthcare technology and informatics. A mid-semester evaluation will gather feedback, which will be used to enhance the course. Anticipated outcomes include increased RN student engagement with new technological concepts, while detailed evaluation results will guide future course quality. RN student input obtained during course development indicated positive views of the course addition, and highlighted the need for a deeper understanding of the technological landscape in healthcare. Limitations The limitations of the course include the potential need for significant adjustments, as it is being offered for the first time. Additionally, the rapidly evolving nature of healthcare technology will necessitate ongoing updates to keep the course content relevant and effective. Conclusions/Implications for Practice The integration of technology and informatics into the RN-BS curriculum introduces RN Students to critical concepts essential for contemporary healthcare practice. This course equips them with the skills and knowledge to navigate and utilize healthcare technologies effectively, ultimately contributing to the improvement of their practice and patient outcomes.&lt;br&gt;During this poster presentation, we will share the process used to integrate these vital topics into our curriculum, present RN students anecdotal feedback from the mid-semester survey, and discuss how the initial feedback informs ongoing course improvements.",
        "Origin": "Manual"
    },
    "facultyid": "114031004",
    "coauthors": {
        "331681": {
            "firstname": "Darci",
            "middleinitial": "J",
            "lastname": "McCall",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114031004",
            "authorid": 331681,
            "scholarlyactivityid": 73818,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "331682": {
            "firstname": "Ava",
            "middleinitial": "",
            "lastname": "Farahany",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113064633",
            "authorid": 331682,
            "scholarlyactivityid": 73818,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "331683": {
            "firstname": "Lynn",
            "middleinitial": "M",
            "lastname": "Nichols",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114228022",
            "authorid": 331683,
            "scholarlyactivityid": 73818,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "331684": {
            "firstname": "Marilyn",
            "middleinitial": "",
            "lastname": "O'Mallon",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 331684,
            "scholarlyactivityid": 73818,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 73818,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 73818,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114031004",
    "attachments": [
        {
            "attachmentid": 56727,
            "mimetype": "application/pdf",
            "filename": "Poster Acceptance.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRiticWpxeDFja3JrN0ZERFYvVThVZkk0NXNlVEQvbzc2V3pxZjN0dTNJbVZUNS9EUmpxWDRDTEk%3D",
            "filesize": 320048
        }
    ]
}