{
    "activityid": 73819,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;em&gt;Transforming RN-BS Curricula With Vulnerable Populations&lt;/em&gt;",
        "Conference/Meeting Name": "AACN Transform Conference",
        "Conference Location": "New Orleans, Louisiana",
        "Date or Date Range": "December 5-7",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "American Association of Colleges of Nursing",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Background&lt;br&gt;&lt;br&gt;To align with the 2021 Essentials, RN-BS programs are actively engaged in the curricular revision and updating. The RN-BS curriculum must address advocacy, health policy and ethical issues facing vulnerable populations to prepare the RN-BS student for practice with diverse patients and families. Creating an exciting learning strategy for RN-BS students focusing on vulnerable populations can be challenging, because RN students appreciate exposure to new content, and do not wish to repeat prior learning experiences. &lt;br&gt;&lt;br&gt;Purpose&lt;br&gt;The purpose of this presentation is to describe creative integration of vulnerable population curricular concepts that meet the unique learning needs and augment the practice of the RN student.&lt;br&gt;&lt;br&gt;Methods&lt;br&gt;The faculty of an RN-BS program designated 2 credits in the RN -BS student program of study for electives, and these elective courses address selected competencies in Domain 3 Population Health and Domain 9 Professionalism in the Essentials. Students select two one-credit hour elective courses featuring the exploration of a vulnerable population, including child maltreatment, health literacy, palliative care, or substance use. Each elective course provides an overview of the vulnerable population, and features engaging learning activities, as well as resources to use in practice. Additionally, to promote the application of personal leadership skills across the RN-BS curriculum, each course in the RN-BS program, including the vulnerable populations elective courses, includes application of each student’s identified strengths from their StandOut 2.0 assessment (Buckingham, 2015). &lt;br&gt;&lt;br&gt;Results&lt;br&gt;Student feedback has been overwhelmingly positive regarding the vulnerable population courses. Some have appreciated the flexibility to select a focused topic of interest, and others have commented that the courses provided them knowledge and skills they could immediately apply in their work environment to make a positive impact with their patients. &lt;br&gt;&lt;br&gt;The vulnerable populations courses have received so many accolades from students that the faculty are developing additional courses to add to the current vulnerable population topics. The new courses will address other vulnerable populations, such as veteran’s health and human trafficking. Additionally, a certificate in vulnerable populations is being developed to offer to nursing and other undergraduate interprofessional healthcare students. &lt;br&gt;&lt;br&gt;Limitations&lt;br&gt;&lt;br&gt;Many vulnerable population groups exist, and there are institutional limits to how many vulnerable courses a program may offer.&lt;br&gt;&lt;br&gt;Conclusions/Implication for Practice&lt;br&gt;The inclusion of vulnerable populations courses to fulfill nursing elective credit adds value to curriculum and enables the program to customize the course content to meet the learning needs of RN-BS students. These elective courses allow students the flexibility to decide whether to delve deeper into a current topic of interest or explore a new topic. Furthermore, the vulnerable population elective courses have increased the RN student’s awareness of the distinctive needs of vulnerable populations and armed them with vital skills that easily transfer to their workplace. &lt;br&gt;&lt;br&gt;During this presentation, we will share the process used to thread vulnerable populations into our curriculum, some example assignments from our vulnerable population courses to enable replication of this work and student anecdotal feedback. We will also address the development of the vulnerable populations certificate for undergraduate students.",
        "Origin": "Manual"
    },
    "facultyid": "114031004",
    "coauthors": {
        "331685": {
            "firstname": "Lynn",
            "middleinitial": "M",
            "lastname": "Nichols",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114228022",
            "authorid": 331685,
            "scholarlyactivityid": 73819
        },
        "331686": {
            "firstname": "Darci",
            "middleinitial": "J",
            "lastname": "McCall",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114031004",
            "authorid": 331686,
            "scholarlyactivityid": 73819
        },
        "331687": {
            "firstname": "Ava",
            "middleinitial": "",
            "lastname": "Farahany",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113064633",
            "authorid": 331687,
            "scholarlyactivityid": 73819
        },
        "331688": {
            "firstname": "Marilyn",
            "middleinitial": "",
            "lastname": "O'Mallon",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 331688,
            "scholarlyactivityid": 73819
        }
    },
    "status": [
        {
            "id": 73819,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 73819,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114031004",
    "attachments": [
        {
            "attachmentid": 56728,
            "mimetype": "application/pdf",
            "filename": "Podium Acceptance.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRiticWpxeDFja3JrN0hDSHU2MFJsbnZLNHFndm1GeGM4L2ZxZjN0dTNJbVZUNS9EUmpxWDRDTEk%3D",
            "filesize": 309634
        }
    ]
}