{
    "activityid": 74412,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Creative Clinical Simulation Spaces:Making a Realistic Behavioral Health Unit",
        "Conference/Meeting Name": "",
        "Conference Location": "",
        "Date or Date Range": "June 20th, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "Healthy Simulation",
        "Presenter(s)": null,
        "Web Address": "https://learn.healthysimulation.com/course/clinical-sim-lab-behavioral-health-unit",
        "Description/Abstract": "Inpatient behavioral health clinicals present unique challenges due to their typically smaller size and limited availability. Behavioral health patients exist in all clinical settings, posing complex and diverse care needs, and is important to ensure students are able to care for these patients. Creating a realistic inpatient behavioral health unit and simulation scenario addresses training needs and the challenges encountered in the clinical setting.&lt;br&gt;&lt;br&gt;A comprehensive behavioral health clinical scenario was developed by crafting a series of patient profiles based on a realistic backstory and one of seven prevalent mental health diagnoses (such as depression, bipolar, or schizophrenia). These profiles were altered and replicated with different patient names, resulting in a pool of 21 simulated patients used in this scenario. The simulated patients are portrayed by actors and staff to accommodate for the scale of this simulation. To replicate the environment, an entire floor of the nursing building is utilized as an inpatient psychiatric unit. Standardized patients are able to ambulate around the “unit”. Signage indicates common spaces found in psychiatric units, such as a quiet room, group room, and examination room.&lt;br&gt;&lt;br&gt;By participating in this scenario, students practice assessments such as inquiring about suicidal ideation, evaluating anxiety, and discerning the presence of hallucinations. Participation helps students understand the distinctions between acute care and inpatient behavioral health settings. Simulation space is maximized because the simulation takes place in non-tradition simulation areas and is more representative of an inpatient behavioral health setting.",
        "Origin": "Manual"
    },
    "facultyid": "112103403",
    "coauthors": {
        "330688": {
            "firstname": "Tracee",
            "middleinitial": "E",
            "lastname": "Chapman",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111313797",
            "authorid": 330688,
            "scholarlyactivityid": 74412
        },
        "330687": {
            "firstname": "Kelley",
            "middleinitial": "",
            "lastname": "Connor",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112103403",
            "authorid": 330687,
            "scholarlyactivityid": 74412
        },
        "330686": {
            "firstname": "Paula",
            "middleinitial": "",
            "lastname": "Molina-Shaver",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "112025592",
            "authorid": 330686,
            "scholarlyactivityid": 74412
        },
        "330685": {
            "firstname": "Tamara",
            "middleinitial": "L",
            "lastname": "Sherner",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111192342",
            "authorid": 330685,
            "scholarlyactivityid": 74412
        }
    },
    "status": [
        {
            "id": 74412,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112103403",
    "attachments": []
}