{
    "activityid": 74480,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Trust, Justice, and Taxation: Towards an Ethical Framework for Tax Practitioners",
        "Journal": "Tax Notes Federal",
        "Volume": "",
        "Month / Season": "January 2025",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Uniquely, tax practitioners have dual, competing ethical duties. They must protect the integrity of our voluntary tax system by ensuring that clients comply with the law, but they also have a duty to help clients minimize their legal tax liability. At the same time, tax law is often ambiguous, meaning practitioners must decide how far they may go to construe the law in the client’s favor. Interestingly, the professional responsibility standards provide little practical help in navigating this ethical dilemma. Instead, penalty provisions in the Internal Revenue Code set the parameters for taking uncertain positions, but these rules lack principles to guide their implementation and do not address other conflicts between competing ethical duties. This article seeks to fill this void and articulate for the first time an ethical framework for tax practitioners.&lt;/p&gt;\n&lt;p&gt;I develop a framework based on the two societal goods that tax practitioners are intended to produce: justice and trust. Justice means that taxpayers should pay the tax liability that their transactions merit under the law, neither more nor less. Private tax practitioners focus on ensuring that taxpayers do not unjustly overpay, while the Internal Revenue Service (IRS) focuses on ensuring that taxpayers do not unjustly underpay. Congress, aided by courts, balances the competing functions of the IRS and private tax practitioners. The other societal good produced by tax practitioners, trust, requires taxpayers to perceive that most other citizens are paying their legal share, increasing taxpayers’ willingness to honestly report their own liabilities under our voluntary system. Tax practitioners produce trust by ensuring that clients make all required disclosures in a truthful manner. In tax, placing substance over form is critically important for truthfulness. The article concludes by applying the framework to two example scenarios where practitioners face conflicts between their dual duties.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111671285",
    "coauthors": {
        "330758": {
            "firstname": "Joshua",
            "middleinitial": "D",
            "lastname": "Cutler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111671285",
            "authorid": 330758,
            "scholarlyactivityid": 74480,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 74480,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 74480,
            "status": "Accepted",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111671285",
    "attachments": []
}