{
    "activityid": 74645,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;p&gt;Fluid inventory of the North Hikurangi Subduction Zone from integration of physical properties data and thermodynamic models of metamorphic dehydration&lt;/p&gt;",
        "Name of Conference": "American Geophysical Union Fall Meeting",
        "Month / Season": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Fluids exert a first order control on fault strength, slip behavior, and volatile transport in subduction zones. We investigate the fluid inventory of the incoming plate and forearc of the N. Hikurangi margin offshore the North Island of New Zealand. This system hosts recurring shallow slow slip events (SSEs) near the trench, and abundant active seeps onshore, both of which suggest a key role of fluid entrainment with the subducting slab. Recent geophysical surveys and drilling show that the incoming plate of the Hikurangi Plateau carries a thick (&gt;1.5 km) blanket of extensively hydrated volcaniclastic sediment, immediately overlying the basement, into the subduction zone. While the total inventory of fluid in this unit has been estimated from P-wave velocity, the proportions of mineral-bound (φ&lt;sub&gt;b&lt;/sub&gt;) vs. interstitial (φ&lt;sub&gt;i&lt;/sub&gt;) water remain poorly known, except where drilling has sampled the uppermost few hundred m, and indicate that its 48 vol% water content is equally partitioned between the two reservoirs. This partitioning and its variation with depth and across the shallow forearc are fundamental toward quantifying the loci of dewatering, which occurs at different depths and temperatures for the two components as subduction-driven burial proceeds.&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;\n&lt;p style=&quot;font-weight:400;&quot;&gt;We combine laboratory measurements of compression behavior for sediments cored on the Hikurangi Plateau (IODP Sites U1520 and U1526) with thermodynamic models of low-T (&lt;400&lt;span&gt;°&lt;/span&gt;C) metamorphic dehydration, to parse the contributions of φ&lt;sub&gt;i&lt;/sub&gt; and φ&lt;sub&gt;b&lt;/sub&gt; as functions of depth and distance into the subduction zone. We take a two-pronged approach: (1) estimating φ&lt;sub&gt;b&lt;/sub&gt; from the difference of total water content profiles derived from P-wave velocity, and φ&lt;sub&gt;i&lt;/sub&gt; predicted from experimentally-defined sediment compression behavior; and (2) independently predicting φ&lt;sub&gt;i&lt;/sub&gt; profiles from the total water content less the thermodynamically modeled φ&lt;sub&gt;b&lt;/sub&gt; profiles. The two approaches converge, and suggest that φ&lt;sub&gt;b&lt;/sub&gt; decreases with depth discontinuously, from &gt;~25% at the top of the unit, to ~10% at its base. As this unit is subducted, it loses significant interstitial water by compaction, but φ&lt;sub&gt;b&lt;/sub&gt;remains ~8-10% even 15 km landward of the trench. We suggest that this large reservoir of subducting mineral-bound fluid plays a key role in both SSE and the numerous active deeply-sourced seeps observed on the forearc&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114019426",
    "coauthors": {
        "355149": {
            "firstname": "Demian",
            "middleinitial": "",
            "lastname": "Saffer",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 355149,
            "scholarlyactivityid": 74645,
            "classifications": {
                "Role": "Author"
            }
        },
        "355150": {
            "firstname": "Andrew",
            "middleinitial": "",
            "lastname": "Smye",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 355150,
            "scholarlyactivityid": 74645,
            "classifications": {
                "Role": "Author"
            }
        },
        "355151": {
            "firstname": "Andrew",
            "middleinitial": "",
            "lastname": "Gase",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114019426",
            "authorid": 355151,
            "scholarlyactivityid": 74645,
            "classifications": {
                "Role": "Author"
            }
        },
        "355152": {
            "firstname": "Peter",
            "middleinitial": "",
            "lastname": "Miller",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 355152,
            "scholarlyactivityid": 74645,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 74645,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114019426",
    "attachments": []
}