{
    "activityid": 75116,
    "fields": {
        "Type": "Other Works",
        "Title": "&lt;p&gt;Final Report: Developing genomic resources to inform recovery efforts for slickspot peppergrass&lt;/p&gt;",
        "Outlet (if applicable)": "",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Publisher": "US Fish &amp; Wildlife Service",
        "Location of Publisher (City, State, Country)": "",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;ul&gt;\n&lt;li&gt;We developed an in vitro plant propagation for slickspot peppergrass which supports genome sequencing, population genetics, and ex situ conservation.&lt;/li&gt;\n&lt;li&gt;We assembled and annotated the first reference genome for slickspot peppergrass, which supports the allopolyploid origin of the species and shows that subgenomes are meshed along chromosomes. This latter result makes the development of a molecular tool for population genetics more difficult and will require sequencing additional genomes to validate the molecular kit.&lt;/li&gt;\n&lt;li&gt;Our results show that slickspot peppergrass individuals are undergoing distinct genomic rearrangements that could negatively impact their reproductive success and fitness. These results are in line with both the decline in the number of individuals per populations and inbreeding depression processes.&lt;/li&gt;\n&lt;li&gt;Our results strongly suggest that the landscape management regions currently used as basis for the species recovery plan need to be revised (see image below). Indeed, apart from the Jarbidge region which is supported by our genetic analyses, the two other landscape management regions, Foothills (FH) and Snake River Plain (SRP), are not supported. At a minimum, the FH and SRP regions need to be split into three regions corresponding to genetic groups. We would advocate for presenting the HIP transect results at a finer scale to better encapsulate the connection between demographic processes and population genetics.&lt;/li&gt;\n&lt;li&gt;We advocate for the urgent establishment of a breeding strategy and a companion program to produce seeds for restoration. Such endeavors are critically important because slickspot peppergrass is self-incompatible and the only way of reestablishing stable populations will be through a scientifically-informed breeding program. In this case, the genetic groups identified in the present study can provide the basis for the development of this program.&lt;/li&gt;\n&lt;/ul&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111644287",
    "coauthors": {
        "332400": {
            "firstname": "Sven",
            "middleinitial": "C",
            "lastname": "Buerki",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114088564",
            "authorid": 332400,
            "scholarlyactivityid": 75116,
            "classifications": {
                "Role": "Author"
            }
        },
        "332401": {
            "firstname": "Ian",
            "middleinitial": "C",
            "lastname": "Robertson",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111644287",
            "authorid": 332401,
            "scholarlyactivityid": 75116,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75116,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111644287",
    "attachments": []
}