{
    "activityid": 75178,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Empathy Competence through Virtual Synchronous Role-Play Simulation",
        "Conference/Meeting Name": "Nurse Educators Conference in the Rockies",
        "Conference Location": "Breckenridge, CO",
        "Date or Date Range": "June 16 -20, 225",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p style=&quot;font-weight:400;&quot;&gt;Nursing education must promote and foster affective and cognitive empathy competencies in students, enhancing understanding of others' emotions and perspectives. Empathy is crucial for person-centered care and relational nursing practice, aligning with educational standards. Shared decision-making (SDM) has been increasingly integrated into our healthcare system. It requires empathy for successful collaboration to ensure that person-centered care is at the core of healthcare decision-making. This research utilized a quantitative approach with a convenience sample to investigate the effectiveness of a virtual synchronous role-play simulation in developing empathy among junior-level baccalaureate nursing students. The Comprehensive State Empathy Scale (CSES) measured students' empathy levels after participating in the role-play simulation. Findings suggest that the simulation effectively enhanced the affective and cognitive empathy experience. Students reported experiencing compassionate, sympathetic, and tender feelings. They also demonstrated a strong urge to help the patient, focus on the patient's emotions and perspectives, and imagine themselves in the patient’s situation. This research supports the incorporation of virtual synchronous role-play simulations involving SDM, which can be transformative and enhance the development of empathy competency in nursing students, preparing them for future challenges in patient care.&lt;/p&gt;\n&lt;p style=&quot;font-weight:400;&quot;&gt; &lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111663502",
    "coauthors": {
        "351947": {
            "firstname": "Jayne",
            "middleinitial": "M",
            "lastname": "Josephsen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111663502",
            "authorid": 351947,
            "scholarlyactivityid": 75178
        }
    },
    "status": [
        {
            "id": 75178,
            "status": "Work Discontinued",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 7,
            "completionorder": 1
        }
    ],
    "userid": "111663502",
    "attachments": [
        {
            "attachmentid": 63888,
            "mimetype": "application/pdf",
            "filename": "NECBoise State University Mail - Your Abstract Submission for the 2025 NEC in the Rockies.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25wYUxhTkdpVlVjbHZEc2Q2dDNoRlQ5WGhQR0JxYmdjcnhCa0ZjSmdzbkpFbHpSTDVQVkpET1ZNT05PakhDYWZwZ0dZaWhpVnZSTkdoVFZ1eHFJcFBPdHF2N3FJc2wxUUo3Qmk3QnlWYk9FSlFER1I2ZUk0bjlQWWZZWEZaS2tRa3pvblE4V3pWc2g1VUZTZWxSK0NqTEQ%3D",
            "filesize": 155820
        }
    ]
}