{
    "activityid": 75181,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "An exploration of the relationship between active learning and student motivation in STEM: a mixed methods study",
        "Journal": "Advances in physiology education",
        "Volume": "48",
        "Month / Season": "",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "621-638",
        "Publisher": "",
        "DOI": "10.1152/advan.00247.2022",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Much of the research on science, technology, engineering, and mathematics (STEM) students' motivation measures the relationship between student motivation and academic outcomes, focusing on the student's mindset. Our mixed-methods research takes a different approach and considers the relationship between student motivation and instructional practices. Teaching practices and student motivation were analyzed simultaneously in undergraduate Biology classes using a self-determination theory-based survey to measure students' motivation during courses that were observed using the Classroom Observation Protocol for Undergraduate STEM (COPUS), and observation notes were collected to document instructor and student behaviors. Quantitative data were used to differentiate students' motivational levels, and qualitative data were collected to describe how instructors use specific teaching practices. The results provide a lens into how students' intrinsic motivation varies alongside the instructional practices and interactions in these classes. We found a correlation between higher levels of student motivation in interactive lectures and student-centered teaching profiles. This study highlights how the same practice can be implemented by multiple instructors with varying student motivation scores, pointing out the importance of fidelity to evidence-based instructional practice methods. The results of this study are discussed in the context of published empirical studies examining evidence-based instructional practices that are conceptually supportive of autonomy, competence, and relatedness. Active learning practices observed in this study correlated to positive learning outcomes are discussed and may serve as a guide for instructors interested in implementing specific active learning practices. Recommendations for instructors and departments that are interested in flexible methods to monitor progress toward active learning practices in biology and other STEM disciplines by combining the COPUS and self-determination survey results are presented. This study uses a novel combination of instruments to describe students' intrinsic motivation in response to teaching practices. Findings demonstrate that active learning methods may support higher student motivation. Recommendations drawn from the study include using a variety of active learning methods, using evidence-based instructional methods with fidelity, and monitoring the students' affective response to those methods. Alignment of active learning practices to the components of self-determination may result in higher quality student motivation in science, technology, engineering, and mathematics (STEM) courses.",
        "Origin": "PubMed"
    },
    "facultyid": "111643744",
    "coauthors": {
        "332770": {
            "firstname": "Vicki",
            "middleinitial": "",
            "lastname": "Stieha",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332770,
            "scholarlyactivityid": 75181
        },
        "332771": {
            "firstname": "Brittnee",
            "middleinitial": "",
            "lastname": "Earl",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332771,
            "scholarlyactivityid": 75181
        },
        "332772": {
            "firstname": "Harrisen",
            "middleinitial": "",
            "lastname": "Hagens",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332772,
            "scholarlyactivityid": 75181
        },
        "332773": {
            "firstname": "Meagan",
            "middleinitial": "",
            "lastname": "Haynes",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332773,
            "scholarlyactivityid": 75181
        },
        "332774": {
            "firstname": "Amy",
            "middleinitial": "",
            "lastname": "Ulappa",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332774,
            "scholarlyactivityid": 75181
        },
        "332775": {
            "firstname": "Laura",
            "middleinitial": "",
            "lastname": "Bond",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332775,
            "scholarlyactivityid": 75181
        },
        "332776": {
            "firstname": "Julia Tho",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332776,
            "scholarlyactivityid": 75181
        }
    },
    "status": [
        {
            "id": 75181,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}