{
    "activityid": 75205,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;a href=&quot;https://rc.rcjournal.com/content/69/Suppl_10/4138239&quot;&gt;&lt;span style=&quot;font-style:inherit;font-size:1.143rem;&quot;&gt;Perceived Benefits and Career Impact of a Master of Science in Respiratory Care: Graduates' Perspectives and Thematic Analysis&lt;/span&gt;&lt;/a&gt;",
        "Conference / Meeting Name": "American Association for Respiratory Care International Congress",
        "Conference Location": "Orlando, FL",
        "Date or Date Range": "December 5-8",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "American Assocation for Respiratory Care",
        "Presenter(s)": null,
        "Web Address": "https://rc.rcjournal.com/content/69/Suppl_10/4138239",
        "Description/Abstract": "&lt;p&gt;&lt;strong&gt;Background:&lt;span&gt; &lt;/span&gt;&lt;/strong&gt;Many respiratory care departments have established graduate-level degree advancement programs, yet a significant number of practitioners hesitate to pursue education beyond entry-level qualifications. Moreover, there is limited literature on the tangible benefits of earning a graduate degree in respiratory care through degree advancement (DA).&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Methods:&lt;span&gt; &lt;/span&gt;&lt;/strong&gt;An online survey was conducted to assess the perceived benefits of completing a Master of Science in Respiratory Care (MSRC) program among graduates from 7 institutions. A total of 299 surveys were distributed across 6 programs, with 101 (33.77%) initiated, 96 (95%) of whom completed the open ended questions regarding perspective on the benefits of a MSRC degree. Open-ended responses were parsed for consistent key words or phrases, categorized, and assessed for thematic consistencies to develop constructs reflecting graduates’ perspectives.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Results:&lt;span&gt; &lt;/span&gt;&lt;/strong&gt;The themes from graduates’ responses highlight the varied and profound impacts of the MSRC degree on their professional and personal lives. Many respondents (27.1%) noted that obtaining the MSRC degree facilitated career progression, enabling them to step into new or advanced roles. The degree was seen as a key to unlocking new professional doors. Graduates frequently (16.3%) mentioned that the MSRC degree significantly enhanced their professional skills, making them more effective educators, researchers, and practitioners. Generally, programs were valued for continuous professional growth. The degree opened a range of career pathways for graduates beyond traditional roles. Respondents highlighted opportunities in research, academia, senior management, and even positions outside the conventional respiratory care domain. Additionally, 12.5% of respondents reported a deep sense of personal satisfaction and accomplishment. Graduates expressed that the journey through the program reflected their dedication to self-improvement and professional growth, which set them apart from peers.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Conclusions:&lt;span&gt; &lt;/span&gt;&lt;/strong&gt;This study underscores the diverse and significant benefits perceived by graduates of MSRC programs. Years out from the early graduates of novel MSRC programs, graduates report that the degree was pivotal in advancing their careers, enhancing their professional skills, and opening varied career pathways. Additionally, the personal fulfillment and recognition accompanying the completion of the MSRC program emphasize the value of promoting graduate-level education in respiratory care.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111698779",
    "coauthors": {
        "332838": {
            "firstname": "Benjamin",
            "middleinitial": "",
            "lastname": "Caldwell-Chadwick",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332838,
            "scholarlyactivityid": 75205,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "332839": {
            "firstname": "Megan",
            "middleinitial": "S",
            "lastname": "Koster",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111698779",
            "authorid": 332839,
            "scholarlyactivityid": 75205,
            "classifications": {
                "Role": "Author"
            }
        },
        "332840": {
            "firstname": "Kristen",
            "middleinitial": "L",
            "lastname": "McHenry",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114178462",
            "authorid": 332840,
            "scholarlyactivityid": 75205,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75205,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111698779",
    "attachments": []
}