{
    "activityid": 75203,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;span&gt;Hiring Preferences of Respiratory Care Leaders and Trends in Degree &lt;/span&gt;&lt;span&gt;Advancement in South Carolina&lt;/span&gt;",
        "Conference / Meeting Name": "American Association for Respiratory Care",
        "Conference Location": "Orlando, FL",
        "Date or Date Range": "December 5-8 ",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "American Association for Respiratory Care",
        "Presenter(s)": null,
        "Web Address": "https://rc.rcjournal.com/content/69/Suppl_10/4137690",
        "Description/Abstract": "&lt;p&gt;&lt;b&gt;Hiring Preferences of Respiratory Care Leaders and Trends in Degree Advancement in South Carolina &lt;/b&gt;&lt;/p&gt;\n&lt;b&gt;BACKGROUND:&lt;/b&gt;&lt;span style=&quot;font-weight:400;&quot;&gt; There remains a debate about the entry requirements of respiratory care practitioners (RCPs) across the United States. Although the educational requirements for credentialing exams remain at the associate-level, requirements for employment are variable between states. At this time, South Carolina (SC) does not have an baccalaureate-level entry-to-practice RC program and few RCPs opt to degree advance (DA). The objectives of this project were to explore the perspectives of RC leaders in SC regarding minimum education level upon hire and to understand the perspectives toward DA in the clinical environment. &lt;/span&gt;&lt;b&gt;METHODS:&lt;/b&gt;&lt;span style=&quot;font-weight:400;&quot;&gt; A descriptive, web-based survey was developed to specifically address the aims of this study. The survey was distributed to 34 respiratory care leaders identified through the SC State Society network as holding roles which required the hiring, management, mentorship, and/or supervision of RCPs across SC. This project received approval through both the South Carolina Society for Respiratory Care and the Boise State Institutional Review Board. &lt;/span&gt;&lt;b&gt;RESULTS:&lt;/b&gt;&lt;span style=&quot;font-weight:400;&quot;&gt; Thirteen leaders with full hiring qualifications (38%) responded to the survey. 50% of respondents stated that they preferred to hire candidates with a baccalaureate degree. Reasons for not hiring baccalaureate prepared candidates included a lack of qualified applicants and positions did not require a baccalaureate degree. 80% responded that their institutions did not provide financial incentives for baccalaureate prepared candidates. However, 80% percent of those surveyed did state that the institutions provided tuition assistance for those wishing to pursue degree advancement. 80% also reported that a baccalaureate degree or higher was required for advanced roles within the institutions. &lt;/span&gt;&lt;b&gt;CONCLUSIONS:&lt;/b&gt;&lt;span style=&quot;font-weight:400;&quot;&gt; In SC, there appears to be leader support for hiring baccalaureate prepared RCPs and those seeking degree advancement. Although most managers indicated that programs such as tuition assistance and career advancement options were available to those seeking at least a baccalaureate degree, it was noted by a majority of respondents that there is a lack of financial incentive provided for respiratory therapists at the baccalaureate level or higher. This may indicate a disconnect in motivation for RCPs to pursue DA. More information regarding methods to provide financial incentives is needed. &lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111698779",
    "coauthors": {
        "332833": {
            "firstname": "Amanda",
            "middleinitial": "",
            "lastname": "Coffey",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332833,
            "scholarlyactivityid": 75203,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "332834": {
            "firstname": "Megan",
            "middleinitial": "S",
            "lastname": "Koster",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111698779",
            "authorid": 332834,
            "scholarlyactivityid": 75203,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75203,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111698779",
    "attachments": []
}