{
    "activityid": 75204,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;span&gt;Graduate Students Perspectives on Obtaining a Master of Science in Respiratory Care&lt;/span&gt;&lt;br&gt;&lt;span&gt;Degree: A Multi-Institutional Analysis&lt;/span&gt;",
        "Conference / Meeting Name": "American Association for Respiratory Care International Congress",
        "Conference Location": "Orlando, FL",
        "Date or Date Range": "December 5-8",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "American Association for Respiratory Care",
        "Presenter(s)": null,
        "Web Address": "https://rc.rcjournal.com/content/69/Suppl_10/4138181",
        "Description/Abstract": "&lt;p&gt;&lt;strong&gt;Background:&lt;span&gt; &lt;/span&gt;&lt;/strong&gt;Many respiratory care departments have created degree advancement programs at the graduate-level. However, many practitioners hesitate to pursue education beyond entry-level qualifications, and the literature on the tangible benefits of acquiring a graduate degree in respiratory care through degree advancement (DA) remains limited.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Methods:&lt;span&gt; &lt;/span&gt;&lt;/strong&gt;An online survey was designed to evaluate the perceived benefits of completing a Master of Science in Respiratory Care (MSRC) program and administered to graduates from 7 institutions. Approximately 299 surveys were sent to graduates across 6 programs. Of 101 (33.77%) initiated surveys, 98 were completed (97%). A descriptive analysis was conducted to identify quantitative information related to the graduates’ experiences&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Results:&lt;span&gt; &lt;/span&gt;&lt;/strong&gt;89.7% of respondents agreed that their graduate program expanded breadth and depth of critical care knowledge; 76.2% agreed that the degree supported the development of effective communication skills; 96.9% agreed that their program prepared them to critically apply relevant literature; and 80.6% indicated that completing the degree allowed them to advance within the profession. 27.1% of respondents pursued a graduate-level degree for career advancement, citing opportunities for managerial roles, program director positions, and higher education teaching roles. Professional development was a significant motivator for 16.6% of respondents, who saw the degree as a means to enhance their skills and knowledge. Diverse career pathways were highlighted by 13.5% of respondents, indicating opportunities in research, academia, senior management, and non-traditional roles. Personal fulfillment was noted by 12.5% of respondents, reflecting commitment to professional growth. Lastly, 10.4% viewed the degree as recognition and validation of their professional dedication.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Conclusions:&lt;span&gt; &lt;/span&gt;&lt;/strong&gt;The study underscores the multifaceted benefits of obtaining a Master of Science in Respiratory Care. The degree not only fosters career advancement and professional development but also opens diverse career pathways, offers personal fulfillment, and provides recognition within the field. Despite initial hesitations, the MSRC equips graduates with skills for expanded roles, emphasizing the importance of promoting graduate-level education in respiratory care.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111698779",
    "coauthors": {
        "332835": {
            "firstname": "Megan",
            "middleinitial": "S",
            "lastname": "Koster",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111698779",
            "authorid": 332835,
            "scholarlyactivityid": 75204,
            "classifications": {
                "Role": "Author"
            }
        },
        "332836": {
            "firstname": "Kristen",
            "middleinitial": "L",
            "lastname": "McHenry",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114178462",
            "authorid": 332836,
            "scholarlyactivityid": 75204,
            "classifications": {
                "Role": "Author"
            }
        },
        "332837": {
            "firstname": "Benjamin",
            "middleinitial": "",
            "lastname": "Caldwell-Chadwick",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332837,
            "scholarlyactivityid": 75204,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        }
    },
    "status": [
        {
            "id": 75204,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111698779",
    "attachments": []
}