{
    "activityid": 75220,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Association of Alpha-Crystallin with Human Cortical and Nuclear Lens Lipid Membrane Increases with the Grade of Cortical and Nuclear Cataract",
        "Journal": "International journal of molecular sciences",
        "Volume": "25",
        "Month / Season": "",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3390/ijms25031936",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Eye lens α-crystallin has been shown to become increasingly membrane-bound with age and cataract formation; however, to our knowledge, no studies have investigated the membrane interactions of α-crystallin throughout the development of cataracts in separated cortical membrane (CM) and nuclear membrane (NM) from single human lenses. In this study, four pairs of human lenses from age-matched male and female donors and one pair of male lenses ranging in age from 64 to 73 years old (yo) were obtained to investigate the interactions of α-crystallin with the NM and CM throughout the progression of cortical cataract (CC) and nuclear cataract (NC) using the electron paramagnetic resonance spin-labeling method. Donor health history information (diabetes, smoker, hypertension, radiation treatment), sex, and race were included in the data analysis. The right eye lenses CM and NM investigated were 64 yo male (CC: 0), 68 yo male (CC: 3, NC: 2), 73 yo male (CC: 1, NC: 2), 68 yo female (CC: 3, NC: 2), and 73 yo female (CC: 1, NC: 3). Similarly, left eye lenses CM and NM investigated were 64 yo male (CC: 0), 68 yo male (CC: 3, NC: 2), 73 yo male (CC: 2, NC: 3), 68 yo female (CC: 3, NC: 2), and 73 yo female (CC: 1, NC: 3). Analysis of α-crystallin binding to male and female eye lens CM and NM revealed that the percentage of membrane surface occupied (MSO) by α-crystallin increases with increasing grade of CC and NC. The binding of α-crystallin resulted in decreased mobility, increased order, and increased hydrophobicity on the membrane surface in male and female eye lens CM and NM. CM mobility decreased with an increase in cataracts for both males and females, whereas the male lens NM mobility showed no significant change, while female lens NM showed increased mobility with an increase in cataract grade. Our data shows that a 68 yo female donor (long-term smoker, pre-diabetic, and hypertension; grade 3 CC) showed the largest MSO by α-crystallin in CM from both the left and right lens and had the most pronounced mobility changes relative to all other analyzed samples. The variation in cholesterol (Chol) content, size and amount of cholesterol bilayer domains (CBDs), and lipid composition in the CM and NM with age and cataract might result in a variation of membrane surface mobility, membrane surface hydrophobicity, and the interactions of α-crystallin at the surface of each CM and NM. These findings provide insight into the effect of decreased Chol content and the reduced size and amount of CBDs in the cataractous CM and NM with an increased binding of α-crystallin with increased CC and NC grade, which suggests that Chol and CBDs might be a key component in maintaining lens transparency.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "332991": {
            "firstname": "Preston",
            "middleinitial": "",
            "lastname": "Hazen",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332991,
            "scholarlyactivityid": 75220
        },
        "332992": {
            "firstname": "Geraline",
            "middleinitial": "",
            "lastname": "Trossi-Torres",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332992,
            "scholarlyactivityid": 75220
        },
        "332993": {
            "firstname": "Raju",
            "middleinitial": "",
            "lastname": "Timsina",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332993,
            "scholarlyactivityid": 75220
        },
        "332994": {
            "firstname": "Nawal",
            "middleinitial": "K",
            "lastname": "Khadka",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332994,
            "scholarlyactivityid": 75220
        },
        "332995": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 332995,
            "scholarlyactivityid": 75220
        }
    },
    "status": [
        {
            "id": 75220,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}