{
    "activityid": 75221,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Cholesterol Content Regulates the Interaction of αA-, αB-, and α-Crystallin with the Model of Human Lens-Lipid Membranes",
        "Journal": "International journal of molecular sciences",
        "Volume": "25",
        "Month / Season": "",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "10.3390/ijms25031923",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "α-Crystallin (αABc) is a major protein comprised of αA-crystallin (αAc) and αB-crystallin (αBc) that is found in the human eye lens and works as a molecular chaperone by preventing the aggregation of proteins and providing tolerance to stress. However, with age and cataract formation, the concentration of αABc in the eye lens cytoplasm decreases, with a corresponding increase in the membrane-bound αABc. This study uses the electron paramagnetic resonance (EPR) spin-labeling method to investigate the role of cholesterol (Chol) and Chol bilayer domains (CBDs) in the binding of αAc, αBc, and αABc to the Chol/model of human lens-lipid (Chol/MHLL) membranes. The maximum percentage of membrane surface occupied (MMSO) by αAc, αBc, and αABc to Chol/MHLL membranes at a mixing ratio of 0 followed the trends: MMSO (αAc) &gt; MMSO (αBc) ≈ MMSO (αABc), indicating that a higher amount of αAc binds to these membranes compared to αBc and αABc. However, with an increase in the Chol concentration in the Chol/MHLL membranes, the MMSO by αAc, αBc, and αABc decreases until it is completely diminished at a mixing ratio of 1.5. The K of αAc, αBc, and αABc to Chol/MHLL membranes at a mixing ratio of 0 followed the trend: K (αBc) ≈ K (αABc) &gt; K (αAc), but it was close to zero with the diminished binding at a Chol/MHLL mixing ratio of 1.5. The mobility near the membrane headgroup regions decreased with αAc, αBc, and αABc binding, and the Chol antagonized the capacity of the αAc, αBc, and αABc to decrease mobility near the headgroup regions. No significant change in membrane order near the headgroup regions was observed, with an increase in αAc, αBc, and αABc concentrations. Our results show that αAc, αBc, and αABc bind differently with Chol/MHLL membranes at mixing ratios of 0 and 0.5, decreasing the mobility and increasing hydrophobicity near the membrane headgroup region, likely forming the hydrophobic barrier for the passage of polar and ionic molecules, including antioxidants (glutathione), creating an oxidative environment inside the lens, leading to the development of cataracts. However, all binding was completely diminished at a mixing ratio of 1.5, indicating that high Chol and CBDs inhibit the binding of αAc, αBc, and αABc to membranes, preventing the formation of hydrophobic barriers and likely protecting against cataract formation.",
        "Origin": "PubMed"
    },
    "facultyid": "114134034",
    "coauthors": {
        "333002": {
            "firstname": "Raju",
            "middleinitial": "",
            "lastname": "Timsina",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333002,
            "scholarlyactivityid": 75221
        },
        "333003": {
            "firstname": "Preston",
            "middleinitial": "",
            "lastname": "Hazen",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333003,
            "scholarlyactivityid": 75221
        },
        "333004": {
            "firstname": "Geraline",
            "middleinitial": "",
            "lastname": "Trossi-Torres",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333004,
            "scholarlyactivityid": 75221
        },
        "333005": {
            "firstname": "Nawal",
            "middleinitial": "K",
            "lastname": "Khadka",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333005,
            "scholarlyactivityid": 75221
        },
        "333006": {
            "firstname": "Navdeep",
            "middleinitial": "",
            "lastname": "Kalkat",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333006,
            "scholarlyactivityid": 75221
        },
        "333007": {
            "firstname": "Laxman",
            "middleinitial": "",
            "lastname": "Mainali",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333007,
            "scholarlyactivityid": 75221
        }
    },
    "status": [
        {
            "id": 75221,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114134034",
    "attachments": []
}