{
    "activityid": 75317,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p&gt;Assessing non-partner sexual violence among international college students in the United States&lt;/p&gt;",
        "Conference/Meeting Name": "APHA 2024 Annual Meeting &amp; Expo",
        "Conference Location": "Minneapolis, Minnesota",
        "Date or Date Range": "10/27/2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "American Public Health Association (APHA)",
        "Presenter(s)": null,
        "Web Address": "https://apha.confex.com/apha/2024/meetingapp.cgi/Paper/550054",
        "Description/Abstract": "            &lt;span&gt;The prevalence of non-partner sexual violence among college students is a pressing concern that demands urgent attention. Although an integral part of the education system, international college students are often underrepresented in various studies. This calls attention to understanding the cultural nuances and multiple factors affecting this population. The current research delves into the experiences of sexual abuse among international students within the last 12 months, focusing specifically on incidents where sexual penetration or unwanted sexual touching occurred without consent. The study sheds light on the frequency and demographics associated with these distressing incidents using data from a large-scale survey conducted over the past year, encompassing a sample size of 13,242 international student respondents. Results reveal alarming statistics, with a substantial proportion of international students reporting experiences of non-partner sexual violence. Specifically, 4.8% of participants reported being sexually touched without consent, 1.9% reported attempted sexual penetration without consent, and 1.6% reported actual sexual penetration or being made to penetrate someone without consent. Moreover, the analysis indicates significant associations between experiences of sexual abuse and key demographic variables such as gender, relationship status, and number of sexual partners. Further exploration through univariate regression unveils compelling insights into the intersectionality of sexual violence, highlighting disparities based on gender, relationship status, and number of sexual partners among international students. The present study underscores the urgent need for comprehensive prevention and intervention strategies to address the pervasive issue of non-partner sexual violence among international college students. By understanding the dynamics of these incidents and their correlates, institutions can tailor support services, advocacy efforts, and educational initiatives to create safer and more inclusive environments for all international students.&lt;/span&gt;        ",
        "Origin": "Manual"
    },
    "facultyid": "114282606",
    "coauthors": {
        "333766": {
            "firstname": "Kruti",
            "middleinitial": "S",
            "lastname": "Chaliawala",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114282606",
            "authorid": 333766,
            "scholarlyactivityid": 75317,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "333767": {
            "firstname": "Rebecca",
            "middleinitial": "A",
            "lastname": "Vidourek",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333767,
            "scholarlyactivityid": 75317,
            "classifications": {
                "Role": "Author"
            }
        },
        "333768": {
            "firstname": "Keith",
            "middleinitial": "A",
            "lastname": "King",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333768,
            "scholarlyactivityid": 75317,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75317,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114282606",
    "attachments": [
        {
            "attachmentid": 58660,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "NonPartner Violence among International Students_APHA2024_KrutiChaliawala.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWhWcTBXY1RCaTQ5ei9SdXMzeUowL0owVGVaWXU2TTMvUHVCVCtJQzNDMENRa2lxZ2h0blBoZThTdXNnb2hWTGpGbXRwUmdleFB0RTYydURocm9iRTZ5SWVzSC9SRTFMa045TDB2QUVRL2M5S25veDZOT2ExQ01panh4N0F3VGVEVGpvOXRpQkZnbFNpQkxpUzJMUFZWQT09",
            "filesize": 10643931
        }
    ]
}