{
    "activityid": 75315,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p&gt;Academic Insights: Sexual Harassment, Stress and Suicidal Ideation among International College Student Demographics&lt;/p&gt;",
        "Conference/Meeting Name": "APHA 2024 Annual Meeting and Expo",
        "Conference Location": "Minneapolis, Minnesota",
        "Date or Date Range": "10/29/2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "American Public Health Association (APHA)",
        "Presenter(s)": null,
        "Web Address": "https://apha.confex.com/apha/2024/meetingapp.cgi/Paper/550078",
        "Description/Abstract": "            &lt;span&gt;Sexual harassment remains a pressing concern in higher education, particularly among international students who often face unique challenges. The current study delves into the prevalence and correlates of sexual harassment experienced by international students, shedding light on its multifaceted impacts on mental health and overall well-being. A comprehensive analysis of the 2022 American College Health Association’s National College Health Assessment dataset was conducted, encompassing a substantial sample of 13,242 international students. The findings reveal alarming statistics, with 6.1% of participants reporting experiencing sexual harassment in the past 12 months. Further analysis uncovered significant associations between sexual harassment and various demographic and contextual factors. Key results indicate that students reporting multiple sexual partners were more likely to experience sexual harassment, underscoring the intersectionality of sexual behavior and harassment experiences. Additionally, graduate students were disproportionately affected, with a higher likelihood of experiencing sexual harassment compared to their undergraduate counterparts. Moreover, gender disparities were evident, as male students were more than twice as likely to report sexual harassment compared to females. This highlights the need for tailored interventions addressing the unique vulnerabilities faced by male international students. Furthermore, the study identified a concerning association between sexual harassment, stress levels, and suicidal ideation, emphasizing the detrimental impact on students' mental health. Culturally sensitive and inclusive strategies are imperative to creating safe and supportive campus environments conducive to the health and well-being of all students, regardless of their background or status. International students play a vital role in enriching the academic and cultural landscape of higher education institutions, and their safety and well-being must be prioritized to foster a truly inclusive and thriving community.&lt;/span&gt;        ",
        "Origin": "Manual"
    },
    "facultyid": "114282606",
    "coauthors": {
        "333759": {
            "firstname": "Kruti",
            "middleinitial": "S",
            "lastname": "Chaliawala",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114282606",
            "authorid": 333759,
            "scholarlyactivityid": 75315,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "333760": {
            "firstname": "Rebecca",
            "middleinitial": "A",
            "lastname": "Vidourek",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333760,
            "scholarlyactivityid": 75315,
            "classifications": {
                "Role": "Author"
            }
        },
        "333761": {
            "firstname": "Keith",
            "middleinitial": "A",
            "lastname": "King",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 333761,
            "scholarlyactivityid": 75315,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75315,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114282606",
    "attachments": [
        {
            "attachmentid": 58658,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "Sexual Harassment &amp; International Students_APHA2024_KrutiChaliawala.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWhWcTBXY1RCaTQ5ei9SdXMzeUowL0EweWZ1NDBhWVJSSFFkNVJGKzZGZXoydDY3YVpzV3RKYVYvRUFFTGlyWXNkTTIyT0ZRbTNwNmR6aHY1MCtJSXNsSVZyQU5DZThBMGJyR1FoQTJvd0FicStSWmVWN2ozTXhoaDdlbWp5L0g3YVZuUktPWjl0QzFaZVhQWVB3YVZaUT09",
            "filesize": 1727934
        }
    ]
}