{
    "activityid": 75410,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p&gt;Navigating English Learning for Migrant and Immigrant Students in the USA&lt;/p&gt;",
        "Conference/Meeting Name": "Innovation in Language Learning",
        "Conference Location": "Florence, Italy",
        "Date or Date Range": "November, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "Pixel",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;em&gt; &lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;There is a controversial national debate taking place in the United States regarding immigration policy. Migrant and immigrant children are impacted by social and educational inequalities and are often entangled in the political climate that surrounds them [1]. Unfortunately, migrant and immigrant children who are entering schools are caught up in the multiplicity of challenges facing educators and families. Educators are often unprepared and feel overwhelmed with large classes, meeting the initial requirement to screen all entering students to determine their language level, and coaching other teachers. Meanwhile, families are attempting to navigate a new system and understand the expectations [2]. The opportunity to learn English and access educational resources is tantamount to bridging the gaps that these students are facing to navigate a new school system and environment. This presentation/manuscript examines strategies for English learning for migrant and immigrant students in the USA. It features research, pedagogy and curriculum that promotes optimal English learning for students grappling with access to quality education programs. Students are exploring their own identities and learning to speak English in diverse classrooms with numerous native languages and educators who may be unprepared to meet their needs and are following a standardized curriculum. To celebrate the genius of children who are becoming successful in language rich contexts that do not meet the “one size fits all” curriculum, strategies are suggested that can be assessed informally and include multiple media [3]. Successful classroom methodologies grounded in research tailored to meet the needs of migrant and immigrant students must include flexibility and attention to affective domains as well as concentration on the development of English competency. Simultaneously, the four key elements of speaking, listening, reading, and writing are essential skill areas to learning English and need instruction and practice for cognitive function. This study and investigation will follow up on the crucial questions that relate to embracing English learning, new technologies, and initiating academic success through proactive educational strategies including a paradigm shift to incorporate a translanguaging pedagogy for emergent bilingual students leading to relevant and purposeful accomplishments. By addressing a myriad of innovative, flexible strategies coupled with meeting the challenges experienced by migrant and immigrant students and their teachers, positive strides are made leading to significant accomplishments in achieving the building blocks of English language development and educational success. The information presented lends itself to a variety of student ages, levels, and settings, and can be applied across the curriculum.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "112054227",
    "coauthors": {
        "346940": {
            "firstname": "Diane",
            "middleinitial": "R",
            "lastname": "Boothe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112054227",
            "authorid": 346940,
            "scholarlyactivityid": 75410
        }
    },
    "status": [
        {
            "id": 75410,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112054227",
    "attachments": []
}