{
    "activityid": 75450,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;p&gt;Intergrating AI Into Nursing Curricula: A Framework for Preparing Nurses&lt;/p&gt;",
        "Conference / Meeting Name": "Western Institute of Nursing Conference",
        "Conference Location": "Spokane, WA",
        "Date or Date Range": "April",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Abstract:&lt;br&gt;Title: Integrating AI into Nursing Curricula: A Framework for Preparing&lt;br&gt;Nurses&lt;br&gt;Purposes/Aims:&lt;br&gt;To develop and implement a comprehensive framework for integrating AI&lt;br&gt;literacy and ethics into nursing education, preparing nursing students to&lt;br&gt;effectively and ethically engage with AI technologies in healthcare setting&lt;br&gt;Rationale/Background:&lt;br&gt;The rapid introduction of generative AI into healthcare and higher&lt;br&gt;education has created an urgent need for nurses to understand how AI&lt;br&gt;technologies work, the potential for incorporating AI into healthcare&lt;br&gt;workflows, and to critically evaluate how these technologies impact t&lt;br&gt;nursing profession. This project addresses the need to integrate AI literacy&lt;br&gt;into the nursing curriculum, ensuring that future nurses can safely and&lt;br&gt;effectively decide and advocate for how these technologies may or may n&lt;br&gt;be incorporated into nursing care.&lt;br&gt;Brief description of the undertaking/best practice:&lt;br&gt;Approach: We developed a framework consisting of three key components:&lt;br&gt;technical literacy, ethical and practical considerations, and practical&lt;br&gt;applications. This framework was designed to be flexible and adaptabl&lt;br&gt;allowing for integration into existing courses or development of standalone&lt;br&gt;AI modules.&lt;br&gt;Methods: The framework was implemented in an entry-level course&lt;br&gt;covering basics of technology, informatics, ethics, and privacy in healthcare.&lt;br&gt;A two-week AI module (approximately 6 hours of instruction) was&lt;br&gt;10/8/24, 10:52 AM Submission Proof&lt;br&gt;&lt;br&gt;https://win.confex.com/win/2025/general/papers/index.cgi?username=19799&amp;password=285644 1/4&lt;br&gt;&lt;br&gt;developed, emphasizing core questions: What is AI? How does it work? How&lt;br&gt;do I use it? Why is it important in healthcare? What are the ethical and&lt;br&gt;policy considerations?&lt;br&gt;The module included:&lt;br&gt;1. Introduction to AI concepts and Large Language Models (LLMs)&lt;br&gt;2. Hands-on activities with AI tools (ChatGPT, Gemini, DALL-E)&lt;br&gt;3. Practical exercises using AI for patient education, case study analysis,&lt;br&gt;and student focused use-cases&lt;br&gt;4. Exploration of healthcare ethics principles and the nursing delegation&lt;br&gt;model in the context of AI&lt;br&gt;5. Discussion of how AI is currently embedded in healthcare, and future&lt;br&gt;directions of use.&lt;br&gt;Assessment: Student engagement and learning were assessed through&lt;br&gt;participation in hands-on activities, completion of reflection exercises,&lt;br&gt;final project demonstrating application of AI concepts to a healthca&lt;br&gt;scenario, and formal mid-semester assessments of teaching strategy.&lt;br&gt;Assessment of findings/outcomes achieve&lt;br&gt;Initial observations, student feedback, and formal mid-semester&lt;br&gt;assessments have been promising. Students showed high levels of&lt;br&gt;engagement, particularly with hands-on AI Lab sessions. These practical&lt;br&gt;experiences proved effective in explaining AI technologies and encouragi&lt;br&gt;exploration. Students demonstrated improved understanding of AI's&lt;br&gt;potential applications in healthcare settings and increased awareness of the&lt;br&gt;need to balance technological advancements with ethical considerations&lt;br&gt;and patient-centered care.&lt;br&gt;Conclusions and next steps:&lt;br&gt;This project demonstrates a potential model for integrating AI education&lt;br&gt;into nursing curricula. Next steps include:&lt;br&gt;1. Refining the framework based on student and faculty feedba&lt;br&gt;2. Scaffolding AI incorporation into other courses in the nursi&lt;br&gt;program&lt;br&gt;3. Developing faculty training programs to enhance AI literacy among&lt;br&gt;educators&lt;br&gt;4. Collaborating with healthcare institutions to ensure alignment with&lt;br&gt;industry needs&lt;br&gt;5. Conducting longitudinal studies to assess the long-term impact of AI&lt;br&gt;education on nursing practice and patient outcomes&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "112188730",
    "coauthors": {
        "354981": {
            "firstname": "Jason",
            "middleinitial": "K",
            "lastname": "Blomquist",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112188730",
            "authorid": 354981,
            "scholarlyactivityid": 75450,
            "classifications": {
                "Role": "Author"
            }
        },
        "354982": {
            "firstname": "Jenny",
            "middleinitial": "G",
            "lastname": "Alderden",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113033739",
            "authorid": 354982,
            "scholarlyactivityid": 75450,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75450,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112188730",
    "attachments": []
}