{
    "activityid": 75531,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span&gt;&lt;span style=&quot;font-size:11pt;&quot;&gt;NAKHE Leadership Mentor Program: An opportunity for inter-institutional exchange in Kinesiology&lt;/span&gt;&lt;/span&gt;",
        "Journal": "International Journal of Kinesiology in Higher Education",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": " https://doi.org/10.1080/24711616.2024.2422652",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://doi.org/10.1080/24711616.2024.2422652",
        "Description/Abstract": "&lt;span&gt;College leadership in the 21&lt;/span&gt;&lt;sup&gt;st&lt;/sup&gt;&lt;span&gt; century is incredibly difficult, and leadership in Kinesiology can be rather complex in some departments. Mentoring is an important part of success in any leadership role, and individuals who receive mentoring typically outperform those who do not receive it. The National Association of Kinesiology in Higher Education (NAKHE) has an innovative and impactful initiative in place that focuses on mentoring for success in academic leadership: the Leadership Mentor Program. The Leadership Mentor Program is designed to build inter-institutional mentoring and networking between university Kinesiology departments and to increase aspiring administrator’s understanding of the job requirements of a Kinesiology administrator. Given the challenging environment in higher education today and the need to continue to examine exemplary models of leadership mentoring, the purpose of this paper is to: (a) outline contemporary challenges in academic leadership in general and Kinesiology specifically; (b) discuss some of the types and benefits of mentoring, with a focus on inter-institutional mentoring, (c) describe our experiences with the NAKHE Leadership Mentor Program from the perspective of the mentor and mentee; and (d) recommend possible future experiences for this program so as to guide individuals who are interested in pursuing this opportunity&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "112031674",
    "coauthors": {
        "335022": {
            "firstname": "Tan Leng",
            "middleinitial": "",
            "lastname": "Goh",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 335022,
            "scholarlyactivityid": 75531,
            "classifications": {
                "Role": "Author"
            }
        },
        "335023": {
            "firstname": "Lynda",
            "middleinitial": "B",
            "lastname": "Ransdell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 335023,
            "scholarlyactivityid": 75531,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75531,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112031674",
    "attachments": []
}