{
    "activityid": 75553,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Fabric Flammabiity Changes Due to Hair Spray Exposure",
        "Journal": "Journal of Fiber Bioengineering and Informatics",
        "Volume": "17",
        "Month / Season": "June",
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "245-253",
        "Publisher": "Journal of Fiber Bioengineering and Informaics",
        "DOI": "",
        "PubMed Central ID Number": "1940-8676",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;strong&gt;Abstract&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Hairspray is widely used in beauty salons and barbershops around the world to create customized hairstyles. However, the chemicals in hairspray are highly flammable, posing significant risks of burn injuries to both staff and customers, especially when clothing is exposed to heated tools such as hairdryers or curling irons. Hairsprays typically contain mixtures of polymer-based adhesives, liquid solvents, and propellant gases. During application, a notable amount of overspray can settle on clothing, depositing a thin adhesive layer on the fabric. The aim of this research project was to assess how exposure to hairspray alters the flammability of different fabric types, including Silk, Cotton, Wool, Nylon, and Polyester. Fifteen fabric samples were treated with hairspray, while another fifteen samples served as untreated controls. All treated samples were exposed to the same amount of hairspray and left to dry for 24 hours, while the control samples remained untouched. Flame temperatures and total burn times were measured during testing. The findings revealed that the maximum flame temperatures for Polyester increased by 140%, with burn times rising by 74%. For Nylon, flame temperatures rose by 178%, and burn times increased by 75%. In contrast, the flame temperatures and burn times for Silk, Cotton, and Wool remained unchanged. The results of further analysis using differential scanning calorimetry and Raman Microspectroscopy suggested that the flammability differences between natural and synthetic fibers are linked to variations in fiber polarity and hydrophobicity.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Key words:&lt;/strong&gt;   Hairspray, Flammability, Natural and Synthetic Fabrics, Burn Injury Risk, Public Health.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111699531",
    "coauthors": {
        "335199": {
            "firstname": "Uwe",
            "middleinitial": "",
            "lastname": "Reischl",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111699531",
            "authorid": 335199,
            "scholarlyactivityid": 75553
        }
    },
    "status": [
        {
            "id": 75553,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111699531",
    "attachments": [
        {
            "attachmentid": 58874,
            "mimetype": "application/pdf",
            "filename": "Production Version of Manuscript, 12-08-2024.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXo2REJlMGYvK25xOS90UHhTUm1sdkdmQjVSUUNtUWVSMGpORCt6V0JjYUJiNFNCTEFJUlh4elN3SnExaXRoK2pNWUh5eEZOR0pzcTR1LzE5RlMxbXVvU0U4NGJ0Mjh3NG9JYTJYcFRDSy9JPQ%3D%3D",
            "filesize": 341198
        }
    ]
}