{
    "activityid": 75679,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p style=&quot;text-align:center;&quot;&gt;&lt;b&gt;&lt;span&gt;Reimagining Cross-Disciplinary Active Learning&lt;/span&gt;&lt;/b&gt;&lt;/p&gt;\n&lt;p style=&quot;text-align:center;&quot;&gt;&lt;b&gt;&lt;span&gt; Methodologies to Engage EFL Students&lt;/span&gt;&lt;/b&gt;&lt;/p&gt;",
        "Conference/Meeting Name": "Education and New Developments",
        "Conference Location": "Budapest, Hungary",
        "Date or Date Range": "June, 2025",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Sponsoring Organization": "WIARS",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;The continued demand and unique learning environment for English as a Foreign Language (EFL) learners is ever changing as educators focus on best practices to promote optimal learning for 21st century students and meet the needs of our complex interdisciplinary globalized world. Central to the demand for revitalizing the classroom experience is to prepare students to enter the evolving workforce. Cutting-edge EFL skills are often tantamount to achieving success in this endeavor and keeping up with the rapid pace of learning. Not only are EFL students expected to demonstrate observable and measurable English skills, but there is a growing interest and stipulation to demonstrate strengths critical to cross-disciplinary fields as well as collaborative active learning methods. This address investigates student-centered instructional methods that focus on the multidimensional perspectives of active learning environments. Experiences from a variety of disciplines will be highlighted including Science, Technology, Engineering and Mathematics (STEM), emphasizing direct EFL preparation to ensure success and promote purposeful collaboration and engaged English learning. Dynamic teaching strategies and methodologies focusing on active, hands-on learning will be discussed. Challenging student-centered activities will be suggested that can be adjusted for a variety of abilities across age groups featuring key transferable English language competencies. Exploration of best practices that build a culture of innovation and prepare students for EFL content areas will be addressed.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "112054227",
    "coauthors": {
        "335927": {
            "firstname": "Diane",
            "middleinitial": "R",
            "lastname": "Boothe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112054227",
            "authorid": 335927,
            "scholarlyactivityid": 75679
        }
    },
    "status": [
        {
            "id": 75679,
            "status": "In Progress",
            "term": "Summer",
            "year": 2025,
            "termid": "2025/01",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "112054227",
    "attachments": []
}