{
    "activityid": 75697,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "\n&lt;p&gt;One Size (Does Not) Fit(s) All: Americans' Views on Immigrants &quot;Fitting In&quot; US Society&lt;/p&gt;",
        "Conference/Meeting Name": "2025 Annual Meeting of the Pacific Sociological Association",
        "Conference Location": "San Francisco, CA",
        "Date or Date Range": "3/27-30 2025",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Sponsoring Organization": "Pacific Sociological Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;A debate among immigration theorists’ centers around the roles/influence of immigrants and/or aspects of the host society in shaping immigrants’ assimilation. Conceptualizing the “locus of control” in shaping immigrants’ assimilation is both complex and nuanced. Immigrants must negotiate dimensions of &lt;em&gt;cultural membership &lt;/em&gt;and &lt;em&gt;symbolic belonging. &lt;/em&gt;This research centers on addressing the (perceived) “locus of control” by asking - with whom does the locus of control lie in immigrants “fitting in” in US society? I draw on 94 in-depth interviews of native-born Americans to understand how members of the host society view the “locus of control” in immigrants’ assimilation into US society. I find consensus regarding some degree of cultural adaptation as required of immigrants, especially skills and use of English. However, race and racism are overwhelmingly perceived as obstacles to immigrants’ assimilation, disadvantaging immigrants of color. Interestingly, respondents’ subjective histories and immigration experience influence ideas around the “locus of control” in immigrants’ assimilation into US society. Two important implications emerge. First, the assimilation process is not perceived to be race-neutral among many native-born Americans. Second, it &lt;em&gt;cultural membership &lt;/em&gt;and &lt;em&gt;symbolic belonging &lt;/em&gt;in the US are not merely the products of an &lt;em&gt;imagined community, &lt;/em&gt;but the outcome of &lt;em&gt;experiential phenomena.&lt;/em&gt; &lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114227776",
    "coauthors": {
        "336054": {
            "firstname": "Raul",
            "middleinitial": "S",
            "lastname": "Casarez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114227776",
            "authorid": 336054,
            "scholarlyactivityid": 75697,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 75697,
            "status": "Accepted",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114227776",
    "attachments": []
}