{
    "activityid": 75696,
    "fields": {
        "Type": "Book",
        "Title": "&lt;p style=&quot;text-align:center;&quot;&gt;&lt;span style=&quot;font-size:12pt;color:#000000;background-color:transparent;font-style:normal;text-decoration:none;&quot;&gt;Changing Landscapes and Changing Minds(?): &lt;/span&gt;&lt;/p&gt;\n&lt;p style=&quot;text-align:center;&quot;&gt;&lt;span style=&quot;font-size:12pt;color:#000000;background-color:transparent;font-style:normal;text-decoration:none;&quot;&gt;Latinx and Immigrant Belonging in Caldwell, Idaho&lt;/span&gt;&lt;/p&gt;",
        "Actual/Projected Year of Publication/Presentation": 2026,
        "Edition": "",
        "Volume": "",
        "Publisher": "",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "Title of Larger Work": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;This is a book-level research project examining the dual roles of both Latinx (immigrant) and the majority White populations in processes of integration and belonging in Caldwell, Idaho. Caldwell is unique in its demographic profile relative to the rest of Idaho. US Census data shows Caldwell’s population includes 37.5 percent self-identified Hispanic/Latinos and a foreign-born population of 11.2 percent. Both populations are well above the size of these populations in the state (13.5% and 5.8%, respectively). This provides an interesting site to examine processes of societal integration and belonging as negotiated in real-time among historically (and continued) marginalized populations (Latinx and immigrant) and those in the historically advantaged majority group, White Americans. &lt;br&gt;&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;I draw on recent work that places a premium on context and racial composition of social settings to understand processes of integration and belonging. Jiménez (2014) referenced this in his idea of &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;relational assimilation&lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;, the “back-and-forth adjustments in daily life by both newcomers and established individuals as they come into contact with one another” (11). Jones (2019) wrote to changes in racial relationships among populations of color (Latinx and Black) in North Carolina brought on by the recent influx of Latinx (immigrants) into a non-traditional immigrant destination. While my work will share this latter aspect with Jones’ work, as Idaho is among the states with the smallest immigrant population, it differs in that the salient intergroup dynamic is Latinx-White. Recent work by Jiménez et al. (2021) spoke to aspects of belonging in Arizona and New Mexico, as perceived by Latinx and White Americans. However, Caldwell differs from these two settings in that both the Latinx and immigrant populations differ very much from the rest of the state. This places emphasis on the unique context of Caldwell to study process of integration and belonging from the perspectives of both the (racial) minority and majority groups as they negotiate macro level narratives and events about immigration and race in their local setting.&lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114227776",
    "coauthors": {
        "336038": {
            "firstname": "Raul",
            "middleinitial": "S",
            "lastname": "Casarez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114227776",
            "authorid": 336038,
            "scholarlyactivityid": 75696,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75696,
            "status": "In Progress",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114227776",
    "attachments": []
}