{
    "activityid": 75694,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Filling in the Pattern: Including Multiracial Perspectives in Unpacking Racial Patterns about Immigrants and Immigration Policy",
        "Conference/Meeting Name": "2024 Annual Meeting of the Pacific Sociological Associaiton",
        "Conference Location": "San Diego, CA",
        "Date or Date Range": "3/21-24 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "Pacific Sociological Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;A robust body of research in the US has attempted to unpack racial patterns that emerge when measuring immigration attitudes. Yet relatively little is known about immigration attitudes among an emerging population in the US – Multiracial individuals. Scholars note that the boom in the US multiracial population can be attributed to changes borne of the racial/ethnic diversity among contemporary immigrant populations, giving many Multiracial individuals a rather proximate relationship with immigrants and immigration. To add to our knowledge in unpacking racial patterns in immigration attitudes in the US, we ask – how do the immigration attitudes of Multiracial persons in the US compare to those of other racial groups? We use data from an original study called the Race – Ascription, Assertion, and Contextual Experiences Study (n= 1,853) that includes viable samples across the five largest racial/panethnic groups in the US – White, Latinx, Black, Asian, and Multiracial. We find a fairly consistent pattern in which Multiracial individuals’ attitudes about immigrants and immigration policies are significantly more friendly than those of White Americans. Surprisingly, we also observe instances in which non-Whites’ attitudes display more animus toward immigrants and immigration policies. Thus, the racial patterns seen in attitudes about immigrants and immigration become more complex when considering the perspectives of Multiracial persons in the US. Our knowledge about the formation of immigration attitudes and race is incomplete until we further understand the perspectives of those who challenge and reshape US conceptions of race and how it patterns perspectives on the social world.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114227776",
    "coauthors": {
        "336036": {
            "firstname": "Raul",
            "middleinitial": "S",
            "lastname": "Casarez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114227776",
            "authorid": 336036,
            "scholarlyactivityid": 75694,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 75694,
            "status": "Submitted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114227776",
    "attachments": []
}