{
    "activityid": 75704,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Risk Factors Associated with Pressure Injury Development Among Nursing Home Residents",
        "Conference / Meeting Name": "Gerontological Advance Practice Nurses Association ",
        "Conference Location": "San Antonio, TX ",
        "Date or Date Range": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "GAPNA ",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Purpose/Hypothesis/Aims (29)&lt;br&gt;The aim of this scoping review was to identify and summarize the available evidence&lt;br&gt;regarding risk factors associated with pressure injury (PrI) development in adult nursing&lt;br&gt;home (NH) residents.&lt;br&gt;Supporting Literature/Rationale (69)&lt;br&gt;Pressure injuries remain a devastating problem and NH residents have consistently&lt;br&gt;high rates of PrIs. Little is known about what risk factors contribute to PrI development&lt;br&gt;in this population and there is limited consensus about which factors influence an&lt;br&gt;individual’s risk. The current lack of knowledge about risk factors specific to NH&lt;br&gt;residents and PrI development impedes accurate PrI prediction.&lt;br&gt;Conceptual/Theoretical Framework (22)&lt;br&gt;This review was guided by the five-step framework created by Arksey and O’Malley and&lt;br&gt;updated by the JBI for Scoping Reviews guidelines.&lt;br&gt;Methodology/Interventions&lt;br&gt;Searches of six online databases were performed to identify papers published from&lt;br&gt;inception to 2024 with no language or geographical restrictions. This review was&lt;br&gt;reported in accordance with the PRISMA-ScR statement.&lt;br&gt;Analysis&lt;br&gt;Data analysis aimed to describe the characteristics of the included studies, and identify&lt;br&gt;the factors associated with PrI development among NH residents. Descriptive content&lt;br&gt;analysis was used to categorize and group data as well as discover knowledge gaps.&lt;br&gt;Results/Outcomes&lt;br&gt;This review included 12 studies across five countries that identified resident or facility-&lt;br&gt;level risk factors associated with PrI development (as identified by multivariate analysis)&lt;br&gt;&lt;br&gt;among NH residents. The risk factors identified within this review varied and often had&lt;br&gt;inconsistent finings across studies. The majority of risk factors were resident-level&lt;br&gt;factors (eg., demographics, clinically assessed risk, skin status, health status) with&lt;br&gt;minimal evidence regarding facility-level variables.&lt;br&gt;Despite an extensive search of the literature for this review, our findings suggest that&lt;br&gt;there are few studies directly focused on risk factor identification for PrI development&lt;br&gt;among NH residents, highlighting the paucity of information and indicating a significant&lt;br&gt;knowledge gap.&lt;br&gt;Applicability to advanced practice nursing practice and the care of older adults&lt;br&gt;Pressure injury prevention begins with an individualized risk assessment including&lt;br&gt;identification of individualized risk factors that can be targeted and preventive strategies&lt;br&gt;used to reduce PrI development. As nursing staff continue to bear the responsibility for&lt;br&gt;PrI prevention, it is essential that healthcare providers are equipped with the knowledge&lt;br&gt;of risk factors to guide clinical practice. By understanding these risk factors, nurses can&lt;br&gt;tailor assessments, interventions, and educational efforts to prevent PrI effectively.&lt;br&gt;Further research is needed to improve understanding of individualized risk factors to&lt;br&gt;facilitate the development of evidence-based approaches to PrI risk assessment that&lt;br&gt;can inform personalized preventative care plans, and provide a broader exploration and&lt;br&gt;direction for future care delivery and research.",
        "Origin": "Manual"
    },
    "facultyid": "113033739",
    "coauthors": {
        "336102": {
            "firstname": "Katie",
            "middleinitial": "",
            "lastname": "Brooks",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 336102,
            "scholarlyactivityid": 75704,
            "classifications": {
                "Role": "Author"
            }
        },
        "336103": {
            "firstname": "Jenny",
            "middleinitial": "G",
            "lastname": "Alderden",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113033739",
            "authorid": 336103,
            "scholarlyactivityid": 75704,
            "classifications": {
                "Role": "Author"
            }
        },
        "336104": {
            "firstname": "Susan",
            "middleinitial": "",
            "lastname": "Kennerly",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 336104,
            "scholarlyactivityid": 75704
        },
        "336105": {
            "firstname": "Tracey",
            "middleinitial": "",
            "lastname": "Yap",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 336105,
            "scholarlyactivityid": 75704
        }
    },
    "status": [
        {
            "id": 75704,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113033739",
    "attachments": []
}