{
    "activityid": 75714,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Networked Learning, Teaching, and Normativity: A Phenomenological Deconstruction",
        "Book Title": "Phenomenology in Action for Researching Networked Learning",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "191-209",
        "Edition": "",
        "Volume": "",
        "Publisher": "Springer",
        "Publisher Location": "Chem",
        "ISBN": "",
        "Author/Editor of Larger Work": "Michael Johnson; Felicity Healey-Benson; Catherine Adams; Nina Bonderup Dohn",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "https://link.springer.com/book/10.1007/978-3-031-62780-4",
        "Description/Abstract": "To speak of “networked learning” (e.g., NLEC, 2021a) is to subsume a&lt;br&gt;wide range of educational questions under two overdetermined rubrics. “Learning” and “networked” are words that already carry a heavy semantic burden in both educational and technological discourses. First, the word “learning”—as used in networked learning and in educational discourse generally—tends to conflate the roles and responsibilities of student and teacher. Second, and again as in educational discourse broadly, the definitions provided for networked learning fail to clearly distinguish between “is” and “ought,” between description and prescription. The task of carefully defining networked learning is justified as providing “a concise description of a field of research and practice” but relies on normative criteria that have no unambiguous descriptive corollaries. Third and finally, to speak of experi-ences as “networked” is to direct attention to structured, interconnected, or entangled manifestations of learning. This is incompatible with the ontological presuppositions of phenomenology and with phenomenological accounts of learning as “non-disponible:” inaccessible, non-available, and non-controllable.",
        "Web Address": "https://link.springer.com/book/10.1007/978-3-031-62780-4",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "336148": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 336148,
            "scholarlyactivityid": 75714,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75714,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}