{
    "activityid": 75715,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Pedagogical tact and attention: a phenomenological exploration",
        "Journal": "Ethics and Education",
        "Volume": "19",
        "Month / Season": "",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "375-390",
        "Publisher": "",
        "DOI": "https://doi.org/10.1080/17449642.2024.2396183",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://www.tandfonline.com/doi/full/10.1080/17449642.2024.2396183",
        "Description/Abstract": "&lt;span&gt;While attention has long been a concern in western philosophy and eastern spirituality, technologies (e.g., social media, gaming) and pathologies (e.g., attention deficit disorders) have recently foregrounded the issue specifically in education. Issues of student absorption and diversion have been widely discussed; but comparatively less has been said about on teachers and their attending, particularly the kind of attention that the individuality of each of their students claims. This paper begins by reconstructing the kind of awareness and attention that are implied in Kant’s account of logical tact and Herbart’s lecture on specifically pedagogical tact. Potentially tactful forms of awareness are then explored and delineated in phenomenological, Gestaltist terms – as well as through reference to Freud’s notion of ‘free-floating attention.’ The paper concludes by outlining characteristics of awareness that appear requisite to the demands of tactful decision and action, an attention at once receptive to the world outside yet also modulated by the one attending.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "338828": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 338828,
            "scholarlyactivityid": 75715,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 75715,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}