{
    "activityid": 75713,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Heydorn in the Anthropocene: Humanity &amp; Nature, &lt;em&gt;Bildung&lt;/em&gt; &amp; Survival",
        "Book Title": "&quot;Survival Through Education:&quot; On the Topicality of Heinz-Joachim Heydorn's Philosophy of Education",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "63-80",
        "Edition": "",
        "Volume": "",
        "Publisher": "Barbara Budrich / Columbia University Press",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "Helge Kmenik",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "https://cup.columbia.edu/book/survival-through-bildung/9783847424802",
        "Description/Abstract": "As Joachim Heydorn notes, his 1974 Überleben durch Bildung was writ-ten during a time of great “peril” (Gefärdung), in the middle of the Cold War, with the survival of humanity in the balance. The path leading away from this grave peril, Heydorn argues, is Bildung. It offers not only an escape from imminent danger, but also from dehumanization: “humanity cannot bear a dehumanized survival,” Heydorn writes in concluding his text: “Society must be formed [gebildet] in such a way that it knows its human purpose and the danger in which it finds itself. The path between [purpose] and peril must be found.” (1974: 273). Today, the conditions of the Anthropocene mean that the survival of the human race is again radically open to question. The threat in this case, however, is neither dehumanization nor nuclear destruction (although these remain im-portant); it is instead environmental degradation and catastrophic climate change. And Bildung—especially in this broad sense of coming to know about oneself and one’s condition—is clearly relevant to it. But this is certainly not a Bildung that, as Heydorn remarks, represents “the pro-gressive liberation of humanity to itself” (p. 273) and that is centered only on human purpose.",
        "Web Address": "https://cup.columbia.edu/book/survival-through-bildung/9783847424802",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "336147": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Friesen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 336147,
            "scholarlyactivityid": 75713
        }
    },
    "status": [
        {
            "id": 75713,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}