{
    "activityid": 75721,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Theorizing Education Educationally: The Role of Speculation",
        "Conference/Meeting Name": "TheoRE 4th Workshop (Theoretical Research in Education)",
        "Conference Location": "Siegburg, Gmail",
        "Date or Date Range": "Oct. 1, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "German Foundation for Research",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "As an area of practice, study, and research, education is often conceptualized as a loose collection of phenomena and concerns to be investigated and theorized by methods and disciplines external to it. Could education be defined constitutively as a domain and theorized in a way that is itself educational? This paper, which is part of the special issue on “Theoretical Research in Education,” considers a common, general way of accomplishing this. It follows the example of Hannah Arendt, who, in her 1958 ‘The Crisis in Education,’ takes “the relation between grown-ups and children in general” as her starting initial premise. She develops this claim variously, but at one point compares a child’s “process of becoming” to that of a kitten—with the first being a question of historicity and natality, and the second, of biology. John Dewey’s ‘Democracy and Education,’ and two texts central to German-language canon—Siegfried Bernfeld’s 1925 ‘Sisyphus, or the Limits of Education,’ and F.D.E. Schleiermacher’s 1826 ‘Outlines of the Art of Education’—also offer analogous intergenerational definitions and also develop them in a broadly speculative manner. Framing these as ways of engaging in theoretical research. These ways of theorizing, this paper concludes that investigations of this kind, allow for a constitutive understanding of education, one established from an educational perspective, and one suited specifically to the way that education, as Schleiermacher himself noted, is “not self-contained, and always presupposes something that it can’t decide on its own.”",
        "Origin": "Manual"
    },
    "facultyid": "114002257",
    "coauthors": {
        "336204": {
            "firstname": "Norm",
            "middleinitial": "",
            "lastname": "Freisen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114002257",
            "authorid": 336204,
            "scholarlyactivityid": 75721
        }
    },
    "status": [
        {
            "id": 75721,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114002257",
    "attachments": []
}