{
    "activityid": 75740,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;span style=&quot;font-size:10pt;&quot;&gt;Potential of Utilizing Food Processing Waste for Ground Improvement&lt;/span&gt;",
        "Name of Conference": "EGRWSE 2024",
        "Month / Season": "July",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "One of the applications of hydrous and quick lime is removing impurities from several food products, such as agricultural goods. This process generates a large amount of waste that consists of calcium carbonate precipitates, organic matter, and traces of soil, fertilizers, and other elements (e.g., heavy metals). Even though the waste comes from the food industry, it is not biodegradable because of its chemical composition. It is also too bulky to be disposed of in landfills. Therefore, the waste is currently stocked on lands near the food processing plants generating the waste, which is not a viable or eco-friendly solution. Finding a way to use this waste material, sustainably and economically, could reduce the cost of construction projects and the land investment of food processing facilities. This waste from food processing has a similar content to unspent Lime products that are sold commercially and can be used for construction purposes. As lime stabilization is a proven method to enhance the strength and shrinkage properties of clay soils, this waste can potentially be used for similar purposes. This paper examines the use of this waste for ground improvement, where the gravimetric organic content is &lt;5%. Several engineering properties (e.g., unconfined compressive strength, swell potential, permeability) were measured using a series of laboratory tests to find the optimal series of tests and the suitable mixtures of problematic soils and food processing waste. Once the procedures are standardized, using these materials in ground-improvement applications could create an additional source of income for some food processing facilities.",
        "Origin": "Manual"
    },
    "facultyid": "112176072",
    "coauthors": {
        "336357": {
            "firstname": "Arvin",
            "middleinitial": "",
            "lastname": "Farid",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112176072",
            "authorid": 336357,
            "scholarlyactivityid": 75740,
            "classifications": {
                "Role": "Author"
            }
        },
        "336358": {
            "firstname": "Nicole",
            "middleinitial": "",
            "lastname": "Kelly-Shaw",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 336358,
            "scholarlyactivityid": 75740,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        }
    },
    "status": [
        {
            "id": 75740,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112176072",
    "attachments": []
}