{
    "activityid": 75834,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Impact of a GABA-producing probiotic on the bacterial and fungal microbiota during CNS inflammatory demyelination",
        "Conference/Meeting Name": "2024 ASM Conference on Rapid Applied Microbial Next-GenerationSequencing and Bioinformatic Pipelines (ASM NGS)",
        "Conference Location": "Washington DC",
        "Date or Date Range": "10/15/2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "American Society for Microbiology",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;The gut microbial populations are exposed to significant changes during inflammatory demyelinating diseases and experimental models of diseases. In experimental autoimmune encephalomyelitis (EAE), the most used animal model to study multiple sclerosis (MS) changes in the abundance of bacterial taxa has been documented by us and others.  Some of those changes affect bacteria capable of producing gamma-aminobutyric acid (GABA). Because of the importance of GABA as an inhibitory neurotransmitter and as an immunomodulator factor that regulates immune cell function and decreases inflammation, we genetically engineered a &lt;em&gt;Lactococcus lactis&lt;/em&gt; strain to overproduces GABA. C57BL/6 mice EAE mice were treated with 5x10^9 colony-forming units (CFU) of GABA-producing &lt;em&gt;L. lactis&lt;/em&gt;, unmodified &lt;em&gt;L. lactis&lt;/em&gt;, or with sham, in combination or not of glutamic acid, the substrate for glutamic acid decarboxylase, the enzyme responsible for GABA production in &lt;em&gt;L. lactis&lt;/em&gt; (all 6-7 mice/group). The treatments were performed daily by oral gavages. EAE was induced on day 0 (0 days post-induction: dpi), while treatments started seven days before and lasted for the duration of the experiment. Stool samples were collected at the beginning of the treatment (-7 dpi), EAE induction (0 dpi), 14 dpi, and 28 dpi. 16S rRNA (bacteria/archaea) and IST (fungi) amplicon sequencing were performed using all samples collected. In addition, PICRUSt2 analysis was done to predict functional abundances. Our results indicate that the oral treatment with GABA-producing L. lactic resulted in significant alterations in the microbiota and mycobiota composition during EAE, with significant changes in the differential abundances of specific taxa.  Our study first assesses the potential impact of a genetically-engineered probiotic on both gut microbiota and mycobiota.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114228789",
    "coauthors": {
        "336897": {
            "firstname": "Javier",
            "middleinitial": "",
            "lastname": "Ochoa-Reparaz",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114228789",
            "authorid": 336897,
            "scholarlyactivityid": 75834
        }
    },
    "status": [
        {
            "id": 75834,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114228789",
    "attachments": [
        {
            "attachmentid": 59231,
            "mimetype": "application/pdf",
            "filename": "ASM NGS 2024_ Your Submission Has Been Selected as an Oral Abstract Presentation.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWhWcTBXY1RCaTQ5YkprN29wdjlkOWZMdllhK0Yya2dXRDZyMjlIdzhxeWRTbGg2YllISCtkNHR4ZEhnNkJxN2grL0lwSHZpNDNVTi9VQTRXd2E0UFMrRklJbnc5UnArVmJ1OVN1NnRzQjA0bVA0Sno1dHJGYXNHUDJyVFBmeHhNbUt5d0NITzlsaUFxSWIrQXdyOVR0QT09",
            "filesize": 170158
        }
    ]
}