{
    "activityid": 75996,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Rural Stewardship Economies: Co-Laboring to an Adaptive Future",
        "Conference/Meeting Name": "Environmental Protection Agency: Climate Series",
        "Conference Location": "Seattle, WA",
        "Date or Date Range": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "EPA",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "If we only have a hammer, everything looks like a nail. Similarly, if we measure rural communities’ success in terms of the health of traditional economic sectors (e.g., natural resource-based economies), then we limit our adaptive possibilities to those within that indicator. Since adapting to change is critical for community resilience, there is promise in developing indicators that, themselves, are adaptive to change. Here, the stewardship economy refers to the relational bonds that are fostered through the activities of conservation and stewardship. The stewardship economy is increasingly providing fiscal and ecological health for rural communities while also strengthening the social fabric that helps a community withstand acute and persistent challenges. This talk outlines the stewardship economy, including suggestions to foster it as well as the systemic implications of it. Ultimately, the stewardship economy relies on a reconfiguration of what we mean by “collaboration”, focusing on the act of embodied labor in the stewardship economy rather than the altruistic, yet often ineffective, distributed partnership model that characterizes much of contemporary collaboration. Co-laboring is critical to the stewardship economy and, concomitantly, to the adaptive capacity and continued resilience of rural communities.",
        "Origin": "Manual"
    },
    "facultyid": "111636450",
    "coauthors": {
        "337666": {
            "firstname": "Jared",
            "middleinitial": "L",
            "lastname": "Talley",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111636450",
            "authorid": 337666,
            "scholarlyactivityid": 75996,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 75996,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111636450",
    "attachments": []
}