{
    "activityid": 76023,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mechanical environment influences muscle activity during infant rolling",
        "Journal": "Human movement science",
        "Volume": "95",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "103208",
        "Publisher": null,
        "DOI": "10.1016/j.humov.2024.103208",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "An infant's musculoskeletal and motor development is largely affected by their environment. Understanding how different mechanical environments affect an infant's movements and muscle use is necessary to inform the juvenile products industry and reduce incidents involving inclined nursery products each year. The purpose of this study was to determine how the coordinated movements and corresponding muscle activation patterns are affected by different mechanical environments, specifically the back incline angle. Thirty-eight healthy infants (age: 6.5 ± 0.7 months; 23 M/15 F) were enrolled in this IRB-approved in-vivo biomechanics study. Surface electromyography sensors recorded muscle activity of the erector spinae, abdominal muscles, quadriceps, and hamstrings while infants rolled in five different mechanical environments: a flat surface and four device configurations representing a range of inclines infants are commonly exposed to. Coordinated movements were determined using video. In all configurations featuring an inclined seatback angle, infants experienced significantly higher erector spinae muscle activation and significantly lower abdominal muscle activation compared to the flat surface. Infants also exhibited a different coordinated movement featuring spinal extension and a pelvic thrust in the inclined device configurations that was not previously observed on the flat surface alone. Understanding how infants coordinate their movements and use their muscles during rolling in different inclined environments provides more insight into motor development and may inform the juvenile products industry. Many factors impact an infant's movements, therefore future work should explore how other environmental interactions influence an infant's movements and muscle activation, particularly for rolling.",
        "Origin": "PubMed"
    },
    "facultyid": "114174958",
    "coauthors": {
        "337786": {
            "firstname": "Danielle ",
            "middleinitial": "N",
            "lastname": "Siegel",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337786,
            "scholarlyactivityid": 76023
        },
        "337787": {
            "firstname": "Safeer ",
            "middleinitial": "F",
            "lastname": "Siddicky",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337787,
            "scholarlyactivityid": 76023
        },
        "337788": {
            "firstname": "Wyatt ",
            "middleinitial": "D",
            "lastname": "Davis",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337788,
            "scholarlyactivityid": 76023
        },
        "337789": {
            "firstname": "Erin ",
            "middleinitial": "M",
            "lastname": "Mannen",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337789,
            "scholarlyactivityid": 76023
        }
    },
    "status": [
        {
            "id": 76023,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114174958",
    "attachments": []
}