{
    "activityid": 76024,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Muscle activation and coordinated movements of infant rolling",
        "Journal": "Journal of biomechanics",
        "Volume": "162",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "111890",
        "Publisher": null,
        "DOI": "10.1016/j.jbiomech.2023.111890",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Rolling is a critical step of infant development, encouraging muscle coordination and enabling independent exploration. Understanding muscle activity during infant rolling movements on a flat surface is necessary to more fully characterize how the rolling milestone is achieved. The purpose of this study was to determine infants' muscle activation throughout roll initiation for six previously established coordinated movements. Thirty-eight healthy infants (age: 6.5 ± 0.7 months; 23M/15F) were enrolled in this IRB-approved in-vivo biomechanics study. Surface electromyography sensors recorded muscle utilization from the erector spinae, abdominal muscles, quadriceps, and hamstrings while infants rolled. Each rolling movement was categorized as one of six roll types, and the mean muscle activity was analyzed. All roll types required initial activation of all measured muscle groups. Movements featuring axial rotation of the torso relative to the pelvis required highly active erector spinae muscles. Movements featuring trunk and hip flexion required highly active abdominal muscles. Infants used distinct coordinated muscle activations to achieve the six different roll types on a flat surface. A foundational understanding of the different muscle activation patterns required during infant rolling will provide crucial insight into motor development. This study quantified muscle coordination required of infants to achieve rolling on a firm flat surface. Previous research indicates that the mechanical environment in which an infant is placed impacts muscle activity and body position during normal lying. Therefore, future work should explore if mechanical environments that differ from a flat and firm surface also influence these coordinated movements and muscle activations.",
        "Origin": "PubMed"
    },
    "facultyid": "114174958",
    "coauthors": {
        "337790": {
            "firstname": "Danielle ",
            "middleinitial": "N",
            "lastname": "Siegel",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337790,
            "scholarlyactivityid": 76024
        },
        "337791": {
            "firstname": "Safeer ",
            "middleinitial": "F",
            "lastname": "Siddicky",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337791,
            "scholarlyactivityid": 76024
        },
        "337792": {
            "firstname": "Wyatt ",
            "middleinitial": "D",
            "lastname": "Davis",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337792,
            "scholarlyactivityid": 76024
        },
        "337793": {
            "firstname": "Erin ",
            "middleinitial": "M",
            "lastname": "Mannen",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337793,
            "scholarlyactivityid": 76024
        }
    },
    "status": [
        {
            "id": 76024,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114174958",
    "attachments": []
}