{
    "activityid": 76028,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Microstructure of the radial head: Insights into anatomical variations and implications for advanced interventions",
        "Journal": "Clinical anatomy (New York, N.Y.)",
        "Volume": "",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.1002/ca.24191",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Appropriate management of radial head fractures is integral to prevent long-term consequences like chronic pain and loss of motion. Advanced imaging systems, like micro-computed tomography (μCT), are valuable for understanding radial head fracture patterns as they utilize micrometer scale resolution to define important parameters of bone health like cortical density and trabecular thickness. The purpose of this study was to identify and describe the structural morphology of the radial head utilizing μCT. Nine fresh-frozen cadaveric human radii were divided into four equal quadrants, based, and labeled as posteromedial, posterolateral, anteromedial, and anterolateral. Quadrants were scanned with a SCANCO MicroCT40 with both cortical and cancellous bone density measurements at a resolution of 36.0 μm. Bone density, direct trabecular number, and trabecular thickness were recorded as milligrams of hydroxyapatite/cm. A one-way repeated measures ANOVA was performed to compare the bone densities, trabecular number, and trabecular thickness of each of the four quadrants (p &lt; 0.05). The posteromedial quadrant contained substantially more bone than other quadrants. Significantly greater bone densities were found in the posteromedial quadrant (148.1 mg of HA/cm) compared to the anteromedial quadrant (54.6 mg of HA/cm), posterolateral quadrant (137.5 mg of HA/cm) compared to the anteromedial quadrant (54.6 mg of HA/cm), and posterolateral quadrant (137.5 mg of HA/cm) compared to the anterolateral quadrant (58.1 mg of HA/cm). The trabecular number was not significantly different between quadrants. Trabecular thickness was significantly lower in the anterolateral (0.1417 mg of HA/cm) and anteromedial (0.1416 mg of HA/cm) quadrants compared to the posteromedial (0.1809 mg of HA/cm) quadrant. The posterior half of the radial head was found to have a higher density of columns and arches compared to the anterior half. The microstructure of trabecular bone in the distal radius forms columns, struts, and arches, which allow for efficient transmission of stress through the bone. The microstructure of the radial head has similar microarchitecture to the distal radius with the present study identifying the presence of columns and arches in the radial head. These structures, along with trabecular density, in the posterior radial head may explain the lower incidence of fractures involving the posterior half of the radial head. Furthermore, our study supports the idea that the high incidence of fractures involving the anterolateral quadrant is due to microarchitecture characteristics and the relative lack of supportive structures compared to other areas. The novel insight gained from this study will aid in the development of advanced interventions for preventative measures and better treatment of radial head fractures like more satisfactory purchase when screws are directed towards the denser posteromedial quadrant.",
        "Origin": "PubMed"
    },
    "facultyid": "114174958",
    "coauthors": {
        "337811": {
            "firstname": "Scott",
            "middleinitial": "",
            "lastname": "Cole",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337811,
            "scholarlyactivityid": 76028
        },
        "337812": {
            "firstname": "Randall ",
            "middleinitial": "R",
            "lastname": "Rainwater",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337812,
            "scholarlyactivityid": 76028
        },
        "337813": {
            "firstname": "Erin",
            "middleinitial": "",
            "lastname": "Mannen",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337813,
            "scholarlyactivityid": 76028
        },
        "337814": {
            "firstname": "Mark ",
            "middleinitial": "A",
            "lastname": "Tait",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337814,
            "scholarlyactivityid": 76028
        },
        "337815": {
            "firstname": "John ",
            "middleinitial": "W",
            "lastname": "Bracey",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337815,
            "scholarlyactivityid": 76028
        }
    },
    "status": [
        {
            "id": 76028,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114174958",
    "attachments": []
}