{
    "activityid": 76027,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Ultrasonographic evaluation of infant hips in the Pavlik harness compared to body-worn commercial baby carriers",
        "Journal": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
        "Volume": "41",
        "Month / Season": null,
        "Issue Number": "11",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "2495-2500",
        "Publisher": null,
        "DOI": "10.1002/jor.25571",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "While many factors contribute to development and subsequent correction of developmental hip dysplasia (DDH) in infants, hip positioning and muscle activity play a significant role. Lower-limb restrictive extension positions, such as with swaddling, are detrimental for hip development, and some baby gear leads to reduced lower limb muscle activity. Yet how baby gear impacts hip position during wear remains unclear. The purpose of this study was to compare the Graf's alpha angle and femoral head coverage of healthy infants and infants with mild DDH (instability) in the Pavlik harness and baby carriers. We obtained coronal hip ultrasound images of 10 healthy full-term infants (13.5 ± 3.4 weeks, 5F/5M) and three full-term mild DDH infants (8.9 ± 4.0 weeks, 2F/1M) in three conditions: Pavlik harness, wide-base baby carrier, and narrow-base baby carrier. Repeated measures analysis of variance was used to compare Graf's alpha angles and femoral head coverages across the conditions (p &lt; 0.05), with post hoc pairwise tests (p &lt; 0.0167). The Graf's alpha angle in the narrow-base carrier was 6.9° lower than the Pavlik harness, while the wide-base carrier was not different. Femoral head coverage was 10%-12% lower for the narrow-base carrier. The three mild DDH infants exhibited lower Graf's alpha angles and femoral head coverage in all measurements, with the Graf's alpha angle in the narrow-base carrier measuring 49.0°. This research demonstrated that wide-base baby carriers held hips in a position that was not significantly different from the Pavlik harness, meaning that babywearing in a wide-base carrier may have benefits for healthy hip development.",
        "Origin": "PubMed"
    },
    "facultyid": "114174958",
    "coauthors": {
        "337807": {
            "firstname": "Safeer",
            "middleinitial": "",
            "lastname": "Siddicky",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337807,
            "scholarlyactivityid": 76027
        },
        "337808": {
            "firstname": "Jason",
            "middleinitial": "",
            "lastname": "Eckels",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337808,
            "scholarlyactivityid": 76027
        },
        "337809": {
            "firstname": "Brien",
            "middleinitial": "",
            "lastname": "Rabenhorst",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337809,
            "scholarlyactivityid": 76027
        },
        "337810": {
            "firstname": "Erin",
            "middleinitial": "",
            "lastname": "Mannen",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 337810,
            "scholarlyactivityid": 76027
        }
    },
    "status": [
        {
            "id": 76027,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114174958",
    "attachments": []
}