{
    "activityid": 76065,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Environmental displacement in the Anthropocene",
        "Book Title": "Geographies of Displacement/s",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "644-653",
        "Edition": "1",
        "Volume": "",
        "Publisher": "Routledge",
        "Publisher Location": "New York",
        "ISBN": "9781003381181",
        "Author/Editor of Larger Work": "K. Strauss",
        "DOI": "10.4324/9781003381181",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "&lt;span&gt;This intervention invites more substantial scholarly attention to human displacement in and of the Anthropocene—this current epoch in which humans have become the primary drivers of global environmental change—and sets out an initial framework for its study. The framework is organized around three interrelated contributions. First is the recognition that displacement is driven not just by climate change but also broader forms of environmental change defining the Anthropocene, including biodiversity loss, changes to land and water resources, and the buildup of nuclear debris, along with their intersections. Second, the framework parses out three distinct moments of displacement in the Anthropocene: displacement as a consequence of, prerequisite to, and active response to environmental change. Third, the framework rejects environmental (neo)determinism by showing how displacement across these distinct moments and drivers is more than environmental: It is the articulation of environmental and sociopolitical–economic factors, which are routinely shaped by inequality and play out within a broader series of crises and crisis narratives that drive displacement and hinder viable solutions. We ground these interventions in examples of political conflict, anti-immigrant politics, the posttruth and colonial politics of knowledge production, and the Anthropocene itself as crisis requiring displacement to clean up its mess. Although each example is quite distinct, a common thread stitched across them is colonialism, highlighting a recurring extra-environmental driver of displacement. Taken together, these dynamics underscore that displacement is not an unfortunate by-product of the Anthropocene but woven into its very fabric.&lt;/span&gt;",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "114135000",
    "coauthors": {
        "338362": {
            "firstname": "Elizabeth",
            "middleinitial": "M",
            "lastname": "Lunstrum",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114135000",
            "authorid": 338362,
            "scholarlyactivityid": 76065
        },
        "338363": {
            "firstname": "Pablo",
            "middleinitial": "S",
            "lastname": "Bose",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 338363,
            "scholarlyactivityid": 76065
        }
    },
    "status": [
        {
            "id": 76065,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135000",
    "attachments": []
}