{
    "activityid": 76259,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;span&gt;The Empirical Grounding of the Supernatural: Observations in &lt;em&gt;The Castle of Otranto&lt;/em&gt;&lt;/span&gt;&lt;span style=&quot;font-size:medium;&quot;&gt;&lt;/span&gt;",
        "Conference/Meeting Name": "51st Southeastern American Society for Eighteenth-Century Studies Annual Meeting",
        "Conference Location": "Savannah, GA",
        "Date or Date Range": "02/06-02/08/2025",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Sponsoring Organization": "Southeastern American Society for Eighteenth-Century Studies",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Horace Walpole’s &lt;em&gt;The Castle of Otranto&lt;/em&gt; is often credited with establishing the Gothic novel’s preoccupation with the supernatural, yet the text is equally shaped by empirical moments that interrupt its eerie atmosphere. This paper examines how Walpole’s use of rational explanations, legalistic language, and detailed descriptions of the physical world disrupts the immersive Gothic experience, shifting the reader’s attention between narrative absorption and self-aware scrutiny. Using Richard Lanham’s concept of bistable decorum, which describes the oscillation between &lt;em&gt;looking through&lt;/em&gt; a text’s meaning and &lt;em&gt;looking at&lt;/em&gt; its rhetorical form, this analysis explores how empirical moments in Otranto force the reader to acknowledge the constructed nature of the story. Rather than seamlessly integrating supernatural and rational elements, Walpole’s novel creates a dynamic interplay between belief and skepticism, ultimately shaping the Gothic mode as a genre that both invites and destabilizes readerly immersion.",
        "Origin": "Manual"
    },
    "facultyid": "113118110",
    "coauthors": {
        "339035": {
            "firstname": "dawn",
            "middleinitial": "R",
            "lastname": "shepherd",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113118110",
            "authorid": 339035,
            "scholarlyactivityid": 76259
        }
    },
    "status": [
        {
            "id": 76259,
            "status": "Accepted",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113118110",
    "attachments": []
}