{
    "activityid": 76417,
    "fields": {
        "Type": "Other Works",
        "Title": "&lt;span style=&quot;font-size:10pt;color:#008f00;&quot;&gt;Report on the effectiveness of Idaho Youth Ranch programs Fiscal Year 2024&lt;/span&gt;&lt;span style=&quot;font-size:medium;&quot;&gt;&lt;/span&gt;",
        "Outlet (if applicable)": "",
        "Date": "December 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Publisher": "Department of Psychological Science, Boise State University",
        "Location of Publisher (City, State, Country)": "Boise, Idaho, USA",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "13",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "This independent annual report of Idaho Youth Ranch (IYR) program effectiveness was constructed by independent researchers from Boise State University’s Department of Psychological Science. The objective of this report is to summarize the effectiveness of IYR services at improving the well-being of the at-risk youth it serves. Specifically, we report on data which captures changes in clients’ sense of hope and resilience, their emotional, social and psychological well-being, academic performance, substance use, and criminal behavior while they were receiving services. Statistical analyses of the 2024 data indicate that the IYR programs and services helped clients improve in several critical well-being domains. Clients’ average ratings on the hope and resilience measures increased by 27.4% and 28.7% respectively. On average, client ratings of emotional and social well-being were also enhanced. The result was a 22.6% improvement in emotional well-being and a 36.3% increase in social well-being while receiving IYR services. Psychological well-being also improved by 33.3%. Clients were most likely to enter services with a moderate level of overall functioning and to finish in the flourishing category of the Mental Health Continuum. Positive trends were also observed in behavioral domains. Clients’ self-reported similar or slightly better academic performance during their treatment period. Data indicate that clients’ substance abuse and illegal behaviors remained rare at both time points; between 89.0% and 94.5% of clients reported that they never engaged in these activities. In this high-risk group, the maintenance of these very high levels of abstinence over the treatment period is a notable success. The sum of the analyses presented in this report provides a strong basis for concluding that IYR programs and services provide consistent, positive effects on the at-risk youth who participate in them.",
        "Origin": "Manual"
    },
    "facultyid": "111669855",
    "coauthors": {
        "339850": {
            "firstname": "Cindy",
            "middleinitial": "",
            "lastname": "McCrea",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 339850,
            "scholarlyactivityid": 76417,
            "classifications": {
                "Role": "Author"
            }
        },
        "339851": {
            "firstname": "Sharon",
            "middleinitial": "",
            "lastname": "Yaniv-Lurya",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 339851,
            "scholarlyactivityid": 76417,
            "classifications": {
                "Role": "Author"
            }
        },
        "339852": {
            "firstname": "Theodore",
            "middleinitial": "W",
            "lastname": "McDonald",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669855",
            "authorid": 339852,
            "scholarlyactivityid": 76417,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 76417,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669855",
    "attachments": []
}