{
    "activityid": 76424,
    "fields": {
        "Type": "Other Works",
        "Title": "&lt;span style=&quot;font-size:10pt;color:#008f00;&quot;&gt;An assessment of the ability of individual PA/R items to predict recidivism among juvenile offenders in Idaho&lt;/span&gt;&lt;span style=&quot;font-size:10pt;color:#008f00;&quot;&gt;.&lt;/span&gt;&lt;span style=&quot;font-size:medium;&quot;&gt;&lt;/span&gt;",
        "Outlet (if applicable)": "",
        "Date": "October 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Publisher": "Idaho Department of Juvenile Corrections",
        "Location of Publisher (City, State, Country)": "Boise, Idaho, USA",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "16",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;The purpose of this project was to determine which (if any) of the individual items on the Progress Assessment/Reassessment (PA/R) tool could significantly predict recidivism status in juveniles released from custody of one of Idaho’s three Juvenile Correction Centers.  Using 707 individual data cases from between the years 2017 and 2022 a series of analyses were performed on 24 PA/R items in five categories, including Acting Out Behavior (AOB), Attitudes and Orientation (AO), Education and Employment (EE), Family Relationships (FR), Leisure and Recreation (LR), Mental Health (MH), Peer Relations (PR), Sexual Offending Behavior (SOB), and Substance Abuse Disorder (SAD).  The first set of analyses was conducted on all juveniles as a whole, with secondary analyses performed separately by juvenile sex.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;Only one of the 24 items emerged as a statistically significant predictor of recidivism status: FR Family Support for Treatment Goals, with juveniles with better progress scores on this item recidivating at a significantly lower rate than juveniles with poor progress scores.  Non-significant trends were found concerning the following four items: AO Program Participation; PR Ability to Develop Helping and Healthy Peer Relations; PR Behavior Toward/With Other Peers (Misleads Others) (Leading); and PR Managing Peer Pressure (Easily Misled) (Follows).  In each case, juveniles with better progress scores recidivated at lower rates than juveniles with poor progress scores.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;Four sex-related statistically significant findings emerged.  Two found that for males (but not females), better progress scores predicted lower recidivism rates on the items AO Pro-Criminal Attitudes and Accepting Accountability/Responsibility and SAD Class Participation in Substance Use Education/Treatment.  Two found that for females (but not males) poorer progress scores predicted lower recidivism rates on the items LR Constructive Use of Free/Idle Time and SOB Specific Treatment Needs; these latter two findings seem highly counterintuitive.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;Overall, the results show support for the validity of the individual PA/R items, as the distribution of recidivism rates on 21 of the 24 items were in the expected order, with better progress scores being associated with lower levels of recidivism.  The fact that one item was a statistically significant predictor of recidivism, and that four others were very near to showing statistical significance in this regard, does suggest that certain items are more predictive than others.  However, the entire tool seems to be accomplishing what it was intended to do—helping juvenile justice staff make informed decisions about which juveniles are ready for reintroduction into their communities, with a diminished likelihood of recidivating.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111669855",
    "coauthors": {
        "339868": {
            "firstname": "Theodore",
            "middleinitial": "W",
            "lastname": "McDonald",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669855",
            "authorid": 339868,
            "scholarlyactivityid": 76424,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 76424,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669855",
    "attachments": []
}