{
    "activityid": 76545,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Generative AI Impact on IT Certification Perceived Value",
        "Conference/Meeting Name": "TREO talks in conjunction with the 45th International Conference on Information Systems, ICIS 2024",
        "Conference Location": "Bangkok, Thailand",
        "Date or Date Range": "Dec 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "https://aisel.aisnet.org/treos_icis2024/87/",
        "Description/Abstract": "Generative AI promises to change the ways in which IT work is done, possibly in dramatic ways. AI enables new, more productive ways of working (Dell’Acqua et al., 2023), requiring new skills. In the past, (aspiring) IT professionals interested in entering or advancing within the field have sought out professional certifications, education, or both (Marquardson &amp; Elnoshokaty, 2020). The need for demonstrating relevant skills has only increased since the broad public availability of generative AI tools starting 2.5 years ago, as evidenced by large IT layoffs and higher-than-average unemployment rates (Lin, 2024). It is unclear, however, if certifications and degrees will become more- or less-valuable in an AI-dominated landscape. IT professionals utilizing AI in their educational and certification pursuits could potentially aid their learning by familiarizing themselves with a new technology while simultaneously obtaining a relevant certification. However, they may also find their desired job replaced with an algorithm, or that hiring managers believe the use of AI allowed them to obtain their degree or certification without as much learning as before. We are thus motivated to investigate how the rise of generative AI impacts the perceived value of IT certification and education. As a first step, we will present an initial pilot survey of 325 US-based working IT professionals who predict the impact of AI on IT certification value. Results indicate that slightly more IT professionals in the sample believe that certifications will become more valuable as opposed to less valuable (105 to 99), but the largest group (121) believe AI will have no impact. When asked to explain, 150 professionals responded with sufficient text to analyze their sentiment. After removing 2 outliers, the “No Impact” group was the least positive in their sentiment (mean = 1.22), followed by those who believed that AI lessened certification value (1.43), though this difference was not statistically significant. Those that believed AI will make certifications more valuable were the most positive (mean = 1.875*, p=.0489). We will discuss work completed since this analysis, along with potential future directions for investigating AI impacts on IT jobs, education and certification.",
        "Origin": "Manual"
    },
    "facultyid": "114088737",
    "coauthors": {
        "340669": {
            "firstname": "Daniel",
            "middleinitial": "E",
            "lastname": "Rush",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114088737",
            "authorid": 340669,
            "scholarlyactivityid": 76545,
            "classifications": {
                "Role": "Author"
            }
        },
        "340670": {
            "firstname": "Venkata",
            "middleinitial": "Kaushik",
            "lastname": "Gadekari",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 340670,
            "scholarlyactivityid": 76545,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        }
    },
    "status": [
        {
            "id": 76545,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 76545,
            "status": "Accepted",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114088737",
    "attachments": [
        {
            "attachmentid": 60889,
            "mimetype": "application/pdf",
            "filename": "Generative AI Impact on IT Certification Perceived Value.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRithTG9vVkkrRVFUa0xVTXNaMlZJanY4ZWJVSFZtMU5hQkNCa2FWWERoWjBNMmEwNXFQL2VZUFRmcDgxcHp3cWdMeEhPQXllMHhIMFVpeVZOQXppdytKWTMxSHAyaXo4My9BcUliK0F3cjlUdEE9PQ%3D%3D",
            "filesize": 210699
        }
    ]
}