{
    "activityid": 76571,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Challenges and Changes in Neighboring as Short-Term Rentals Proliferate&lt;span style=&quot;font-size:medium;&quot;&gt;&lt;/span&gt;",
        "Conference/Meeting Name": "International Conference on Urban Affairs (ICUA)",
        "Conference Location": "Vancouver, Canada",
        "Date or Date Range": "April 15-19, 2025",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Sponsoring Organization": "Urban Affairs Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;The proliferation of short-term rentals (STRs) like those offered on Airbnb transforms properties once occupied by homeowners or long-term renters into de-facto hotel rooms. Current scholarship examines the implications of STRs within urban neighborhoods, including their relationships to gentrification and touristification as well as how the presence of STR “guests” (the term used by Airbnb, which lists about seven million STRs globally) changes buildings and neighborhoods (Cocola-Gant and Gago 2021; Pinkster and Boterman 2017; Rozena and Lees 2021; Grisdale 2019; Aritenang and Iskandar 2023; Jover and Barrero-Rescalvo 2023). While they document changes in residents’ experiences of places and of one another, these studies have yet to thoroughly consider how the presence of short-term visitors in otherwise residential neighborhoods fundamentally changes &lt;em&gt;neighboring&lt;/em&gt; – the set of interactions and understandings that foster social capital and render neighborhoods as familiar and knowable places (Unger and Wandersman 1985; Kusenbach 2006; Mahmoudi Farahani 2016). This paper poses just that question: &lt;em&gt;how does STR proliferation alter social, cognitive, and affective elements of neighboring&lt;/em&gt;? To answer this question, I draw upon data from the scholarship on STR proliferation as well as exploratory qualitative research on local reactions to STR expansion in Boise, Idaho. Findings suggest that socially, STR proliferation can diminish neighborly interactions as well as informal social control; cognitively, neighborhoods become less knowable and predictable as STRs increase transience; and affectively, long-term residents may feel less positively toward their neighborhoods as STRs and their guests proliferate. In short, the replacement of long-term residents with short-term guests has the potential to upend processes through which people connect to one another and to places. Conclusions point toward additional research questions regarding how the changing uses of dwellings – including increasing transience and new forms of financialization – might alter our understandings of neighboring and community. &lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114136045",
    "coauthors": {
        "340893": {
            "firstname": "Krista",
            "middleinitial": "E",
            "lastname": "Paulsen",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114136045",
            "authorid": 340893,
            "scholarlyactivityid": 76571
        }
    },
    "status": [
        {
            "id": 76571,
            "status": "Accepted",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114136045",
    "attachments": []
}