{
    "activityid": 76637,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "&lt;p&gt;Whole river contaminant degradation depends on transport processes in river sediments&lt;/p&gt;",
        "Conference / Meeting Name": "Undergraduate Research Showcase",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "April 19, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "Boise State University",
        "Presenter(s)": null,
        "Web Address": "https://scholarworks.boisestate.edu/under_showcase_2024/75",
        "Description/Abstract": "&lt;span&gt;Pollutants in rivers expose aquatic species and human populations to harmful contamination. In rivers, contaminants can naturally transform into equally potent “daughter” compounds. These transformations most commonly occur once contaminants have been carried by river water into a shallow, reactive region of river sediments called the hyporheic zone. While mathematical models are useful tools for predicting parent and daughter contaminant exposure in rivers, they make assumptions about what processes dominate in the hyporheic zone, which limits our understanding of contaminant fate at the river scale. Here, we compared two hyporheic zone reactive transport models with differing transport assumptions – diffusion vs.advection – to understand how each process impacts the integrated effects of transport, surface-subsurface exchange, and subsurface reactions on whole river contaminant degradation. We found that the assumed transport process does not control whole-river parent-to-daughter transformation, but it strongly controls daughter compound degradation. Specifically, daughter degradation rates are highest when contaminants are advected through the hyporheic zone, compared with diffusion. Our results indicate contaminant degradation patterns depend on the transport mechanism in the hyporheic zone. Therefore, practitioners should consider both the toxicity of contaminants and the dominant physical processes in the hyporheic zone when predicting contaminant fate in river systems.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114177350",
    "coauthors": {
        "341085": {
            "firstname": "Kevin",
            "middleinitial": "R",
            "lastname": "Roche",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114177350",
            "authorid": 341085,
            "scholarlyactivityid": 76637
        }
    },
    "status": [
        {
            "id": 76637,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114177350",
    "attachments": [
        {
            "attachmentid": 61015,
            "mimetype": "application/pdf",
            "filename": "Samolis URS 24 Poster.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzlpOXMveWNEM3N2OEEzeW9ReHlDaTdKNERHWlFjZ2VkK2lCWlRnTWpHMk5CYWpBbUpreUVVeWNJMk1jL0xYbzRxOD0%3D",
            "filesize": 473075
        }
    ]
}