{
    "activityid": 76748,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;p&gt;ACADEMIC ENTREPRENEURSHIP OVERVIEW:&lt;/p&gt;\n&lt;p&gt;NEW PROGRAM DEVELOPMENT USING&lt;/p&gt;\n&lt;p&gt;ENTREPRENEURSHIP PRINCIPLES&lt;/p&gt;",
        "Name of Conference": "19th European Conference on Innovation and Entrepreneurship",
        "Month / Season": "Fall 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "15",
        "Publisher": "Published by: Academic Conferences International Ltd",
        "Publisher Location": "London, England",
        "Volume": "Vol. 19 No. 1 (2024)",
        "Issue Number": "Published: 2024-09-23",
        "DOI": "",
        "ISBN/ISSN #": "ISBN: 978-1-917204-14-9",
        "Contributor": null,
        "Web Address": "http://academic-bookshop.com",
        "Description/Abstract": "&lt;span&gt;This paper describes the process used to successfully launch a new academic program in a public university. The program launch assignment was administrative mandate with a short time to launch and no support resources provided. Program faculty used frameworks, perspectives and analysis that are fundamental to courses in entrepreneurship, design thinking, and business strategy, with the goal of developing and launching a completely new academic program in response to local industry requests. This paper is structured as follows. We begin by reviewing and discussing various concepts, frameworks, and analytical tools commonly used in entrepreneurship education courses. This includes topics such as opportunity assessment, effectuation, customer discovery, value proposition, use inspired design, customer empathy, and minimum viable product. Following this foundation, we then describe the university president prescribed mandate to launch a new program in one year. We discuss the goals to be achieved, the lack of available resources, lack of ready funding, and other important constraints faced in implementing the mandate. We next describe the process of simultaneously developing the program for board review and approval, engaging with local industry customers and stakeholders to develop a program that meets their workforce needs, the recruitment of subject matter experts and instructors, and the search for funding to launch and support the program. This discussion includes our initial program focus, subsequent pivots based on customer feedback, and our initial launch version of the program. We provide a first-year update on program goals, enrollments, changes and successes. The paper concludes with a discussion of lessons learned from the experience and insights for others considering new programs, including a discussion of how university faculty and administrators can effectively act as academic entrepreneurs. As an applied discussion of how a new academic program can be developed and launched in a short amount of time using the tools and frameworks that entrepreneurship educators use in their courses, this paper serves as an example of entrepreneurship in education. This paper and accompanying session should be of interest to college deans, department heads, entrepreneurially oriented faculty, and industry stakeholders.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111259074",
    "coauthors": {
        "341804": {
            "firstname": "Christy",
            "middleinitial": "J",
            "lastname": "Suciu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111259074",
            "authorid": 341804,
            "scholarlyactivityid": 76748,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 76748,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111259074",
    "attachments": [
        {
            "attachmentid": 61290,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "ECIE Ref -Academic Entrepreneurship Overview New Program Development Using Entrepreneurship Principles(1).docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTdBWmFYSjJ5S1Yxc0Ezd0VFTmZ0WlR2cFZzYlNOL1NKUWRUQnc3RmZUdzJMT1dCUlNLTkJOcDAxNGZ0MjBHWnQvcWQrYnRFd2ZDcUhrSEZFc0pidUw5UW1YK1FMdW5PMjQ2VXpsU21OWTFleVRQR3EyalQ4alJoQ21PaEVkdWd1MXhGQTFub0QwWEgrcDM1dTBUQjhLbmxkVjlXb2kwY0lNYnpqY2lHQjNnSFNEbmJIejJqSVZ4Tk55b29Tb1pBdA%3D%3D",
            "filesize": 44968
        }
    ]
}