{
    "activityid": 76774,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Report of Unfair Discipline at School and Associations with Health Risk Behaviors and Experiences — Youth Risk Behavior Survey, United States, 2023",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://Report of Unfair Discipline at School and Associations with Health Risk Behaviors and Experiences — Youth Risk Behavior Survey, United States, 2023",
        "Description/Abstract": "&lt;p&gt;Relatively little is known about the association between school discipline and student health and well-being. Using CDC’s 2023 Youth Risk Behavior Survey, CDC analyzed the prevalence of report of unfair discipline at school and associations with experiences at school, mental health, suicidal thoughts and behaviors, and health risk behaviors among high school students overall and stratified by race and ethnicity. Prevalence estimates, prevalence differences, and prevalence ratios adjusted for race (in overall models), grade, and sex were calculated. Overall, 19.3% of students reported receiving unfair discipline during the previous 12 months; Black or African American students had a higher prevalence (23.1%) compared with Hispanic or Latino students (18.4%) and White students (18.1%). Unfair discipline was reported among a majority of students who describe their sexual identity in some other way (besides gay, heterosexual, lesbian, bisexual, or questioning) for American Indian or Alaska Native (81.7%) and multiracial (57.1%) subgroups. Overall, report of unfair discipline was associated with every health risk behavior and experience examined, including being bullied at school or electronically, skipping school due to feeling unsafe, carrying a weapon at school, prescription opioid misuse, poor mental health, persistent feelings of sadness or hopelessness, seriously considered attempting suicide, and attempted suicide. This pattern of association was similar among most student groups in models stratified by race and ethnicity. This analysis is the first to demonstrate, among a nationally representative sample of high school students, that reports of unfair discipline are associated with various health risk behaviors and experiences. With these findings, public health and education practitioners can create interventions that equitably promote safe, supportive, and inclusive school environments for student health.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114135767",
    "coauthors": {
        "342002": {
            "firstname": "Desmond",
            "middleinitial": "",
            "lastname": "Banks",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114135767",
            "authorid": 342002,
            "scholarlyactivityid": 76774
        }
    },
    "status": [
        {
            "id": 76774,
            "status": "Accepted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114135767",
    "attachments": [
        {
            "attachmentid": 61365,
            "mimetype": "application/pdf",
            "filename": "Report of Unfair Discipline at School and Associations with Health Risk Behaviors and Experiences — Youth Risk Behavior Survey, United States, 2023 _ MMWR.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzlndmE5U2tydTh6VjY2elBkUTRPY1luY2VtSFFDQnNXMmdiN3luMUpmNVYxV3BzUzJocG1LRUJBNGd2c0hxVldRQklHQ2xqdmlzelFDRkhqYmUzTXp0a1VFekgvcWZuQVRmdE1WZ3lhWGpZcVcwUnpPeURFVk9rSHhCaDkzN3FyM3ppOG5qVjMwZHRyTThVZzNjdS9aMVUzblozamRiQjBjNkQvamUrM21aZlVwck5hUVpsSVljdWlJaHFIUUxaYUxmTTJmNTk4QlZsYTNFbzd1WHNPVFNBSEJMWWtlVzl3QnBqbVFybldFZzRKUzRBMW4rbDR4QlZvSWEyWHBUQ0svST0%3D",
            "filesize": 720149
        }
    ]
}