{
    "activityid": 76803,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;span&gt;&lt;span style=&quot;font-size:12pt;&quot;&gt;Toward a more sustainable open education community: Panelists share their work in OEP and identify strategies for bridging the primary, secondary, and tertiary sectors&lt;/span&gt;&lt;/span&gt;",
        "Conference/Meeting Name": "Open Education Global",
        "Conference Location": "Brisabane, Australia",
        "Date or Date Range": "November, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;This panel presentation is an expansion to the research presentation (under review), “Toward a more sustainable open education community: Breaking through barriers to bridge primary, secondary, and tertiary open practices”. We suggest that even though Open Educational Practices (OEP) are supported and implemented differently across these sectors, working together as boundary spanners (Walz &amp; Farley, 2023) can be a productive contribution to OEP sustainability. Addressing this gap is important to providing equitable quality education to all which is a UN Sustainable Development Goal. The panelists in this presentation were strategically selected to represent diverse perspectives across educational sectors (primary/secondary teacher librarian, tertiary/Higher Education librarians, Teacher Education faculty, Professional Staff, and state-level Government Leader). They will discuss commonalities and differences in their OEP work, perceived barriers, and opportunities, and share concrete examples where bridging the gap has positively impacted OEP implementation and advancement in their communities. &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Some of the barriers that challenge boundary spanning include a lack of OEP and OER awareness (at all levels), including not understanding the need for OEP and OER in the first place. Copyright fears and gatekeeping around ownership and sharing materials prohibit engagement and, in some regions, primary and secondary teachers are required to obtain permission to openly license and publicly share their work. Where OEP does bridge primary, secondary, and tertiary sectors, inequities persist regarding how a contributor is compensated for their work, putting at risk the sustainability of these partnerships. From a governance perspective, stakeholder turnover at the state or provincial level is challenging to move this work forward. Widespread uncertainty regarding budget availability also threatens the sustainability of this work. &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;This panel, however, is optimistic that by working together, we can impact the sustainability of OEP by empowering multi-level awareness and engagement. Panelists agree that the first step is to work towards policy that permits teachers, especially K-12 teachers, to engage in OEP. Furthermore, understanding and valuing one another's contributions is key; one potential solution is through common language about OEP that honors and recognizes this work, especially at primary and secondary levels. Panelists will also share their observations regarding the “Teacherpreneuer” mindset, where teachers could work as educational leaders and policymakers to incentivize and grow OEP engagement instead of commodifying teaching resources. Where copyright fears and debates around ownership keep educators from engaging, Creative Commons licenses provide a “third space” by shifting the focus from ownership to one of access, equity, and impact. Finally, panelists will discuss opportunities to bridge OEP across sectors through adopting and adapting open curricula and by collaborating in projects that require multi-level engagement. &lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "113145983",
    "coauthors": {
        "342102": {
            "firstname": "Kelly",
            "middleinitial": "",
            "lastname": "Arispe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113145983",
            "authorid": 342102,
            "scholarlyactivityid": 76803,
            "classifications": {
                "Role": "Discussant"
            }
        },
        "342103": {
            "firstname": "Anita",
            "middleinitial": "",
            "lastname": "Waltz",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 342103,
            "scholarlyactivityid": 76803,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "342104": {
            "firstname": "Connie",
            "middleinitial": "",
            "lastname": "Blomgren",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 342104,
            "scholarlyactivityid": 76803,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "342105": {
            "firstname": "Beth",
            "middleinitial": "",
            "lastname": "Cormier",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 342105,
            "scholarlyactivityid": 76803,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "342106": {
            "firstname": "Jonathan",
            "middleinitial": "",
            "lastname": "Lashley",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 342106,
            "scholarlyactivityid": 76803,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 76803,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113145983",
    "attachments": []
}