{
    "activityid": 76801,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p&gt;&lt;span style=&quot;font-size:12pt;&quot;&gt;Toward a more sustainable open education community: Breaking through barriers to bridge &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-size:12pt;&quot;&gt;primary, secondary, and tertiary open practices&lt;/span&gt;&lt;/p&gt;\n&lt;span&gt;&lt;span style=&quot;font-size:12pt;&quot;&gt;&lt;br&gt;&lt;/span&gt;&lt;/span&gt;",
        "Conference/Meeting Name": "Open Education Global ",
        "Conference Location": "Brisbane, Australia",
        "Date or Date Range": "November, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Open Educational Practices (OEP) are supported and implemented differently in the primary and secondary sectors compared to the tertiary sector. This is observable in the types of OER they prefer (ancillary materials compared to textbooks, respectively; Blomgren 2018) and the incentives that have evolved to make open education count (McKinney, 2024). The latest Bayview Analytics Reports (Seaman &amp; Seaman, 2023) also reveal disparities in OER awareness and use; preK12 is becoming more aware but only a third of the population knows they exist compared to two-thirds of higher education faculty. Moreover, differences in governance and funding mechanisms fundamentally impact how materials are adopted and how instructors make choices about the materials they use in their classrooms. These differences complicate how institutions at all levels support and reward instructors who want to engage in OEP and keep these sectors siloed and isolated. However, by continuing to be siloed in practice rather than working together as boundary spanners (Walz &amp; Farley, 2023), the OEP community is missing its greatest potential contributor to pedagogical innovation and creativity. The mutual isolation of these two sectors is a major threat to the sustainability of OEP. Addressing this gap is also important in providing equitable quality education which is a UN Sustainable Development Goal. &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;This presentation will explore and compare the distinctive characteristics of open education at different educational levels in North America.  We identify factors that generate or influence these structural barriers and suggest practices and models that can solve the siloing of these two communities. This presentation suggests a framework for how to move forward and is relevant to a variety of stakeholders (education, government, and non-profit) who can act on these recommendations. We end with a brief overview of several projects across these sectors doing critical work as boundary spanners who bridge these gaps in meaningful ways.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Finally, this presentation sets the groundwork for a panel session (also under review) whereby a diverse group of leaders across sectors (primary, secondary, tertiary, government) discuss their work in OEP and propose opportunities in which they could work as boundary spanners to address the sustainability of OEP in collaboration with other educational sectors and partners. &lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "113145983",
    "coauthors": {
        "342099": {
            "firstname": "Kelly",
            "middleinitial": "",
            "lastname": "Arispe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113145983",
            "authorid": 342099,
            "scholarlyactivityid": 76801,
            "classifications": {
                "Role": "Presenter"
            }
        },
        "342100": {
            "firstname": "Waltz",
            "middleinitial": "",
            "lastname": "Anita",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 342100,
            "scholarlyactivityid": 76801,
            "classifications": {
                "Role": "Presenter"
            }
        }
    },
    "status": [
        {
            "id": 76801,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113145983",
    "attachments": []
}