{
    "activityid": 76819,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "&lt;p style=&quot;font-size:medium;text-align:center;&quot;&gt;&lt;b&gt;&lt;span style=&quot;font-size:14pt;&quot;&gt;Future-Proofing the Cultural Sector: Assessing Climate Risk and Actualizing the UN SDGs&lt;/span&gt;&lt;/b&gt;&lt;/p&gt;",
        "Book Title": "Global Cultures: Engaging Diasporas Around the World in Diverse  Contexts",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "",
        "Publisher": "Emory University",
        "Publisher Location": "",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "&lt;p style=&quot;font-weight:400;&quot;&gt;Climate Change presents numerous risks to museums, and more broadly, to the preservation of essential cultural heritage assets around the world. Severe weather, flooding, fires, amplified humidity, increases in energy and utility costs, in addition to the reputational risks of inaction and the resulting negative impacts on communities, all constitute direct and indirect forms of risk. Consequently, in addition to educating and inspiring visitors toward a regenerative and equitable future, museums are equally tasked with revising operational planning to meet the ethical expectations of stakeholders and realities of altered ecosystems. These efforts include evaluating and updating internal operations to both mitigate and adapt to the climate crisis, as well as measuring and documenting practices, impacts, and progress. As museums are working to find their place within an increasingly complex climate crisis, both in terms of interpretive responsibilities and operational challenges, many have found the United Nations Sustainable Development Goals (SDGs) to be a helpful NorthStar in navigating environmental and social impact management. Cultural institutions and the SDGs serve each other reciprocally. Museums preserve cultural and natural heritage and share vital stories; while the SDGs create a framework with which museums can use to connect their messages with real world change, and measure impact for accountability and SDG attainment.&lt;/p&gt;",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "114110405",
    "coauthors": {
        "342139": {
            "firstname": "Stephanie",
            "middleinitial": "M",
            "lastname": "Capaldo",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114110405",
            "authorid": 342139,
            "scholarlyactivityid": 76819
        }
    },
    "status": [
        {
            "id": 76819,
            "status": "In Press",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 5,
            "completionorder": 5
        }
    ],
    "userid": "114110405",
    "attachments": [
        {
            "attachmentid": 61475,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Climate on Culture Article.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzlpUWtsRU1FY0ZqZ1FadFdEc1RMTjllN3FwUlhLQ1R2NVlsMHNJZ3Q1YmJXTUhwU2liemZJRjc2WUtxMUpMY01wNThzVTM1ZU41YmFnPT0%3D",
            "filesize": 38455
        }
    ]
}