{
    "activityid": 76874,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;span&gt;&lt;span style=&quot;font-size:12pt;background-color:transparent;&quot;&gt;“The Transformational Power of Open Educational Practices in Supporting World Language Teachers.”&lt;/span&gt;&lt;/span&gt;",
        "Conference/Meeting Name": "“Theorizing Practice, Practicing Theory,” 12th International Language Education Teacher Conference  (LTE)",
        "Conference Location": "MInnepolis, MN",
        "Date or Date Range": "May 31-June 1, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "CARLA: Center for Advanced Research on Language Acquisition, University of Minnesota",
        "Presenter(s)": null,
        "Web Address": "https://carla.umn.edu/conferences/lte2024",
        "Description/Abstract": "&lt;span style=&quot;font-weight:400;&quot;&gt;One of the greatest challenges teacher educators face is helping teachers effectively and efficiently access high-quality teaching materials online. In a needs assessment with in-service world language teachers in the Mountain West Region, we learned that teachers aren’t using textbooks because they are outdated or they work in districts where textbooks have been discontinued. Thus, the burden of finding teaching materials falls entirely on teachers. On the one hand, digital materials are compelling resources for language teachers who want to integrate authentic resources to facilitate intercultural and real-world communication in their classrooms. However, in a longitudinal Design-Based Research (DBR) study adapted from Palalas and Hoven (2013), we found that teachers lack digital and information literacy and the professional development training they receive does little to address these barriers. &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;&lt;br&gt;&lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;One way to strategically overcome this challenge is to train pre-service teachers in Open Educational Practices (OEP) who then partner with in-service mentor teachers to share and model OEP in their field experiences. OEP has traditionally been characterized by the ability to engage in the 5Rs of Open Educational Resources (OER) to retain, reuse, revise, remix, and redistribute OER to enhance teaching and learning (Wiley, et al., 2017). OER are excellent teaching materials because they have a license that gives teachers permission to adopt and adapt them to meet the needs of their classrooms. &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;&lt;br&gt;&lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;This praxis-oriented presentation will focus on our pre-service teacher program to show how OEP is strategically integrated through coursework, internships, and field placements with in-service teachers. In our program, pre-service world language teachers learn and practice OEP by participating as active members in the Pathways Project. The Pathways Project is an OER repository that has over 900 language activities that are aligned with the World Readiness Standards and facilitate interpersonal speaking and intercultural communication. Pre-service teachers engage in all 5Rs of OEP and ultimately publish their work on the Pathways Project repository which is shared and used by language teachers across the globe. As part of the DBR framework, we will share how our model has adapted over time to optimize the learning outcomes for pre-service teachers as well as fortify partnerships with in-service teachers. Openly licensed training materials that have been developed will be shared with the audience so that other teacher educators can integrate components of this project into their own courses and/or teacher education programs.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "113145983",
    "coauthors": {
        "342386": {
            "firstname": "Beret",
            "middleinitial": "L",
            "lastname": "Norman",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112033784",
            "authorid": 342386,
            "scholarlyactivityid": 76874
        },
        "342387": {
            "firstname": "Kelly",
            "middleinitial": "",
            "lastname": "Arispe",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113145983",
            "authorid": 342387,
            "scholarlyactivityid": 76874
        }
    },
    "status": [
        {
            "id": 76874,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113145983",
    "attachments": [
        {
            "attachmentid": 61555,
            "mimetype": "application/pdf",
            "filename": "Arispe.Norman.CARLA, Language Teacher Education Conference 2024.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTZiSU1lSTc3SUgzTEM1MkdOSEowNEVlcnp2bjFPSWNScHljdE1vUk5OWTFQMDIvVnJRVy84bDZEajVUVEFhbTliQ1dBeHg1c3NDN3lvRjVsK3JXQ0crdllkdk96dlZ1MDhsS2x1K3VDZnBXZGVLclpvSUtoSTRhb0ZMNDFsS3BF",
            "filesize": 6061518
        }
    ]
}