{
    "activityid": 77040,
    "fields": {
        "Type": "Artistic Works and Performances",
        "Work/Exhibit Title": "String Theory",
        "Name of Performing Group": "",
        "Date or Date Range": "February 6 - March 3, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Name of Venue/Sponsor": "Cultural Center of Cape Cod",
        "Venue / Sponsor Location (City, State, Country)": "South Yarmouth, MA",
        "Co-contributor": null,
        "Web address": "https://www.cultural-center.org/post/string-theory-the-beauty-and-versatility-of-contemporary-fiber-art",
        "Description/Abstract": "&lt;p&gt;&lt;span&gt;CAPE COD, MA – February 7 - The Cultural Center of Cape Cod is thrilled to announce the opening of its newest exhibition, ‘String Theory,’ showcasing the incredible world of fiber art. The opening reception is scheduled for Friday, February 9th, from 5 to 7 pm at the Cultural Center, located at the Bass River Arts Campus in South Yarmouth. This latest exhibition will run through March 2, 2024. &lt;/span&gt;&lt;/p&gt;\n&lt;span&gt;&lt;br&gt;&lt;/span&gt;\n&lt;p&gt;&lt;span&gt;‘String Theory,’ a captivating blend of tradition and innovation, takes center stage in this contemporary exhibition as over 50 featured artists delve into the possibilities within this versatile medium. The showcase aims to celebrate fiber art styles from all over the world, highlighting the rich evolution of fiber art while also featuring its recent resurgence as one of the fastest-growing art forms of the 21st century. It features contemporary pieces by artists with global backgrounds, including Jenni Barry, Nosheen Iqbal, Charlotte Moore, June Lee. In all, the exhibition contains over 75 original fiber pieces. &lt;/span&gt;&lt;/p&gt;\n&lt;span&gt;&lt;br&gt;&lt;/span&gt;\n&lt;p&gt;&lt;span&gt;Step into the enchanting world of ‘String Theory’ at the Cultural Center, where every thread whispers a deeply personal and resonant narrative. The intricate tapestries and delicately woven sculptures evoke awe and wonder, inviting a sensory exploration that transcends simply the visual. This immersive journey connects viewers to rich artistic imagination and expression. It's an indelible experience that leaves impressions of beauty, creativity, and depth. &lt;br&gt;Forms of fiber art showcased in this exhibition span a wide array of techniques, including sewing, quilting, needlepoint, macrame, weaving, felting, crocheting, knitting, embroidery, rug-making, basket weaving, and more. The Cultural Center invites art enthusiasts, collectors, and the community at large to attend the opening reception on Friday, February 9th, from 5 to 7 pm. This unique exhibition promises to captivate visitors with its diverse and inspiring display of Fiber Art, illustrating the beauty, history, and contemporary relevance of this dynamic medium. &lt;br&gt;&lt;/span&gt;&lt;/p&gt;",
        "Web Address": "https://www.cultural-center.org/post/string-theory-the-beauty-and-versatility-of-contemporary-fiber-art",
        "Origin": "Manual"
    },
    "facultyid": "114028031",
    "coauthors": {
        "351904": {
            "firstname": "Lily",
            "middleinitial": "",
            "lastname": "Lee",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114028031",
            "authorid": 351904,
            "scholarlyactivityid": 77040
        }
    },
    "status": [
        {
            "id": 77040,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114028031",
    "attachments": []
}