{
    "activityid": 77164,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span style=&quot;color:#4f4f4f;&quot;&gt;Influence of Urbanization and Climate on Surface Water Diversions in a Semi-arid Basin&lt;/span&gt;",
        "Journal": "JAWRA: Journal of the American Water Resources Association",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;The western US is facing both the rapid urbanization of agricultural lands and a changing climate, producing subsequent changes to irrigation water demand and availability. Adaptive water management requires knowledge regarding how and why water usage and availability is changing; however, managers often do not possess the tools or resources for the necessary analysis. These environmental changes are also place-based, meaning that water managers cannot directly use studies from other basins to actively manage theirs. Co-produced, actionable research can help fill this knowledge gap and provide the necessary information for adaptive management. The Lower Boise River Basin (LBRB) in southwestern Idaho is one location that is facing both the pressures of urbanization and climate change and where water managers need the long-term analysis to contextualize how or if these mechanisms are affecting the irrigation system. This research studied both irrigation water diversions, and irrigation drain return flow. The goals of this research were to 1) understand how diversions and drains in the LBRB have changed from 1987 to 2020 and 2) to quantify the effects of urbanization, annual weather, and reservoir availability on diversion and drain flows. We used a Mann Kendall test to quantify changes in discharge through time and used variations of a Bayesian Generalized Linear Mixed Effects model to quantify the effects of predictor variables on annual discharge for both diversions and drains. Multiple linear regressions were also used for the diversions to understand the effects of predictor variables at the individual diversion scale. Diversions had variable results across the basin with a mix of increasing (18%), decreasing (35%), and no trend in discharge through time (48%). Forty percent of drains that return irrigation water back to the Boise River had decreasing trends through time while 60% had no significant change. Diversions had variable responses to urbanization, which could be the result of both human decision-making and complex changes in surface water-groundwater interactions associated with urbanization. Drain flows decreased with urbanization more uniformly, which is an indication that drain flows are supplied by discharge from the shallow aquifer system while diversions are more controlled by human decision-making. Increased evapotranspiration increased both diversion and drain discharge while increased temperatures decreased discharge for both, and precipitation played less of a role in the system. Storage water use from the reservoir system had the most consistent positive effect on diversions across models, demonstrating how the reservoir system supplies water during the irrigation season and helps offset the lack of precipitation in this semi-arid region. Increased diversion flows also increased drain flows, demonstrating that seepage loss from canals that feeds the groundwater and drain system. This analysis showed complexities across the basin for both drains and diversions and supports the need for localized research to help water managers with adaptive management.  &lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114139989",
    "coauthors": {
        "346291": {
            "firstname": "Bridget",
            "middleinitial": "M",
            "lastname": "Bittman",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346291,
            "scholarlyactivityid": 77164,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        },
        "346292": {
            "firstname": "Kendra",
            "middleinitial": "E",
            "lastname": "Kaiser",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346292,
            "scholarlyactivityid": 77164,
            "classifications": {
                "Role": "Author"
            }
        },
        "346293": {
            "firstname": "Michael",
            "middleinitial": "J",
            "lastname": "Poulos",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346293,
            "scholarlyactivityid": 77164,
            "classifications": {
                "Role": "Author"
            }
        },
        "346294": {
            "firstname": "Allison",
            "middleinitial": "B",
            "lastname": "Simler-Williamson PhD",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114139989",
            "authorid": 346294,
            "scholarlyactivityid": 77164,
            "classifications": {
                "Role": "Author"
            }
        },
        "346295": {
            "firstname": "Alejandro",
            "middleinitial": "N",
            "lastname": "Flores",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346295,
            "scholarlyactivityid": 77164,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 77164,
            "status": "Submitted",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "114139989",
    "attachments": [
        {
            "attachmentid": 62846,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Manuscript Submission.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeW1KUlhWN2tRSzloRGdxR3VzSVhIWVVjbmQ1Szd2N0xMVWEwRjJrVWdLTzRMR3YwbmpBM0RLN3MvdVNMc0NxUkRFMDNLaWhLaGtDMD0%3D",
            "filesize": 46084
        }
    ]
}