{
    "activityid": 77215,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Doxorubicin-induced modulation of TGF-β signaling cascade in mouse fibroblasts: insights into cardiotoxicity mechanisms",
        "Journal": "Scientific reports",
        "Volume": "13",
        "Month / Season": null,
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "18944",
        "Publisher": null,
        "DOI": "10.1038/s41598-023-46216-7",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Doxorubicin (DOX)-induced cardiotoxicity has been widely observed, yet the specific impact on cardiac fibroblasts is not fully understood. Additionally, the modulation of the transforming growth factor beta (TGF-β) signaling pathway by DOX remains to be fully elucidated. This study investigated DOX's ability to modulate the expression of genes and proteins involved in the TGF-β signaling cascade in mouse fibroblasts from two sources by assessing the impact of DOX treatment on TGF-β inducible expression of pivotal genes and proteins within fibroblasts. Mouse embryonic fibroblasts (NIH3T3) and mouse primary cardiac fibroblasts (CFs) were treated with DOX in the presence of TGF-β1 to assess changes in protein levels by western blot and changes in mRNA levels by quantitative reverse transcriptase polymerase chain reaction (qRT-PCR). Our results revealed a dose-dependent reduction in cellular communication network factor 2 (CCN2) protein levels upon DOX treatment in both NIH3T3 and CFs, suggesting an antifibrotic activity by DOX in these fibroblasts. However, DOX only inhibited the TGF-β1 induced expression of COL1 in NIH3T3 cells but not in CFs. In addition, we observed that DOX treatment reduced the expression of BMP1 in NIH3T3 but not primary cardiac fibroblasts. No significant changes in SMAD2 protein expression and phosphorylation in either cells were observed after DOX treatment. Finally, DOX inhibited the expression of Atf4 gene and increased the expression of Cdkn1a, Id1, Id2, Runx1, Tgfb1, Inhba, Thbs1, Bmp1, and Stat1 genes in NIH3T3 cells but not CFs, indicating the potential for cell-specific responses to DOX and its modulation of the TGF-β signaling pathway.",
        "Origin": "PubMed"
    },
    "facultyid": "113087310",
    "coauthors": {
        "344892": {
            "firstname": "Conner",
            "middleinitial": "",
            "lastname": "Patricelli",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 344892,
            "scholarlyactivityid": 77215
        },
        "344893": {
            "firstname": "Parker",
            "middleinitial": "",
            "lastname": "Lehmann",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 344893,
            "scholarlyactivityid": 77215
        },
        "344894": {
            "firstname": "Julia Tho",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 344894,
            "scholarlyactivityid": 77215
        },
        "344895": {
            "firstname": "Xinzhu",
            "middleinitial": "",
            "lastname": "Pu",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 344895,
            "scholarlyactivityid": 77215
        }
    },
    "status": [
        {
            "id": 77215,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2023,
            "termid": "2023/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113087310",
    "attachments": []
}