{
    "activityid": 77240,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;span style=&quot;font-size:12pt;&quot;&gt;Writing Abundance Beyond the University: Understanding and Supporting Complex Writing Lives&lt;/span&gt;",
        "Conference/Meeting Name": "Conference on College Composition and Communication",
        "Conference Location": "Spokane, WA",
        "Date or Date Range": "4 April",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "College Composition and Communication/National Council of Teachers of English",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Drawing from multi-year, multi-institutional studies focused on the writing individuals do concurrent to or beyond university studies, this panel explores &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;emerging methods of researching this writing, how these methods allow us to access new understandings of writers’ complex writing lives and identities, and how their lives/identities complicate or disrupt divisions and silos of knowledge and neoliberal perspectives of identity.&lt;/span&gt;&lt;/p&gt;\n&lt;br&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Authentically&lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt; attending to writing beyond the university invites students and alumni to share their abundant knowledges and experiences and should, by extension, shape reflective teaching. Inviting these writers to help us learn about writing beyond the university allows our discipline to recognize the abundance of writing contexts, ways of writing, reasons for writing, and ways identities are formed by writing.&lt;/span&gt;&lt;/p&gt;\n&lt;br&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Mapping writers’ complex writing lives also offers a hopeful view of the future of writing both within and beyond the university. Our research shows that students are writing a lot for different purposes, including their own self-sponsored purposes, and they see the importance of writing both as students and as graduates moving into professional, civic, or other spaces. Project team leaders briefly set the context for these explorations before representatives from three research teams share snapshots of their projects.&lt;/span&gt;&lt;/p&gt;\n&lt;br&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;I&lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;nternational, multi-institutional research team one studied what upper-division undergraduate students learn about writing in their writing-beyond-the-classroom experiences, as well as about the kinds of recurring relationships, or recursivity, they perceive among their non-academic and curricular writing practices. &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The team’s representative will discuss a &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;methodological approach that expands upon the discourse-based interview (DBI), most notably by combining visual and linguistic modalities in order to explore undergraduate writers’ tacit writing knowledge. The presentation will focus on how the team identified &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;visual methods as an important means to enhance the interview through an iterative process of asking the writers to map and remap their “spheres” of writing.&lt;/span&gt;&lt;/p&gt;\n&lt;br&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Multi-institutional research team two’s study focused on novice writers’ transition from school to the workplace. Of particular interest are the ways researchers elicited additional information through drawings about participants’ writing process. When combined with one interview focused on experiences and a second interview focused on a specific writing sample, these drawings provided another source of data about their professional identities. This presentation will share the team’s approach to analyzing the drawings and what the drawings revealed about assumptions and approaches to workplace writing tasks.&lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Multi-institutional research team three’s &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;findings draw from surveys and interviews on the life writing of over 700 participants in the U.S. of diverse ages, races, genders, religions, and professional backgrounds. The team defines life writing as any writing composed beyond work or school, also called self-sponsored, everyday, or elective writing. The team’s representative will introduce a taxonomy of life writing that includes six metafunctions of writing, eighteen core functions, and an additional sixteen subfunctions, offering findings about the impact self-sponsored writing has on participants’ lives.&lt;/span&gt;&lt;/p&gt;\n&lt;br&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Collectively, these studies lead to curricular recommendations based on students’ actual and complex experiences with writing in various contexts, rather than a prescribed perception of what writing in professional spaces looks like. After each snapshot, project leaders will facilitate reflection activities to examine how these methods and findings could inform research and praxis at audience members’ campuses. As a result, attendees will gain insights on both innovative research methods and ways students’ and alumni’s &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;abundant knowledges and experiences could shape reflective teaching.&lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114046657",
    "coauthors": {
        "345072": {
            "firstname": "Jennifer",
            "middleinitial": "C",
            "lastname": "Mallette",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046657",
            "authorid": 345072,
            "scholarlyactivityid": 77240
        }
    },
    "status": [
        {
            "id": 77240,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046657",
    "attachments": [
        {
            "attachmentid": 62171,
            "mimetype": "application/vnd.openxmlformats-officedocument.presentationml.presentation",
            "filename": "CCCC 2024 Presentation.pptx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeTg0YVBBQWpyRithYkNxOG1uZFZZM0JIZHkzTytLSDZ6S3dZb3BXb211YVRtVGdnSWJiZ0dVZjJyRGREamZ5czZQM1RrZU05cDFWST0%3D",
            "filesize": 2977484
        }
    ]
}