{
    "activityid": 77276,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Unequal Impact of Public Mistrust in Labor Markets: Evidence from an Environmental Disaster",
        "Journal": "Review of Economic and Statistics",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2026,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=5100267",
        "Description/Abstract": "&lt;span&gt;This paper examines the indirect effects of an unprecedented environmental disaster, caused by an inadequately regulated mining dam, on local labor markets in Brazil. Using matched employer-employee data and georeferenced locations of tailings dams, we compare endangered municipalities downstream of active dams with safer upstream municipalities nearby, excluding areas directly affected by actual disasters. To interpret the findings, we present a monopsony model where workers value local amenities and differ in mobility costs and labor demand. Following a preventable disaster elsewhere, results show that wages of nonfarm high-skilled workers increase by 6.6%-9.8% more downstream than upstream, along with a 6%-9.5% reduction in employment levels. We calculate that the median high-skilled worker requires at least $4,768 more per year to remain downstream. Within the high-skilled group, women and non-white workers are less likely to receive additional compensation and are more prone to relocate compared to men and white workers. For low-skilled workers, the effects on wages and employment are insignificant, suggesting high mobility costs. Limited mobility is also observed among high-skilled workers in micro establishments or with long tenure. Our findings indicate that environmental risks resulting from lax regulation increase labor costs, but mobility constraints prevent many workers from being adequately compensated for these risks.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114203272",
    "coauthors": {
        "345342": {
            "firstname": "Philipp",
            "middleinitial": "",
            "lastname": "Ehrl",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 345342,
            "scholarlyactivityid": 77276,
            "classifications": {
                "Role": "Author"
            }
        },
        "345343": {
            "firstname": "Rafael",
            "middleinitial": "P",
            "lastname": "Ribas",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114203272",
            "authorid": 345343,
            "scholarlyactivityid": 77276,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 77276,
            "status": "In Progress",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114203272",
    "attachments": []
}