{
    "activityid": 77300,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Dual-Task Effect on Center of Pressure Oscillations and Prefrontal Cortex Activation Between Young and Older Adults",
        "Journal": "Research quarterly for exercise and sport",
        "Volume": "",
        "Month / Season": null,
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "1-11",
        "Publisher": null,
        "DOI": "10.1080/02701367.2024.2365940",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": ": This study aimed to investigate the dual-task effect on conventional center of pressure (CoP) outcomes, CoP oscillations, and prefrontal cortex (PFC) activation between young and older adults. : Fourteen healthy older adults (age: 66.25 ± 3.43 years) and another fourteen gender-matched young adults (age: 19.80 ± 0.75 years) participated in this study. Participants completed single-task and dual-task standing trials in a fixed order. The displacement of CoP and PFC activation were recorded using a Force plate and a functional near-infrared spectroscopy system, respectively. Two-way MANOVAs were used to examine the group and task effects. Additionally, the Pearson correlation analyses were used to investigate the relationship between CoP oscillations and PFC activation. : Our results showed a worse balance performance, greater CoP oscillations of 0-0.1 (11.03 ± 8.24 vs. 23.20 ± 12.54 cm) and 0.1-0.5 (13.62 ± 9.30 vs. 30.00 ± 23.12 cm) Hz in the medial-lateral direction and higher right (dorsomedial: -0.0003 ± 0.021 vs. 0.021 ± 0.021 &amp; ventrolateral: 0.0087 ± 0.047 vs. 0.025 ± 0.045 mol/ml) and left (dorsomedial: 0.0033 ± 0.024 vs. 0.020 ± 0.025 &amp; ventrolateral: 0.0060 ± 0.037 vs. 0.034 ± 0.037 mol/ml) PFC activation in response to a secondary cognitive task in older adults ( &lt; .05). Older adults also showed significant positive correlations between CoP oscillations in the anterior-posterior direction and PFC activation under the single-task standing. : These results suggest that older adults presented a loss of postural automaticity contributing to cognitive dysfunction. Moreover, heightened CoP oscillations at 0-0.5 Hz in response to a secondary cognitive task could provide evidence of a loss of automaticity, which might be associated with a greater reliance on the sensory inputs.",
        "Origin": "PubMed"
    },
    "facultyid": "114135151",
    "coauthors": {
        "345486": {
            "firstname": "Jiahao",
            "middleinitial": "",
            "lastname": "Pan",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 345486,
            "scholarlyactivityid": 77300
        },
        "345487": {
            "firstname": "Shuqi",
            "middleinitial": "",
            "lastname": "Zhang",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 345487,
            "scholarlyactivityid": 77300
        }
    },
    "status": [
        {
            "id": 77300,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135151",
    "attachments": []
}