{
    "activityid": 77327,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "BENEFITS, CHALLENGES, AND STRATEGIES FOR INCREASING WOMENCOACHES IN ELITE SPORT: THE TRAIL TO GOLD (T2G) INITIATIVE IN U.S.CROSS-COUNTRY SKIING",
        "Journal": "International Journal of Physical Activity and Health",
        "Volume": "4",
        "Month / Season": "January",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": " https://doi.org/10.18122/ijpah.4.2.4.boisestate",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Despite tremendous growth in sport participation of girls and women following Title IX in&lt;br&gt;1972, women’s participation as sport coaches did not follow the same trajectory. In fact,&lt;br&gt;women remain significantly underrepresented in sport coaching. Research highlights ongoing&lt;br&gt;barriers within the sport industry's patriarchal structure, and although strategies have been&lt;br&gt;proposed to improve women’s representation, the lack of progress over the past two decades&lt;br&gt;indicates limited effectiveness. A better approach is essential to address this issue across&lt;br&gt;individual, interpersonal, organizational, and societal levels. The purpose of this study is to&lt;br&gt;interview participants within the U.S. cross-country skiing program, Trail to Gold (T2G), to&lt;br&gt;learn about its programming and implementation, with an eye toward learning from this&lt;br&gt;comprehensive, multidimensional approach to help advance women coaches in all elite&lt;br&gt;sports. Eight coaches and administrators who participated in the T2G program completed&lt;br&gt;semi-structured interviews. Interviews were transcribed verbatim and reviewed by&lt;br&gt;participants for accuracy. Key themes were identified using both inductive and deductive&lt;br&gt;qualitative analysis methods, with final themes confirmed by triangulation. T2G participants&lt;br&gt;highlighted the importance of a supportive environment, robust networking, and effective&lt;br&gt;sponsorship to advance women in coaching roles. This study expands the recommended&lt;br&gt;strategies to increase women’s representation in sports coaching by learning from women&lt;br&gt;coaches and administrators who work in environments that value and actively pursue gender&lt;br&gt;parity. Continued support for women coaches is essential for gender equality, enhanced team&lt;br&gt;performance, and a more inclusive sporting environment.",
        "Origin": "Manual"
    },
    "facultyid": "111669980",
    "coauthors": {
        "347573": {
            "firstname": "Anika",
            "middleinitial": "A",
            "lastname": "Angriman",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 347573,
            "scholarlyactivityid": 77327
        },
        "347574": {
            "firstname": "Lynda",
            "middleinitial": "B",
            "lastname": "Ransdell",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112031674",
            "authorid": 347574,
            "scholarlyactivityid": 77327
        },
        "347575": {
            "firstname": "Shelley",
            "middleinitial": "M",
            "lastname": "Lucas",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669980",
            "authorid": 347575,
            "scholarlyactivityid": 77327
        },
        "347576": {
            "firstname": "Nicole",
            "middleinitial": "",
            "lastname": "LaVoi",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 347576,
            "scholarlyactivityid": 77327
        }
    },
    "status": [
        {
            "id": 77327,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669980",
    "attachments": []
}