{
    "activityid": 77356,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;span style=&quot;color:#222222;font-size:small;&quot;&gt;Shifting abiotic conditions alter host-pathogen interactions and intraspecific plant-soil feedbacks in a seed disease system&lt;/span&gt;",
        "Conference/Meeting Name": "Ecological Society of America ",
        "Conference Location": "Long Beach, CA",
        "Date or Date Range": "August 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Climate change can shift the severity and occurrence of infectious diseases; however, changes in disease dynamics are predicted to be context dependent, relating to both existing patterns of hosts and pathogens’ adaptations to their environment (e.g., thermal mismatch hypothesis), as well as the dependence of host-pathogen coevolution to those environmental conditions (i.e., disruptions to biotic adaptation). Understanding environmental contingency in the effects of climate change on disease is essential for predicting future plant population dynamics in managed and unmanaged plant systems. Seed pathogens reduce propagule viability in soil seedbanks; yet, seed diseases have been poorly integrated into plant disease ecology and defense theory, despite the importance of these agents for determining storage, recruitment, and related outcomes of management interventions, such as restoration seedings. In this work, we experimentally quantified how shifting environmental conditions and host-pathogen adaptation influence the net impacts of seed pathogens on overwinter seed survival and germinant mortality of Wyoming big sagebrush (&lt;em&gt;Artemisia tridentata &lt;/em&gt;subspecies&lt;em&gt; wyomingensis&lt;/em&gt;&lt;em&gt;)&lt;/em&gt;, a declining, foundational plant species that is widely translocated in post-fire restoration actions across the western U.S.&lt;/p&gt;\n&lt;p&gt;Our approach integrated field and laboratory-based plant-soil inoculum reciprocal transplant experiments, lab-based pathogenicity tests, amplicon sequencing of fungal communities, and hierarchical generalized linear models to examine variation in seed-pathogen interactions with translocation into both “unfamiliar” microbial communities and “atypical” environmental conditions. In common garden experiments in both the lab and the field, we found evidence that the impacts of seed pathogens on &lt;em&gt;A. tridentata&lt;/em&gt; seed viability were contingent upon both biotic translocation distances (environmental dissimilarity between seed origin and inoculum origin) and temperature variation (environmental dissimilarity between seed and inoculum origin and experimental weather conditions). Depending on environmental treatment and inoculum-seed translocation distances, fungal isolates contributed to seed viability losses and germinant mortality ranging from 0% to 93%. Observed results were also consistent with thermal mismatch, in which warm conditions generated stronger disease impacts in host-inoculum combinations from cooler sites; however, additional laboratory manipulations are ongoing to isolate whether temperature and soil moisture mechanisms are associated with this pattern. This work presents a novel exploration of the changing role of seed-pathogen interactions in determining plant population establishment, which may contribute to improved prediction of restoration actions that involve seed and seedling translocations.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114135308",
    "coauthors": {
        "345838": {
            "firstname": "Allison",
            "middleinitial": "B",
            "lastname": "Simler-Williamson PhD",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114139989",
            "authorid": 345838,
            "scholarlyactivityid": 77356
        },
        "345839": {
            "firstname": "Timothy",
            "middleinitial": "T",
            "lastname": "Caughlin",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114088551",
            "authorid": 345839,
            "scholarlyactivityid": 77356
        },
        "345840": {
            "firstname": "Leonora",
            "middleinitial": "S",
            "lastname": "Bittleston",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114135308",
            "authorid": 345840,
            "scholarlyactivityid": 77356
        },
        "345841": {
            "firstname": "Katilyn",
            "middleinitial": "",
            "lastname": "Opland",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 345841,
            "scholarlyactivityid": 77356
        },
        "345842": {
            "firstname": "Grace-Ann",
            "middleinitial": "",
            "lastname": "Myers",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 345842,
            "scholarlyactivityid": 77356
        },
        "345843": {
            "firstname": "Matthew",
            "middleinitial": "",
            "lastname": "Germino",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 345843,
            "scholarlyactivityid": 77356
        },
        "345844": {
            "firstname": "Marie-Anne",
            "middleinitial": "",
            "lastname": "de Graaff",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113084385",
            "authorid": 345844,
            "scholarlyactivityid": 77356
        }
    },
    "status": [
        {
            "id": 77356,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135308",
    "attachments": []
}