{
    "activityid": 77370,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Does Disciplinarity Influence Feelings of Imposter Syndrome in New Writing Center Consultants?",
        "Conference/Meeting Name": "National Conference on Peer Tutoring in Writing",
        "Conference Location": "Tacoma, WA",
        "Date or Date Range": "November 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "NCPTW",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Imposter syndrome is a phenomenon of increasing scholarly interest in higher education. This syndrome recognizes feelings of perceived inadequacy that can lead to lack of belongingness, which is often studied through an intersectional identity lens (Addison et al., 2022). This emphasis on identity and imposter syndrome draws critical attention to issues of diversity and belonging; however, disciplinary identity is another identity marker worthy of further exploration in a writing center context, specifically how those imposter feelings are expressed between English majors and non-English majors in both highly experienced and new consultants. &lt;/span&gt;&lt;/p&gt;\n&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;This presentation turns to research that critiques the routine advice that simply sharing or “opening up” conversations about failure and feelings of inadequacy will be enough to sufficiently address the issue (Breeze et al., 2022). Alternatively, a team-based approach—built from Kolontari et. al’s (2023) developmental mentoring model—will be shared as one potential approach to help writing centers address potential feelings of imposter syndrome sparked by a variety of disciplinary identities.  &lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111365159",
    "coauthors": {
        "345883": {
            "firstname": "Melissa",
            "middleinitial": "",
            "lastname": "Keith",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111365159",
            "authorid": 345883,
            "scholarlyactivityid": 77370
        }
    },
    "status": [
        {
            "id": 77370,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111365159",
    "attachments": []
}