{
    "activityid": 77409,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;span&gt;A Collaborative Study Abroad Program in Construction Management&lt;/span&gt;",
        "Name of Conference": "Associated Schools of Construction 2025 Annual Conference",
        "Month / Season": "04/25",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;This paper explores the potential for a collaborative study abroad program in construction management centered around the Camino de Santiago. The program aims to offer students a unique blend of physical challenge, cultural immersion, and academic enrichment. The study assesses student interest, with 64% expressing excitement about a trip involving hiking 10-18 miles per day, particularly among sophomores. Motivational factors include a sense of adventure, cultural exchange, and historical exploration, with top elective course choices being courses on sustainability in construction and historic perspectives in construction. The perceived benefits of the program include deep cultural immersion, personal growth, physical activity, and hands-on academic learning, while potential drawbacks are cost, physical challenges, extensive planning, homesickness, and the risk of injury. Administrative challenges involve early agreements on course administration, tuition payments, and enrollment procedures, as well as clear communication and emergency preparedness plans. To address these challenges, the study suggests operating the program as two separate but coordinated programs, pre-booking accommodations, using group flights, and collaborating with third-party vendors for logistics and safety support. The findings provide valuable insights into the feasibility and potential success of a collaborative study abroad program in construction management.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111112401",
    "coauthors": {
        "346088": {
            "firstname": "Richard",
            "middleinitial": "Casey",
            "lastname": "Cline",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111112401",
            "authorid": 346088,
            "scholarlyactivityid": 77409,
            "classifications": {
                "Role": "Author"
            }
        },
        "346089": {
            "firstname": "Ben",
            "middleinitial": "",
            "lastname": "Farrow",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346089,
            "scholarlyactivityid": 77409,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 77409,
            "status": "Submitted",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 2,
            "completionorder": 2
        }
    ],
    "userid": "111112401",
    "attachments": []
}