{
    "activityid": 77566,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Bacterial community function increases leaf growth in a pitcher plant experimental system",
        "Journal": "mSystems",
        "Volume": "9",
        "Month / Season": null,
        "Issue Number": "12",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "e0129824",
        "Publisher": null,
        "DOI": "10.1128/msystems.01298-24",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Across diverse ecosystems, bacteria and their hosts engage in complex relationships having negative, neutral, or positive interactions. However, the specific effects of leaf-associated bacterial community functions on plant growth are poorly understood. Although microbes can promote plant growth through various biochemical mechanisms, investigating the community's functional contributions to plant growth remains to be explored. To address this gap, we characterized the relationships between bacterial community function and host plant growth in the purple pitcher plant (). The main aim of our research was to investigate how different bacterial community functions affect the growth and nutrient content in the plant. Previous research has suggested that microbial communities aid in prey decomposition and subsequent nutrient acquisition in carnivorous plants, including . However, the specific functional roles of bacterial communities in plant growth and nutrient uptake are not well known. In this study, sterile, freshly opened pitchers were inoculated with three functionally distinct, pre-assembled bacterial communities. Bacterial community composition and function were measured over 8 weeks using physiological assays, metagenomics, and metatranscriptomics. Distinct community functions affected plant traits; a bacterial community enriched in decomposition was associated with larger leaves with almost double the biomass of control pitchers. Physiological differences in bacterial communities were supported by metatranscriptomics; for example, the bacterial community with the highest chitinase activity had greater expression of transcripts associated with chitinase enzymes. The relationship between bacterial community function and plant growth observed here indicates potential mechanisms, such as chitinase activity, for host-associated bacterial functions to support pitcher plant growth.",
        "Origin": "PubMed"
    },
    "facultyid": "114135308",
    "coauthors": {
        "346872": {
            "firstname": "Jessica ",
            "middleinitial": "R",
            "lastname": "Bernardin",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346872,
            "scholarlyactivityid": 77566
        },
        "346873": {
            "firstname": "Erica ",
            "middleinitial": "B",
            "lastname": "Young",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346873,
            "scholarlyactivityid": 77566
        },
        "346874": {
            "firstname": "Sarah ",
            "middleinitial": "M",
            "lastname": "Gray",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346874,
            "scholarlyactivityid": 77566
        },
        "346875": {
            "firstname": "Leonora ",
            "middleinitial": "S",
            "lastname": "Bittleston",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346875,
            "scholarlyactivityid": 77566
        }
    },
    "status": [
        {
            "id": 77566,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135308",
    "attachments": []
}