{
    "activityid": 77567,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Arthropod prey type drives decomposition rates and microbial community processes",
        "Journal": "Applied and environmental microbiology",
        "Volume": "90",
        "Month / Season": null,
        "Issue Number": "7",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "e0039424",
        "Publisher": null,
        "DOI": "10.1128/aem.00394-24",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Microbial communities perform various functions, many of which contribute to ecosystem-level nutrient cycling via decomposition. Factors influencing leaf detrital decomposition are well understood in terrestrial and aquatic ecosystems, but much less is known about arthropod detrital inputs. Here, we sought to infer how differences in arthropod detritus affect microbial-driven decomposition and community function in a carnivorous pitcher plant, . Using sterile mesh bags filled with different types of sterile arthropod prey, we assessed if prey type influenced the rate of decomposition in pitcher plants over 7 weeks. Additionally, we measured microbial community composition and function, including hydrolytic enzyme activity and carbon substrate use. When comparing decomposition rates, we found that ant and beetle prey with higher exoskeleton content lost less mass compared with fly prey. We observed the highest protease activity in the fly treatment, which had the lowest exoskeleton content. Additionally, we saw differences in the pH of the pitcher fluid, driven by the ant treatment which had the lowest pH. According to our results from 16S rRNA gene metabarcoding, prey treatments with the highest bacterial amplicon sequence variant (ASV) richness (ant and beetle) were associated with prey that lost a lower proportion of mass over the 7 weeks. Overall, arthropod detritus provides unique nutrient sources to decomposer communities, with different prey influencing microbial hydrolytic enzyme activity and composition.",
        "Origin": "PubMed"
    },
    "facultyid": "114135308",
    "coauthors": {
        "346876": {
            "firstname": "Jessica ",
            "middleinitial": "R",
            "lastname": "Bernardin",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346876,
            "scholarlyactivityid": 77567
        },
        "346877": {
            "firstname": "Sarah ",
            "middleinitial": "M",
            "lastname": "Gray",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346877,
            "scholarlyactivityid": 77567
        },
        "346878": {
            "firstname": "Leonora ",
            "middleinitial": "S",
            "lastname": "Bittleston",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 346878,
            "scholarlyactivityid": 77567
        }
    },
    "status": [
        {
            "id": 77567,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114135308",
    "attachments": []
}