{
    "activityid": 77601,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Thermodynamic Study of Carbon Mineralization with Recycled Concrete Fines for Carbon Capture and Utilization Applications",
        "Conference/Meeting Name": "WorldCUR - BCUR 2023",
        "Conference Location": "The University of Warwick",
        "Date or Date Range": "April 2023",
        "Actual/Projected Year of Publication/Presentation": 2022,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;span&gt;Carbon Mineralization is the process that occurs when concrete is exposed to carbon dioxide either in the atmosphere or synthetically. Making use of this process as a form of carbon capture and utilization (CCUS) is an effective procedure to reduce the carbon emissions produced by the cement and concrete production processes. Since over thirty billion tonnes of concrete are produced worldwide each year, the carbon footprint of the cement industry is quite large. The cement industry is responsible for almost 10% of global CO ₂ emissions and up to 25% of industrial production. In addition to the waste produced during the production process, millions of tonnes of demolished concrete are also produced each year. Although recycled concrete is currently recognized as a possible solution, only the coarse particles included in recycled concrete aggregates are utilized. Using recycled concrete fines will further reduce the net emissions produced by concrete production, decrease energy consumption, and fully reuse demolished concrete thereby extending the cyclic nature of the process. The addition of supplementary cementitious materials (SCM) and CO 2 as a part of the cement mixture will provide a pathway to use industry waste in the concrete production process. The addition of alkali activator (portlandite) and slightly increased temperature can significantly improve the process efficacy and productivity. In this study, we simulate the mineralization process using CemGEMS, a thermodynamic cement modeling application, with hopes of setting the groundwork to better design the cement hydration process.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114001675",
    "coauthors": {
        "347040": {
            "firstname": "Akhila",
            "middleinitial": "",
            "lastname": "Mattapalli",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 347040,
            "scholarlyactivityid": 77601,
            "classifications": {
                "Role": "Undergraduate Student Researcher"
            }
        },
        "347041": {
            "firstname": "Yang",
            "middleinitial": "",
            "lastname": "Lu",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114001675",
            "authorid": 347041,
            "scholarlyactivityid": 77601,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 77601,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2022,
            "termid": "2022/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114001675",
    "attachments": []
}