{
    "activityid": 77626,
    "fields": {
        "Type": "Chapter",
        "Chapter Title": "Electrokinetic Remediation ",
        "Book Title": "Geoenvironmental Engineering Manual of Practice (MOP) 159 ",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Edition": "",
        "Volume": "1",
        "Publisher": "ASCE",
        "Publisher Location": "Reston, VA",
        "ISBN": "",
        "Author/Editor of Larger Work": "",
        "DOI": "",
        "Author(s) / Editor(s)": null,
        "Web address": "",
        "Description/Abstract": "&lt;p&gt;Using electric fields for various geotechnical and geoenvironment applications, especially &lt;em&gt;in-situ&lt;/em&gt; remediation of soil contaminated with hazardous waste has become popular. There are more established methods for remediation such as the use of Direct currents (DC) and alternating current (AC) as well as more recent research on the use of electromagnetic fields (Azad et al., 2013, 2015; Farid et al., 2014). The focus of this section is on the use of DC, referred to as electrokinetic remediation. In such method, DC is applied across electrodes inserted into the soil where applying an electric potential, electric current is induced across the electrodes for mobilization and extraction of contaminants. Contaminants can be transported to extraction wells using electroosmosis and ionic migration along with electrolysis causing a series of chemical reactions. In addition to the induced flow of contaminants, electrodeposition and ion exchange (for heavy metals) can be used for heavy metal remediation.&lt;/p&gt;\nA constant electric field of DC can directly move any charged particle and, hence, be used to remediate any material that can be ionized (e.g., inorganics, heavy metals, and ionic radioactive compounds). Such electric field can also indirectly move and remediate noncharged (both polar or nonpolar) material (e.g., organic compounds).",
        "Web Address": "",
        "Origin": "Manual"
    },
    "facultyid": "112176072",
    "coauthors": {
        "347167": {
            "firstname": "Arvin",
            "middleinitial": "",
            "lastname": "Farid",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112176072",
            "authorid": 347167,
            "scholarlyactivityid": 77626
        }
    },
    "status": [
        {
            "id": 77626,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112176072",
    "attachments": []
}