{
    "activityid": 77628,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;span style=&quot;font-size:12pt;&quot;&gt;Negative self-fulfilling prophecies affecting the poor: An experimental intervention to boost perceptions, attitudes, and actions to improve societal health. (Best Paper Award)&lt;/span&gt;",
        "Conference/Meeting Name": "Academy of Business Review",
        "Conference Location": "Orlando, FL",
        "Date or Date Range": "November, 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "Academy of Business Review",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Many people likely create stereotypes of themselves and others based on socio-economic status. Of particular concern are those in poverty (with its multi-faceted negative outcomes such as poor health, lack of education, quality of life). Given its long-term persistent nature, poverty may be perpetuated partly due to people’s negative perceptions of the poor (UGA Public Service &amp; Outreach Bulletin, 2004). Based on Self-fulfilling Prophecy Theory (Bandura, 1997; Merton, 1948), I propose that negative perceptions of the poor for themselves and by others toward the poor may create negative SFPs wherein people act in ways that are consistent with their perceptions, and thereby create negative consequences for communities and societies. I also propose that if people’s perceptions and beliefs about social classes can be improved, it may have a subsequent positive effect on people’s attitudes and behaviors, along with better community outcomes. To test these proposals, I created a situated experiment (Greenberg &amp; Tomlinson, 2004) within 13 sessions of a complex, day-long societal simulation. Participants were randomly divided into three socio-economic groups with varying resources and power, and interacted and made decisions that impacted societal outcomes. In addition, seven of the sessions were randomly assigned as the treatement condition. These participants received an intervention designed to help participants understand the interrelatedness of members of society, the contribution that all members can make, that resources are a stewardship to benefit all society, that persons from differing classes are more similar to each other than they are different, etc. The other sessions were assigned as the control condition and received an equal amount of additional information related to the simulation.&lt;/p&gt;\nStudy results indicated that how favorably participant’s viewed the social classes within the society (perception) was indeed related to their self-efficacy, sense of team orientation and collectivism within the society, which in turn impacted their pro-societal actions (e.g., quality of communication, and amount of investments in public programs), and markers of societal health. Next, the manipulation check verified that the treatment successfully improved participant’s perception of the favorability of the classes within the society (in particular, the poor). This then translated into more favorable outcomes, as participants in treatment sessions had better attitudes toward the society, stronger pro-societal actions, and created healthier societies. These results are encouraging as they provide the first empirical evidence of the importance in understanding and addressing people’s perceptions of the poor, the potential efficacy in being able to improve how people view the poor, and the positive impact this may have on the poor and societies as a whole.",
        "Origin": "Manual"
    },
    "facultyid": "113079943",
    "coauthors": {
        "347186": {
            "firstname": "Donald",
            "middleinitial": "B",
            "lastname": "McNatt",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113079943",
            "authorid": 347186,
            "scholarlyactivityid": 77628
        }
    },
    "status": [
        {
            "id": 77628,
            "status": "Accepted",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113079943",
    "attachments": []
}