{
    "activityid": 77659,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Individual and Contextual Factors Associated with Classroom Teachers' Intentions to Implement Classroom Physical Activity",
        "Journal": "International journal of environmental research and public health",
        "Volume": "20",
        "Month / Season": null,
        "Issue Number": "4",
        "Actual/Projected Year of Publication/Presentation": 2023,
        "Page Numbers": "",
        "Publisher": null,
        "DOI": "10.3390/ijerph20043646",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "Classroom-based physical activity (CPA) is an evidence-based practice that improves student physical activity outcomes, but national data suggest implementation is insufficient in US classrooms. The purpose of this study was to examine individual and contextual factors associated with elementary school teachers' intentions to implement CPA. We collected input survey data from 181 classroom teachers (10 schools; 98.4% participation among eligible teachers) across three separate cohorts to examine associations between individual and contextual constructs and future CPA implementation intentions. Data were analyzed using multilevel logistic regression. Individual-level characteristics of perceived autonomy for using CPA, perceived relative advantage/compatibility of CPA, and general openness to educational innovations were positively associated with intentions to implement CPA ( &lt; 0.05). Teacher perceptions of contextual factors such as administrator support for CPA were also associated with implementation intentions. This study adds to prior evidence about the importance of theoretically determined constructs for understanding behavioral intentions among front-line implementers such as classroom teachers. Additional research is needed to evaluate interventions designed to change malleable factors, including teachers' perceptions, as well as changing school environments so that teachers perceive more autonomy to use CPA and have the training and resources that build skills for implementation.",
        "Origin": "PubMed"
    },
    "facultyid": "113168274",
    "coauthors": {
        "347446": {
            "firstname": "Gabriella ",
            "middleinitial": "M",
            "lastname": "McLoughlin",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 347446,
            "scholarlyactivityid": 77659
        },
        "347447": {
            "firstname": "Hannah ",
            "middleinitial": "G",
            "lastname": "Calvert",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 347447,
            "scholarlyactivityid": 77659
        },
        "347448": {
            "firstname": "Lindsey",
            "middleinitial": "",
            "lastname": "Turner",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 347448,
            "scholarlyactivityid": 77659
        }
    },
    "status": [
        {
            "id": 77659,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2023,
            "termid": "2022/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113168274",
    "attachments": []
}