{
    "activityid": 77670,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "The Caitlin Clark Effect: Illuminating Women's Sport History",
        "Journal": "International Journal of Physical Activity and Health",
        "Volume": "4",
        "Month / Season": "January",
        "Issue Number": "2",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "https://doi.org/10.18122/ijpah.4.2.3.boisestate",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;span&gt;The Caitlin Clark Effect is a term that describes the impact of the University of Iowa basketball player on the popularity of women’s basketball, which occurred in conjunction with Clark’s record-breaking performances in 2023 and 2024, as well as the Iowa team’s successes in the NCAA championship tournament. While the Caitlin Clark Effect is associated with intense media attention, ticket sales, and viewership, it also illuminates significant and lesser-known aspects of women’s sport history, specifically media coverage, the Association of Intercollegiate Athletics for Women (AIAW), and the state of Iowa’s unique basketball heritage and ‘6-on-6’ basketball rules. The purpose of this article is to present these three topics as important historical foundations underlying the Caitlin Clark Effect. More importantly, these three topics help to demonstrate the complex and uneven movement towards equitable, visible, and valued women’s sports participation in the US—in other words, social change.&lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111669980",
    "coauthors": {
        "347577": {
            "firstname": "Shelley",
            "middleinitial": "",
            "lastname": "Lucas",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111669980",
            "authorid": 347577,
            "scholarlyactivityid": 77670,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 77670,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111669980",
    "attachments": []
}