{
    "activityid": 77689,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;span style=&quot;font-size:11pt;&quot;&gt;Training Academic Entrepreneurs to Innovate for the Future: Evidence from the I-Corps &lt;/span&gt;&lt;span style=&quot;font-size:11pt;&quot;&gt;Program&lt;/span&gt;",
        "Name of Conference": "Academy of Management ",
        "Month / Season": "August",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "OVERVIEW OF SYMPOSIUM&lt;br&gt;&lt;br&gt;In 2011, the U.S. National Science Foundation (NSF) established the Innovation Corps (I-Corps) program, which has become the world’s largest entrepreneurial training program for would-be academic entrepreneurs. I-Corps prepares university and federal lab scientists and engineers to extend their focus beyond the laboratory to accelerate the transfer of cutting-edge research into commercial success. As I-Corps has expanded, it has made its presence felt in academic entrepreneurship. There are now ten NSF I-Corps Regional “Hubs,” involving over 80 research universities. According to the NSF I-Corps Biennial Report (2021), I-Corps has educated more than 6,500 grant participants from the NSF, National Institutes of Health (NIH), and Department of Energy (DOE), and trained more than 2,300 entrepreneurial teams. These teams are typically small (i.e., three individuals) and include individuals with both scientific and business-related expertise. I-Corps teams have raised more than $1.2 Billion in subsequent funding for start-up activity.&lt;br&gt;Evaluating the effectiveness of the I-Corps program is critical to its future success since NSF and other federal agencies are looking to expand the program. Duval-couetil, Epstein, and Huang-saad (2022) note that I-Corps has been evaluated in a number of ways, and they suggest a need for alternative evaluation and assessment data that could be used to better understand the effects of regional programs, as well as how those programs might be improved. However, the overarching theme of this symposium is linking entrepreneurship and innovation literature to&lt;br&gt;assess the effectiveness of an entrepreneurship training program (the NSF I-Corps program) on generating potential entrepreneurs (academic entrepreneurs) and show how this program is producing sustainable impacts on society (innovations). Four presentations are included in the symposium, representing different approaches to understanding the critical role of Hubs of I-Corps trainees across the U.S. by reinforcing the fundamental components of the entrepreneurial and innovation process.&lt;br&gt;The presentations in this session illustrate a variety of “micro” and “macro” perspectives on academic entrepreneurship (Waldman, Vaulont, Balven, Siegel, &amp; Rupp, 2022; Siegel &amp; Wright, 2015), including theories of organizational justice; identity; role conflict; ambivalence; championing/leadership; feedback; knowledge spillovers; diversity, equity, and inclusion; business model experimentation; pivoting; strategy formulation and implementation; networks; and team dynamics. Likewise, novel methods to provide evidence and implications. Our session is also inspired by the AOM 2024 theme “Innovating for the future: policy, purpose and organizations” since it deals with a federal program that is targeted to train the next generation of successful academic entrepreneurs.",
        "Origin": "Manual"
    },
    "facultyid": "111643654",
    "coauthors": {
        "348511": {
            "firstname": "Donald",
            "middleinitial": "",
            "lastname": "Siegel",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 348511,
            "scholarlyactivityid": 77689
        },
        "348510": {
            "firstname": "Kent",
            "middleinitial": "",
            "lastname": "Neupert",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "111643654",
            "authorid": 348510,
            "scholarlyactivityid": 77689
        },
        "348509": {
            "firstname": "Maryann",
            "middleinitial": "",
            "lastname": "Feldman",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 348509,
            "scholarlyactivityid": 77689
        },
        "348508": {
            "firstname": "Karen",
            "middleinitial": "R",
            "lastname": "Nicholas",
            "percentcontribution": null,
            "sameschoolflag": 1,
            "facultyid": "114105970",
            "authorid": 348508,
            "scholarlyactivityid": 77689
        },
        "348507": {
            "firstname": "Michael",
            "middleinitial": "",
            "lastname": "Whitney",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 348507,
            "scholarlyactivityid": 77689
        }
    },
    "status": [
        {
            "id": 77689,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643654",
    "attachments": []
}