{
    "activityid": 77786,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "Rural Educational Contexts: English Learner Students, Families and Teachers.",
        "Name of Conference": "Innovation in Language Learning",
        "Month / Season": "November",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "Filodiritto Editore",
        "Publisher Location": "Italy",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The current charged and divisive sociopolitical climate is a disharmony of voices, viewpoints, and experiences. However, many realities and experiences remain absent from conversations about educational policies and practices. This presentation addresses the education of rural English learners, their families, and their teachers, whose experiences and “truths” have been virtually absent from the broad landscape of educational research. In their absence, little is known about how rurality intersects with English learners and how “post-truth” discourses affect teachers and students. This paper aims to bring voice and broaden views regarding the intersection of rurality and EL education in the US. One diverse subgroup in rural settings are emergent bilingual students, described here as English learners (ELs). Despite the fact that scholars have noted the increase in number of EL students in non-urbanized, non-traditional ‘new destination’ settings, commensurate research has not been conducted [1]. Data show that nearly 15% of EL-identified students reside in rural settings [2] in the US. And although rural EL students constitute nearly 5% of the overall K-12 public school students, their experiences as well as those of their teachers and families remain underrepresented in the research on education [3]. This paper aims to bring voice and broaden views regarding the intersection of rurality and EL education in the US.&lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111727706",
    "coauthors": {
        "349021": {
            "firstname": "Claudia",
            "middleinitial": "",
            "lastname": "Peralta",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727706",
            "authorid": 349021,
            "scholarlyactivityid": 77786
        }
    },
    "status": [
        {
            "id": 77786,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2024,
            "termid": "2024/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727706",
    "attachments": [
        {
            "attachmentid": 63525,
            "mimetype": "application/pdf",
            "filename": "Claudia Peralta ILL 2024.docx.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeXREL0VtbTNTY2dOamNXU3FJN1F3WGVFYTIxMkgxVDRWUFdZWFduN0FqVlNFUWxuOXRlZkpxYTR3LzB2MGpaZ2xNb0tmVkN0Nmh1Z2pZeHo4dGVqaXJ3PT0%3D",
            "filesize": 346308
        }
    ]
}