{
    "activityid": 77823,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Development and Initial Validation of a Measure to Assess Accessibility and Inclusion Factors Related to Tier 1 in Schoolwide Positive Behavioral Interventions and Supports",
        "Journal": "",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "ProQuest Central; ProQuest Dissertations &amp; Theses Global",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "https://libproxy.boisestate.edu/login?url=https://www.proquest.com/dissertations-theses/development-initial-validation-measure-assess/docview/3083832225/se-2",
        "Description/Abstract": "Background: Schoolwide positive behavioral interventions and supports (PBIS) is&lt;br&gt;an evidence-based framework for implementing a continuum of behavior support&lt;br&gt;practices in schools to improve student outcomes. Research suggests that students with&lt;br&gt;extensive support needs (ESN) may not have access to the complete continuum of&lt;br&gt;behavioral supports within their schools or be included in the implementation of PBIS.&lt;br&gt;Research also suggests that some special education teachers and other educators who&lt;br&gt;work with students with ESN may be uninformed about PBIS initiatives or excluded&lt;br&gt;from implementation and evaluation processes in their schools. Investigators have&lt;br&gt;examined PBIS evaluation tools and found the measures contained exceptions to&lt;br&gt;providing support and instruction to all students and staff, such that students with ESN&lt;br&gt;and educators associated with these learners could be omitted when the tools were&lt;br&gt;administered to evaluate implementation fidelity. Purpose: The purpose of this study was&lt;br&gt;to develop and initially validate a new add-on scale for the Tiered Fidelity Inventory&lt;br&gt;(TFI; version 3.0). The new add-on scale, titled the Tiered Fidelity Inventory-&lt;br&gt;Accessibility &amp; Inclusion Rating (TFI-AIR), was designed to measure the extent to which&lt;br&gt;implementation of Tier 1 in PBIS is accessible for and inclusive of students with ESN.&lt;br&gt;Method: This study was conducted in two phases. In Phase 1 we assessed the content&lt;br&gt;validity of the TFI-AIR. In Phase 2 we pretested the TFI-AIR in schools and assessed the&lt;br&gt;4&lt;br&gt;measure’s usability according to Tier 1 team members. Results: Results from Phase 1&lt;br&gt;indicated that the content of the TFI-AIR was valid for assessing fidelity related to&lt;br&gt;students with ESN. Results from Phase 2 showed that all Tier 1 team members rated the&lt;br&gt;TFI-AIR as an efficient and effective measure that teams should administer at least once&lt;br&gt;or annually as part of their regular practice. Conclusion: Although future research is&lt;br&gt;needed before disseminating the TFI-AIR, this study provides initial evidence that the&lt;br&gt;content of the TFI-AIR is valid for assessing accessibility and inclusion factors related to&lt;br&gt;Tier 1 implementation for students with ESN, and there may be demand for such a&lt;br&gt;measure from implementation teams interested in developing their PBIS systems to be&lt;br&gt;more equitable and inclusive for students who have been historically marginalized or&lt;br&gt;underserved in schools.",
        "Origin": "Manual"
    },
    "facultyid": "114280354",
    "coauthors": {
        "349113": {
            "firstname": "Aaron",
            "middleinitial": "J",
            "lastname": "Mowery",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114280354",
            "authorid": 349113,
            "scholarlyactivityid": 77823
        }
    },
    "status": [
        {
            "id": 77823,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114280354",
    "attachments": [
        {
            "attachmentid": 63621,
            "mimetype": "application/pdf",
            "filename": "Development_and_Initial_Valida-2.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWhWcTBXY1RCaTQveGZMdzNnL2RzajIrS0ljTGR0TkdCTjR1MDIxSEVpdU1uZkZmNkFiZ0FRTUIrLzlHRXNlTUhIc2JQeXlabWFvVXFJYitBd3I5VHRBPT0%3D",
            "filesize": 41587029
        }
    ]
}