{
    "activityid": 77859,
    "fields": {
        "Type": "Conference Proceeding",
        "Title of Contribution": "&lt;p&gt;How to Execute MOUs without IOUs: Delivering top International Business Experiences in a Landscape of Shifting Individuals both at Home and Abroad&lt;/p&gt;",
        "Name of Conference": "CUIBE Spring 2024 Conference",
        "Month / Season": "March 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Page Numbers": "",
        "Publisher": "",
        "Publisher Location": "",
        "Volume": "",
        "Issue Number": "",
        "DOI": "",
        "ISBN/ISSN #": "",
        "Contributor": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;This paper examines the challenges and strategies involved in sustaining international business (IB) programs amidst changing leadership, shifting regulations, and evolving institutional relationships. Drawing on three illustrative cases at Boise State University—a successful program relaunch, a failed initiative, and a near-failure—this study highlights the critical role of continuity planning, stakeholder engagement, and adaptive management in IB program longevity. The proposed &quot;Five Phases&quot; and &quot;Support vs. Phases&quot; models offer frameworks for understanding program lifecycle stages and aligning resources to anticipate and mitigate risks. Actionable recommendations focus on maintaining institutional knowledge, fostering strong partnerships, and ensuring adaptable frameworks. This research contributes to understudied aspects of organizational change in international academic collaborations.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114046096",
    "coauthors": {
        "349443": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Marr",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046096",
            "authorid": 349443,
            "scholarlyactivityid": 77859
        }
    },
    "status": [
        {
            "id": 77859,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114046096",
    "attachments": []
}