{
    "activityid": 77860,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span&gt;&lt;span style=&quot;font-size:12pt;color:#222222;background-color:transparent;&quot;&gt;Ants and Frogs: Harnessing Actor-Network Theory and Leapfrog Technology for AI Localization in Kenya&lt;/span&gt;&lt;span style=&quot;font-size:12pt;color:#222222;background-color:transparent;&quot;&gt;&lt;br&gt;&lt;/span&gt;&lt;/span&gt;",
        "Journal": "Business Horizons",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2026,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;This paper examines how corporate leaders navigate the adoption of artificial intelligence (AI) through the lens of Actor-Network Theory (ANT) and Leapfrog Technology, using Kenya as a case study. By analyzing the decision-making process of Qubit Hub, a pan-African AI research and development lab, we explore how emerging markets localize AI technologies while fostering technological sovereignty. Through qualitative interviews and industry data analysis, we identify key strategies for balancing global capabilities with local needs. The study highlights four critical dimensions: data sovereignty, infrastructure development, talent cultivation, and market adaptation. Our findings suggest successful AI localization requires orchestrating open-source technologies, distributed computing, and indigenous datasets. We provide actionable recommendations for business leaders and policymakers to drive inclusive AI development in emerging markets. In an era where AI is shaping the future, Africa stands at a crossroads—either as a passive consumer or an active architect of its digital destiny. Additionally, we offer broader insights into technological leapfrogging strategies, emphasizing the importance of regulatory frameworks and sustainable AI ecosystems in Africa.&lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114046096",
    "coauthors": {
        "349444": {
            "firstname": "John",
            "middleinitial": "P",
            "lastname": "Marr",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114046096",
            "authorid": 349444,
            "scholarlyactivityid": 77860
        }
    },
    "status": [
        {
            "id": 77860,
            "status": "In Progress",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 1,
            "completionorder": 1
        }
    ],
    "userid": "114046096",
    "attachments": []
}