{
    "activityid": 78012,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;span style=&quot;color:#222222;font-size:small;&quot;&gt;Partner Traits of Women in Arranged and Self-Choice Marriages: Testing parent-offspring conflict over mate choice&lt;/span&gt;",
        "Journal": "Evolutionary Human Sciences",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;Survey results have shown that the traits women seek in a partner are different from the traits parents seek in a son-in-law. These differences have been attributed to parent-offspring conflict, where parents prefer mates for their offspring who provide benefits to the entire family group, but adult women prefer traits in a potential partner that indicate heritable fitness (e.g., creativity, exciting personality). We compare husband’s characteristics of women in self-choice and arranged marriages using data from the longitudinal Indonesia Family Life Survey (IFLS) which surveyed families between 1993 and 2015.  Results show that the husbands of women in arranged marriages had lower levels of completed education than those from self-choice marriage, counter to predictions. There were no significant differences in the husband’s wealth prior to marriage or the proportion of couples who were of the same religion. An examination of personality traits showed little difference based on arranged marriage status. The only prediction that had significant support was that couples in arranged marriage were more likely to share an ethnic background than couples in self-choice marriages. These results suggest that the characteristics of husbands vary little by arranged versus self-choice marriage status, contrary to previous survey findings.   &lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114026821",
    "coauthors": {
        "350012": {
            "firstname": "Kristin",
            "middleinitial": "",
            "lastname": "Snopkowski",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114026821",
            "authorid": 350012,
            "scholarlyactivityid": 78012,
            "classifications": {
                "Role": "Author"
            }
        },
        "350013": {
            "firstname": "Annemarie",
            "middleinitial": "M",
            "lastname": "Hasnain",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 350013,
            "scholarlyactivityid": 78012,
            "classifications": {
                "Role": "Graduate Student Researcher"
            }
        }
    },
    "status": [
        {
            "id": 78012,
            "status": "Revise &amp; Resubmit",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 3,
            "completionorder": 3
        }
    ],
    "userid": "114026821",
    "attachments": []
}