{
    "activityid": 78024,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Trauma and Historical Memory in US Central American Fiction",
        "Conference/Meeting Name": "Latin American Studies Association International Congress",
        "Conference Location": "",
        "Date or Date Range": "June 2024",
        "Actual/Projected Year of Publication/Presentation": 2024,
        "Sponsoring Organization": "",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;span style=&quot;font-weight:400;&quot;&gt;This presentation offers an analysis of the ways in which Francisco Goldman’s &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The Ordinary Seaman&lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt; (1997) and Ana Reyes’s &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The House in the Pines&lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt; (2023) portray the individual traumas of their characters as a mechanism for constructing historical memories of the Central American revolutions for an English-speaking audience. Specifically, I argue that by portraying the trauma that many U.S. Central Americans and their families have experienced, by linking their migration with the history of U.S. military intervention and economic colonization in the isthmus, and by celebrating distinct aspects of their cultural identity, these novels constitute an important step toward increasing the visibility of U.S. Central Americans who, as Arturo Arias has argued, “remain ‘invisible’ to the great majority of U.S. citizens despite their overwhelming presence in the country, particularly since the wars fought in the 1980s, when three to four million Central Americans fled from the nightmare of violence” to seek refuge in the United States (202). For Arias, U.S. Central Americans have failed to establish a distinct identity in the cultural landscape of the United States, often accepting invisibility as a survival strategy, or preferring to pass as Mexican, which for political reasons was seen as less threatening in the context of the Civil Wars. In light of the relative lack of visibility that Arias observes, I contend that &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The Ordinary Seaman &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;and &lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt;The House in the Pines&lt;/span&gt;&lt;span style=&quot;font-weight:400;&quot;&gt; are significant literary contributions that increase the visibility of U.S. Central Americans and offer insight into the historical circumstances that have driven the waves of migration to the U.S. that have ensued over the last forty years. These stories in turn shed light on the relation between the deeply intertwined histories of the U.S and Central America. &lt;/span&gt;",
        "Origin": "Manual"
    },
    "facultyid": "112093478",
    "coauthors": {
        "350069": {
            "firstname": "Adrian",
            "middleinitial": "T",
            "lastname": "Kane",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112093478",
            "authorid": 350069,
            "scholarlyactivityid": 78024
        }
    },
    "status": [
        {
            "id": 78024,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2024,
            "termid": "2024/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112093478",
    "attachments": []
}