{
    "activityid": 78280,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Collagen Alpha 1(XI) Amino-Terminal Domain Modulates Type I Collagen Fibril Assembly",
        "Journal": "Biochemistry",
        "Volume": "64",
        "Month / Season": null,
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "735-747",
        "Publisher": null,
        "DOI": "10.1021/acs.biochem.4c00434",
        "PubMed Central ID Number": null,
        "Author(s) / Editor(s)": null,
        "Web Address": null,
        "Description/Abstract": "The amino-terminal domain of collagen α1(XI) plays a key role in controlling fibrillogenesis. However, the specific mechanisms through which various isoforms of collagen α1(XI) regulate this process are not fully understood. We measured the kinetics of collagen type I self-assembly in the presence of specific collagen α1(XI) isoforms. Molecular dynamics simulations, protein-protein docking studies, and molecular mechanics Poisson-Boltzmann surface area were utilized to understand the molecular mechanisms. In vitro, in silico, and thermodynamic studies demonstrated an isoform-specific effect on self-assembly kinetics. Our results indicate isoform-specific differences in the rate constants, activation energy, and free energy of binding. These differences may result from isoform-specific interaction dynamics and modulation of steric hindrance due to the chemically distinct variable regions. We show that isoform A interacts with collagen type I due in part to the acidic variable region, increasing the activation energy of fibril growth while decreasing the rate constant during the growth phase. In contrast, the basic variable region of isoform B may result in less steric hindrance than isoform A. Isoform 0 demonstrated the highest activation energy and the lowest rate constant during the growth phase. Although the presence of isoforms reduced the rate constants for fibril growth, an increase in total turbidity during the plateau phase was observed compared to controls. Overall, these results are consistent with collagen α1(XI) NTD isoforms facilitating fibrillogenesis by increasing the final yield by reducing the rate of the lag and/or growth phases, while extending the duration of the growth phase.",
        "Origin": "PubMed"
    },
    "facultyid": "111643744",
    "coauthors": {
        "350883": {
            "firstname": "Abu Sayee",
            "middleinitial": "S",
            "lastname": "Chowdhury",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 350883,
            "scholarlyactivityid": 78280
        },
        "350884": {
            "firstname": "Julia Tho",
            "middleinitial": "T",
            "lastname": "Oxford",
            "percentcontribution": null,
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 350884,
            "scholarlyactivityid": 78280
        }
    },
    "status": [
        {
            "id": 78280,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111643744",
    "attachments": []
}