{
    "activityid": 78636,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Competing Forms of Value in August Wilson's Gem of the Ocean",
        "Conference/Meeting Name": "August Wilson Society Biennial Colloquium",
        "Conference Location": "Hillman Library, University Of Pittsburgh",
        "Date or Date Range": "April 2-5, 2025",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Sponsoring Organization": "August Wilson Society",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Competing Forms of Value in Two Later Works of August Wilson&lt;br&gt;&lt;br&gt;Acts of transgression and exchange lie at the center of August Wilson’s Gem of the Ocean and Seven Guitars. In the case of Gem, Citizen Barlow must confront his crime of silence when another man, Garrett Brown, is charged with the theft that he himself committed. In addition, the paper boat made from Aunt Ester’s bill of sale is a vehicle that transports Citizen on his redemptive journey to the City of Bones. As boat, the bill of sale is a metaphorical vehicle bearing two contradictory tenors, for it signifies both Aunt Ester’s dehumanization as a chattel slave and Citizen’s rehumanizing journey through the Middle Passage to union with his ancestors in the City of Bones. In the case of Seven Guitars, blues musician Floyd Barton steals enough money to redeem his pawned guitar and finance his trip to Chicago to promote his recording career. His transgression is compounded by another when the character Hedley murders Floyd and seizes the stolen money. Hedley believes Floyd to be Buddy Bolden, the messenger whom he dreams will come as a representative of his father to restore his patrimony. In each play, Wilson aligns figurative with financial or economic exchanges to transform transgression from fortuitous action into something meaningful. The plots of both plays are organized around competing economies in order to emphasize the conflicts between different forms of value. &lt;br&gt;In Gem, Wilson dramatizes Citizen’s redemption by transforming the meaning of the two pennies Aunt Ester requires him to find and bring back. While Aunt Ester tells Black Mary that they are arbitrary parts of Citizen’s quest, they later pay for not only Citizen’s but Solly’s entry into the City of Bones. Citizen’s redemption and Solly’s arson conflict with Caesar’s brusque law-and-order self-reliance. In Seven Guitars, the transgression of Hedley’s murder displaces that of Floyd’s theft and thereby redefines it: first, the money Hedley gains will provide means to support himself and Ruby as well as a legacy for Ruby’s child. Second, as twice-stolen blood money, the treasure is the residue of Floyd’s original action, a sum that will not tally with the hopes it was meant to realize. By reminding the audience of Floyd’s violent death, the money symbolizes the destruction of his dreams of becoming a recording artist. Floyd’s failure haunts Hedley’s success. The bluesman’s efforts are ironically transfigured by the fulfillment of Hedley’s exacting vision of money falling from his hands like ashes. In Hedley’s ancestral vision, the money goes from one hand to another, but it also goes away, changing from money into ashes. Hedley’s dream attests to the value of his relationship with his father, but by going up in smoke, it also realistically faces the fact that money is all the harder to come by in a racially unjust society.&lt;br&gt;&lt;br&gt;Jeff Westover&lt;br&gt;English Department&lt;br&gt;Boise State University&lt;br&gt;1910 University Drive&lt;br&gt;Boise, ID 83703&lt;br&gt;&lt;br&gt;jeffreywestover@boisestate.edu&lt;br&gt;208/426-1232&lt;br&gt;&lt;br&gt;NB This is the second time I have posted this activity. It is unfortunate that Interfolio is unreliable.&lt;br&gt;PS The phone is gone. The university took it.",
        "Origin": "Manual"
    },
    "facultyid": "112139145",
    "coauthors": {
        "351507": {
            "firstname": "Jeffrey",
            "middleinitial": "W",
            "lastname": "Westover",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112139145",
            "authorid": 351507,
            "scholarlyactivityid": 78636
        }
    },
    "status": [
        {
            "id": 78636,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "112139145",
    "attachments": [
        {
            "attachmentid": 64680,
            "mimetype": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
            "filename": "Draft  5.docx",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeUhJRXRBWEhMK1hseUtvQWp2c2M0d3NFVUFCZUVmeWZWNmU2RE84YXFqdzBPb2tNVVV3ZFFFUT09",
            "filesize": 34556
        }
    ]
}