{
    "activityid": 79098,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;p&gt;A Narrative Review of Interventions on Menstrual Health for Adolescent Girls in Rural India&lt;/p&gt;",
        "Journal": "Boston Congress of Public Health Review",
        "Volume": "",
        "Month / Season": "Spring 2025",
        "Issue Number": "90",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "https://www.bcphreview.org/article/138060-a-narrative-review-of-interventions-on-menstrual-health-for-adolescent-girls-in-rural-india",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;Purpose of review&lt;/p&gt;\n&lt;p&gt;Menstrual health remains a significant public health challenge in India, particularly among adolescent girls in low- and middle-income communities. Cultural taboos, lack of awareness, and inadequate access to menstrual health knowledge and products contribute to practices that may have adverse health outcomes and social exclusion. Government programs and non-governmental interventions have aimed to address these issues, yet significant barriers persist. This narrative review examined the socio-cultural factors influencing menstrual hygiene practices, existing interventions, and their effectiveness among adolescent girls in rural India. Key sources included peer-reviewed journal articles, government reports, and evaluation reports of interventions. Thematic analysis identified common barriers and facilitators to menstrual health and hygiene (MHH).&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;\n&lt;p&gt;Results&lt;/p&gt;\n&lt;p&gt;Statistics suggest that 24% of adolescent girls in rural India drop out of school post-menarche due to inadequate menstrual hygiene facilities. Social stigma, restrictions on diet and mobility, and misinformation may exacerbate the issue. Government initiatives like the Swachh Bharat Mission and mobile education platforms like SAATHIYA have improved awareness. Yet, their impact remains limited due to persistent cultural attitudes and infrastructure gaps in rural India.&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;\n&lt;p&gt;Discussion&lt;/p&gt;\n&lt;p&gt;Relevant studies suggest that social and behavioral change communication (SBCC) interventions, such as UNICEF’s GARIMA program, are more effective in reshaping menstrual health narratives and increasing community-level engagement, while providing comprehensive education to adolescent girls.&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;\n&lt;p&gt;Conclusion&lt;/p&gt;\n&lt;p&gt;Addressing menstrual health requires a multifaceted approach. Community-driven strategies must be integrated with culturally sensitive education involving parents and schools, safe sanitation infrastructure, and policy reforms that span education and health, including menstruation-related knowledge for all. This approach aims to dismantle menstrual taboos. More nuanced approaches to existing and new interventions may offer a viable pathway to normalizing menstrual education and improving adolescent health outcomes in India.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "114282606",
    "coauthors": {
        "352610": {
            "firstname": "Kruti",
            "middleinitial": "S",
            "lastname": "Chaliawala",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114282606",
            "authorid": 352610,
            "scholarlyactivityid": 79098,
            "classifications": {
                "Role": "Author"
            }
        },
        "352611": {
            "firstname": "Priyanka",
            "middleinitial": "",
            "lastname": "Dubey",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114282689",
            "authorid": 352611,
            "scholarlyactivityid": 79098,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 79098,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2025,
            "termid": "2025/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "114282606",
    "attachments": [
        {
            "attachmentid": 65307,
            "mimetype": "application/pdf",
            "filename": "138060-a-narrative-review-of-interventions-on-menstrual-health-for-adolescent-girls-in-rural-india.pdf",
            "downloadurl": "https://faculty180.interfolio.com/public/download.php?key=SDRwNCtxSUpsamxBQ213WS9ucHFuOXdEckhSTndUMEU1ZEl3S1FYNlk1UTRFRytxRHVPV3RGeEM1UlkwREhVeWhWcTBXY1RCaTQ5RU1vdCttVC8yWTdQMllCZkdQRkw3MGY3Y3RDWWZ5b01GdWs4aDlOTEFRYWU2ZlIrS3ZHcVhncmMxNGZ5UXBiOEZwaWlSN05aV3RNR2krZ2JEbS9GQzdNUTNnWkVacXp6NzNRYVAwKzUwUldIcy9iWG83NkN6cTlkKzRoUENSQmZRY0xYT3FzQkRDN2ZpWXR2N1loM2dqd2g2ZFRQd1h4UT0%3D",
            "filesize": 292445
        }
    ]
}