{
    "activityid": 79956,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "&lt;p&gt;&lt;span style=&quot;font-size:11pt;&quot;&gt;How to Turn 100 Million Workers into Passive Shareholders&lt;/span&gt;&lt;/p&gt;",
        "Journal": "The Elder Law Journal",
        "Volume": "",
        "Month / Season": "",
        "Issue Number": "",
        "Actual/Projected Year of Publication/Presentation": 2026,
        "Page Numbers": "",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "&lt;p&gt;&lt;span style=&quot;font-size:11pt;&quot;&gt;It is widely recognized that the United States has rapidly shifted away from defined benefit pension plans and towards defined contribution plans and Individual Retirement Accounts. Less recognized is the fact that most of these retirement plans now invest in essentially the same assets: passive index funds. There is growing concern that this development could pose serious risks for both retirement security and the entire financial system, yet it has received no scrutiny from lawmakers and regulators, who have instead acted to foster it. Despite the massive size and importance of the retirement system, there is little understanding of how and why it has taken its current form. This article aims to understand the sources of the current retirement savings regime by analyzing for the first time the history of its development. &lt;span&gt; &lt;/span&gt;This analysis reveals three broad factors helping to shape the current system. First, the US has a long, elite-led tradition of encouraging employee capital ownership, including through Employee Stock Ownership Plans (ESOPs), and this article proposes that ESOPs were an essential precursor to the now-ubiquitous 401(k) plan. Second, academics created remarkably influential theories favoring low-cost investing in broad market indexes, just as the finance industry developed investment fund products meeting these criteria. Finally, large scale retirement investing relies on financial institutions to create and manage retirement investment products, and these institutions have used their influence to increase and entrench the demand for such products. &lt;/span&gt;&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111671285",
    "coauthors": {
        "353527": {
            "firstname": "Joshua",
            "middleinitial": "D",
            "lastname": "Cutler",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111671285",
            "authorid": 353527,
            "scholarlyactivityid": 79956,
            "classifications": {
                "Role": "Author"
            }
        }
    },
    "status": [
        {
            "id": 79956,
            "status": "Accepted",
            "term": "Fall",
            "year": 2025,
            "termid": "2025/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111671285",
    "attachments": []
}