{
    "activityid": 80558,
    "fields": {
        "Type": "Artistic Works and Performances",
        "Work/Exhibit Title": "&lt;p&gt;&lt;em&gt;Between Hand and Scroll: Torah Pointers from the Barr Foundation Collection&lt;/em&gt;&lt;span&gt;&lt;/span&gt;&lt;/p&gt;",
        "Name of Performing Group": "",
        "Date or Date Range": "Feb. 2 - July 20, 2025",
        "Actual/Projected Year of Publication/Presentation": 2025,
        "Name of Venue/Sponsor": "Fralin Museum of Art at University of Virginia",
        "Venue / Sponsor Location (City, State, Country)": "Charlottesville, VA",
        "Co-contributor": null,
        "Web address": "https://uvafralinartmuseum.virginia.edu/exhibitions/opening-soon-between-hand-and-scroll-torah-pointers-barr-collection",
        "Description/Abstract": "&lt;p&gt;Curated ByWendy Ligon Smith, guest curator and Assistant Professor in the Engagements, with Lise Dobrin, Professor of Anthropology, and the students of the Fall 2024 Curating Culture course.&lt;/p&gt;\n&lt;p&gt;Through the centuries, objects used for the Jewish ritual reading of the Torah – the first five books of the Bible – have been created in a wide range of styles using rare and sometimes surprising materials. The Torah pointers assembled here are made of gold, silver, pearls, and jewels as well as badger hair bristles, a whale’s tooth, porcupine quills, fish vertebrae, recycled cans, brass bullet casings, and even a skateboard. This collection allows us to explore and consider expanded possibilities for what a religious ritual object can be. &lt;/p&gt;\n&lt;p&gt;Each copy of the Torah contains hand-written ancient Hebrew letters on a parchment scroll. A Torah pointer is called a&lt;strong&gt; &lt;/strong&gt;yad, which means ‘hand’ in Hebrew. A yad is used in Jewish synagogue services when reading aloud from the Torah. It takes the place of the reader’s hand as it glides along the text, and the tip of the yad often resembles a hand with a pointing finger. &lt;/p&gt;\n&lt;p&gt;Holding a yad while following the text helps ensure accuracy because the Torah is challenging to read: it lacks vowels, capital letters, and punctuation marks.  Using a yad helps the reader keep their place in the text and maintains ritual separation between hand and scroll, reflecting a broader Jewish religious theme of distinguishing the realm of the sacred from the everyday. &lt;/p&gt;\n&lt;p&gt;This first major exhibition of Judaica at the University of Virginia presents a selection of yads collected by Clay Barr in honor of her late husband Jay D.A. Barr. The collection features traditional antique Torah pointers from the 18th and 19th centuries, modern 20th-century yads, and contemporary works commissioned as recently as 2024.&lt;/p&gt;\n&lt;p&gt;Click &lt;a href=&quot;https://collection.museum.virginia.edu/exhibitions/info/788&quot;&gt;&lt;strong&gt;here&lt;/strong&gt;&lt;/a&gt; to see other works on view in this exhibition.&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;",
        "Web Address": "https://uvafralinartmuseum.virginia.edu/exhibitions/opening-soon-between-hand-and-scroll-torah-pointers-barr-collection",
        "Origin": "Manual"
    },
    "facultyid": "111727692",
    "coauthors": {
        "354833": {
            "firstname": "Anika",
            "middleinitial": "Ariella",
            "lastname": "Smulovitz",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727692",
            "authorid": 354833,
            "scholarlyactivityid": 80558
        }
    },
    "status": [
        {
            "id": 80558,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2025,
            "termid": "2024/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727692",
    "attachments": []
}