{
    "activityid": 80565,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&lt;p&gt;&lt;span&gt;The Quiet Power of Wearable Art&lt;/span&gt;&lt;span&gt;&lt;/span&gt;&lt;/p&gt;",
        "Conference/Meeting Name": "The 47th Yuma Art Symposium",
        "Conference Location": "Yuma, AZ",
        "Date or Date Range": "February 19-21, 2026",
        "Actual/Projected Year of Publication/Presentation": 2026,
        "Sponsoring Organization": "Yuma Art Symposium",
        "Presenter(s)": null,
        "Web Address": "https://yumaartsymposium.org/presenters-2026/",
        "Description/Abstract": "&lt;p&gt;The Yuma Art Symposium is a series of demonstrations, lectures and slide presentations given by both internationally recognized and emerging artists who have demonstrated excellence in their chosen media. Activities include an exhibit of artworks by presenters, a student show, the National Saw, File, &amp; Solder Sprints, the annual small art auction, and a fiesta and dance on Saturday night.&lt;/p&gt;\n&lt;p&gt;The 47th Yuma Art Symposium begins on Thursday, Feb. 19, 2026 with registration, a social gathering and the traditional pin swap from 3:30 – 6:30 pm at the Yuma Lute’s Casino, 221 S. Main Street. Informal introductions of the presenters will follow at 7 pm at the Yuma Art Center’s Historic Yuma Theatre.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;Anika Smulovitz: &lt;em&gt;The Quiet Power of Wearable Art&lt;/em&gt;&lt;/strong&gt; – As an adornment artist, I am interested in the relationship between object and wearer. For the past 30 years, my wearable artwork has explored concepts relating to the body, loss of innocence, and social action. This presentation will begin by giving context to my artwork, sharing briefly the bodies of work that have led to my current exploration, as well as briefly sharing my Judaica practice (Jewish ritual objects) which has always been and continues to be a separate but related side of my art practice.&lt;/p&gt;",
        "Origin": "Manual"
    },
    "facultyid": "111727692",
    "coauthors": {
        "354842": {
            "firstname": "Anika",
            "middleinitial": "Ariella",
            "lastname": "Smulovitz",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "111727692",
            "authorid": 354842,
            "scholarlyactivityid": 80565
        }
    },
    "status": [
        {
            "id": 80565,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2026,
            "termid": "2025/03",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "111727692",
    "attachments": []
}