{
    "activityid": 870,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Assignment of Income at the Ivory Tower:  Relaxing the Tax Treatment of Services Donated to Charities by their Employees",
        "Journal": "Journal of College and University Law",
        "Volume": "40",
        "Month / Season": "2014-01-31",
        "Issue Number": "1",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Page Numbers": "78",
        "Publisher": "University of Notre Dame Law School and National Association of College and University Attorneys",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "http://www3.nd.edu/~jcul/",
        "Description/Abstract": "When a faculty member donates time to a college or university by, for example, teaching a summer course for no compensation, the federal income tax treatment of the donation can take one of two forms.  One possibility is that the donation will have no tax consequences.  The faculty member realizes no income from the donation and gets no charitable deduction.  A second possibility is that the faculty member will be required to recognize taxable income equal to the value of the services provided and then may (subject to certain limits) be allowed a charitable contribution deduction.  In many cases, the income and deduction do not fully offset, resulting in negative tax consequences for the faculty member.  This second possibility occurs when the faculty member directs where the funds saved by the donation are used within the institution.  Since faculty members normally would prefer to control the specific use of the saved funds, many donations would result in negative tax consequences sufficient to stifle the donation in the first place. This Article argues that the tax law should be clarified and relaxed to allow faculty members (and other employees of charitable organizations) to donate time to their employer institutions on a tax-free basis in more situations than is currently the case.  Alternatively, the Article suggests ways for charities to encourage donations of time by employees, even in the absence of a favorable law change.     ",
        "Origin": "Other"
    },
    "facultyid": "112033523",
    "coauthors": {
        "204049": {
            "firstname": "Mark",
            "middleinitial": "",
            "lastname": "Cowan",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "112033523",
            "authorid": 204049,
            "scholarlyactivityid": 870
        }
    },
    "status": [
        {
            "id": 870,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2014,
            "termid": "2014/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 870,
            "status": "Accepted",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "112033523",
    "attachments": []
}