{
    "activityid": 875,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "A meta-analysis of global urban land expansion",
        "Journal": "PLoS ONE",
        "Volume": "6",
        "Month / Season": "2011-08-18",
        "Issue Number": "8",
        "Actual/Projected Year of Publication/Presentation": 2011,
        "Page Numbers": "e23777",
        "Publisher": "",
        "DOI": "doi:10.1371/journal.pone.0023777",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The conversion of Earth's land surface to urban uses is one of the most irreversible human impacts on the global biosphere. It drives the loss of farmland, affects local climate, fragments habitats, and threatens biodiversity. Here we present a meta-analysis of 326 studies that have used remotely sensed images to map urban land conversion. We report a worldwide observed increase in urban land area of 58,000 km2 from 1970 to 2000. India, China, and Africa have experienced the highest rates of urban land expansion, and the largest change in total urban extent has occurred in North America. Across all regions and for all three decades, urban land expansion rates are higher than or equal to urban population growth rates, suggesting that urban growth is becoming more expansive than compact. Annual growth in GDP per capita drives approximately half of the observed urban land expansion in China but only moderately affects urban expansion in India and Africa, where urban land expansion is driven more by urban population growth. In high income countries, rates of urban land expansion are slower and increasingly related to GDP growth. However, in North America, population growth contributes more to urban expansion than it does in Europe. Much of the observed variation in urban expansion was not captured by either population, GDP, or other variables in the model. This suggests that contemporary urban expansion is related to a variety of factors difficult to observe comprehensively at the global level, including international capital flows, the informal economy, land use policy, and generalized transport costs. Using the results from the global model, we develop forecasts for new urban land cover using SRES Scenarios. Our results show that by 2030, global urban land cover will increase between 430,000 km2 and 12,568,000 km2, with an estimate of 1,527,000 km2 more likely.",
        "Origin": "Other"
    },
    "facultyid": "113146926",
    "coauthors": {
        "2070": {
            "firstname": "K",
            "middleinitial": "C",
            "lastname": "Seto",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2070,
            "scholarlyactivityid": 875
        },
        "2071": {
            "firstname": "Michail",
            "middleinitial": "",
            "lastname": "Fragkias",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113146926",
            "authorid": 2071,
            "scholarlyactivityid": 875
        },
        "2072": {
            "firstname": "B",
            "middleinitial": "",
            "lastname": "Guneralp",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2072,
            "scholarlyactivityid": 875
        },
        "2073": {
            "firstname": "M",
            "middleinitial": "K",
            "lastname": "Reilly",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2073,
            "scholarlyactivityid": 875
        }
    },
    "status": [
        {
            "id": 875,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2011,
            "termid": "2011/01",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113146926",
    "attachments": []
}