{
    "activityid": 880,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Evolving rank-size distributions for intra-metropolitan urban clusters in South China",
        "Journal": "Computers, Environment and Urban Systems",
        "Volume": "33",
        "Month / Season": "2009-12-31",
        "Issue Number": "3",
        "Actual/Projected Year of Publication/Presentation": 2009,
        "Page Numbers": "189-199",
        "Publisher": "",
        "DOI": "",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Cities are the dominant form of human settlements and their interaction with the global environment presents great challenges for sustainability. This paper analyzes the evolution of urban form in three rapidly-growing Chinese metropolitan areas in the Pearl River Delta: Shenzhen, Foshan and Guangzhou. It is the first study to utilize a combination of time-series satellite imagery, GIS, and a time-series of spatial pattern statistics based on rank-size distributions to evaluate the evolving nature of urban clusters in Chinese cities. Defining the urban clusters – contiguous urban built-up areas – as the unit of our analysis, we estimate exponents of rank-size distributions for each city’s clusters for the years between 1988 and 1999. We observe substantial variation in the evolution of urban form across time. For all three metropolitan areas, the rank-size distribution exponents evolve in an oscillatory fashion within the 11-year period as the metropolitan areas grow through a process of cluster birth and coalescence. The analysis sheds light on the evolving nature of urban clusters that can help us better understand urban phenomena, and make inferences on how socioeconomic processes influence urban form which in turn has considerable effects on the ecology of the urban system and the local and regional environment. We show that a time-series analysis of rank-size distributions of urban clusters reveals trends in spatial patterns of urban form that can aid in the design of cities and help achieve more sustainable land-uses.",
        "Origin": "Other"
    },
    "facultyid": "113146926",
    "coauthors": {
        "2093": {
            "firstname": "Michail",
            "middleinitial": "",
            "lastname": "Fragkias",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113146926",
            "authorid": 2093,
            "scholarlyactivityid": 880
        },
        "2094": {
            "firstname": "K",
            "middleinitial": "C",
            "lastname": "Seto",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2094,
            "scholarlyactivityid": 880
        }
    },
    "status": [
        {
            "id": 880,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2009,
            "termid": "2009/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113146926",
    "attachments": []
}