{
    "activityid": 885,
    "fields": {
        "Type": "Journal Publication",
        "Title of Contribution": "Mangroves, aquaculture and Ramsar: a remote sensing based approach for evaluating international environmental agreements",
        "Journal": "Global Environmental Change",
        "Volume": "17",
        "Month / Season": "2007-10-31",
        "Issue Number": "3,4",
        "Actual/Projected Year of Publication/Presentation": 2007,
        "Page Numbers": "486-500",
        "Publisher": "",
        "DOI": "http://dx.doi.org/10.1016/j.gloenvcha.2007.03.001",
        "PubMed Central ID Number": "",
        "Author(s) / Editor(s)": null,
        "Web Address": "",
        "Description/Abstract": "Remote sensing data have been proposed as a potential tool for monitoring environmental treaties. However, to date, satellite images have been used primarily for visualization, but not for systematic monitoring of treaty compliance. In this paper, we present a methodology to operationalize the use of satellite imagery to assess the impact of the Ramsar Convention on Wetlands. The approach uses time series analysis of landscape pattern metrics to assess land cover conditions before and after designation of Ramsar status to monitor compliance with the Convention. We apply the methodology to two case studies in Vietnam and evaluate the success of Ramsar using four metrics: (1) total mangrove extent; (2) mangrove fragmentation; (3) mangrove density; and (4) aquaculture extent. Results indicate that the Ramsar Convention did not slow the development of aquaculture in the region, but total mangrove extent has remained relatively constant, primarily due to replanting efforts. Yet despite these restoration efforts, the mangroves have become fragmented and survival rates for replanting efforts are low. The methodology is cost effective and especially useful to evaluate Ramsar sites that rely mainly on self-reporting methods and where third parties are not actively involved in the monitoring process. Finally, the case study presented in this paper demonstrates that with the appropriate satellite record, in situ measurements and field observations, remote sensing is a promising technology that can help monitor compliance with international environmental agreements.",
        "Origin": "Other"
    },
    "facultyid": "113146926",
    "coauthors": {
        "2119": {
            "firstname": "K",
            "middleinitial": "C",
            "lastname": "Seto",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 2119,
            "scholarlyactivityid": 885
        },
        "2120": {
            "firstname": "Michail",
            "middleinitial": "",
            "lastname": "Fragkias",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113146926",
            "authorid": 2120,
            "scholarlyactivityid": 885
        }
    },
    "status": [
        {
            "id": 885,
            "status": "Completed/Published",
            "term": "Fall",
            "year": 2007,
            "termid": "2007/02",
            "listingorder": 6,
            "completionorder": 6
        }
    ],
    "userid": "113146926",
    "attachments": []
}