{
    "activityid": 9575,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "&quot;'Till Time and I Think Meet': Linear and Circular Time in King Lear&quot;",
        "Conference/Meeting Name": "Rocky Mountain Modern Language Association Conference",
        "Conference Location": "Salt Lake City, Utah",
        "Date or Date Range": "2016-03-02",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "Rocky Mountain Modern Language Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "King Lear seems in many ways to be the most teleological of Shakespeare’s plays, moving inexorably toward “the promised end” despite distractions and delays. The play’s narrative drive proceeds in a linear fashion, with rewards and punishments doled out until most of the characters are dead or disillusioned. The word “time” appears 40 times in the play, signalling characters’ constant attention to the concept. But in concert with this linear temporality, there is a concurrent circularity to time and its effects in King Lear that complicates the play's teleology. This circular time appears from the beginning of the play, as the King attempts to essentially travel forward in time through his actions so “that future strife/ May be\nprevented now.” A flexible, cyclical mode of temporality continues to appear throughout the play,\nincreasing in its intensity up through the last act.\n\nIn this paper, I will explore the tension between linear and circular time in King Lear, focusing specifically on Act 5, Scene 3, where Lear proposes a cyclical performance of time by replaying his reconciliation with Cordelia over and over again. I suggest that this desire for repeated experience mirrors the role of circular time in the play as a whole and in the theater in general, where audiences’ teleological desires are in tension with their appetites for repetition and renewal.",
        "Origin": "Other"
    },
    "facultyid": "111673550",
    "coauthors": {
        "50873": {
            "firstname": "Jen",
            "middleinitial": "",
            "lastname": "Black",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111673550",
            "authorid": 50873,
            "scholarlyactivityid": 9575
        }
    },
    "status": [
        {
            "id": 9575,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 9575,
            "status": "Accepted",
            "term": "Spring",
            "year": 1966,
            "termid": "1965/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111673550",
    "attachments": []
}