{
    "activityid": 9645,
    "fields": {
        "Type": "Other Works",
        "Title": "Evidence-Based Approaches to the Mathematical Preparation of Secondary Teachers",
        "Outlet (if applicable)": "MathFest 2015",
        "Date": "",
        "Actual/Projected Year of Publication/Presentation": 2015,
        "Publisher": "Mathematical Association of America",
        "Location of Publisher (City, State, Country)": "Washington, D.C.",
        "Issue Number/Edition": "",
        "Page Number or Number of Pages": "",
        "Volume": "",
        "Author/Editor of larger work": "",
        "Title of larger work": "",
        "ISBN/ISSN/ASIN Number": "",
        "DOI": "",
        "Co-contributor(s)": null,
        "Web Address": "",
        "Description/Abstract": "The mathematical preparation of secondary teachers has received substantial attention by mathematicians and mathematics teacher educators for many years, but how do university mathematics content and methods instructors and program coordinators know their efforts are making a difference? While the program evaluation process, which can include accreditation reports (e.g., CAEP) and teacher candidate surveys, encourages faculty to seriously consider this question, it is tempting to focus program evaluation on outcomes such as: graduation rates, teacher placement rates, and scores on teacher licensure exams or performance-based teacher assessments (e.g., edTPA).  In this session, we invite mathematics content and methods instructors and program coordinators to share ways they gather and analyze data for the purpose of making decisions about their programs. Presentations should focus on one or two program goals directly linked to the mathematical preparation of secondary teachers. Examples include: How do you know that teachers can promote mathematical thinking and learning in ways consistent with the Common Core Standards for Mathematics (NGA Center &amp; CCSSO, 2010)? How is your program addressing the recommendations in the Mathematical Education of Teachers II document (CBMS, 2012)? How does your program work with mentor teachers to develop candidates’ use of formative assessment?",
        "Origin": "Other"
    },
    "facultyid": "113017246",
    "coauthors": {
        "119823": {
            "firstname": "Laurie",
            "middleinitial": "O",
            "lastname": "Cavey",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113017246",
            "authorid": 119823,
            "scholarlyactivityid": 9645
        },
        "119824": {
            "firstname": "Scott",
            "middleinitial": "",
            "lastname": "Courtney",
            "percentcontribution": "",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 119824,
            "scholarlyactivityid": 9645
        }
    },
    "status": [
        {
            "id": 9645,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 9645,
            "status": "Accepted",
            "term": "Fall",
            "year": 2014,
            "termid": "2014/02",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113017246",
    "attachments": []
}