{
    "activityid": 9649,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "Elementary Teachers Engaged in Authentic Math and Science (ETEAMS)",
        "Conference / Meeting Name": "Great Ideas in STEM Education Research",
        "Conference Location": "Boise, ID",
        "Date or Date Range": "2014-01-13",
        "Actual/Projected Year of Publication/Presentation": 2014,
        "Sponsoring Organization": "Boise State University",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Funded by a recent 3- year, $1.5 million award from the National Science Foundation's Math Science Partnership program, Elementary Teachers Engaged in Authentic Math and Science (ETEAMS) is a prototype targeted teacher preparation partnership between Texas A&amp;M University – Corpus Christi and Corpus Christi Independent School District. As a co-PI who led the program design, I'll share details on the new approach for preparing generalist elementary education majors for middle levels mathematics and science teaching. Program components include preservice teaching fellowships  featuring  authentic  science  research experiences, Grades 4-8 math &amp; science teaching certification workshops, STEM Thursdays at elementary and  middle  schools,  collaborative  integrated math/science curriculum writing, and peer-mediated instruction.  I'll  also  share  information  on  the partnership  structure,  website  with  program curriculum, and the accompanying longitudinal research design exploring effects on teachers, students, and university faculty.",
        "Origin": "Other"
    },
    "facultyid": "114000904",
    "coauthors": {
        "153812": {
            "firstname": "Joseph",
            "middleinitial": "",
            "lastname": "Champion",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "114000904",
            "authorid": 153812,
            "scholarlyactivityid": 9649
        }
    },
    "status": [
        {
            "id": 9649,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2021,
            "termid": "2020/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 9649,
            "status": "Accepted",
            "term": "Spring",
            "year": 2014,
            "termid": "2013/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "114000904",
    "attachments": []
}