{
    "activityid": 9702,
    "fields": {
        "Type": "Poster Presentation",
        "Title of Presentation": "The Effectiveness of 2 Holistic Therapies in Reducing Test Anxiety Among Nursing Students ",
        "Conference / Meeting Name": "American Holistic Nurses' Association 2015 Conference",
        "Conference Location": "Branson, MO",
        "Date or Date Range": "2015-02-28",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "American Holistic Nurses' Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "The Effectiveness of 2 Holistic Therapies in Reducing Test Anxiety among Nursing Students\n\nMargaret &quot;Marty&quot; Downey, Ph.D., RN, AHN-BC, CHTP, Associate Professor, Boise State University School of Nursing, Boise, ID\n\nAlia Crandall, Nursing Student, Research Assistant, Boise State University School of Nursing Boise, ID\n\nJanet Willhaus, Ph.D., RN, Assistant Professor, Boise State University School of Nursing, \nBoise, ID\n\nObjective: This in-progress study seeks to determine the effects of Aromatherapy and Healing Touch on test anxiety among nursing students. \n\nBackground: Many nursing students struggle with test anxiety, and not all can cope effectively. One way nurse educators can facilitate a healthy, productive learning environment is through use of holistic and complementary therapies (CT). Aromatherapy involves use of essential oils for specific outcomes that are measureable in the mind, body, and spirit. Healing Touch (HT) is a form of CT that involves gentle, noninvasive touch that supports the human energy system by restoring balance and harmony. \n\nMethods: This study utilizes a quantitative, quasi-experimental design and has been approved by the IRB at the authors’ institution. Sample includes nursing students enrolled in an undergraduate nursing program. Research is in conjunction with a course-required exam. Students are randomly assigned to a control group or 1 of 2 treatment groups. Treatment groups receive therapeutic intervention with either aromatherapy or HT. The Westside Test Anxiety Inventory will be administered before and after the exam to evaluate the effect of these interventions on general test anxiety.  A Visual Analog Scale will be utilized to determine the state anxiety of students directly before and after intervention.\n\nFindings: A repeated measures ANOVA will address the question of group differences for pre, intra-, and post-intervention test anxiety scores. Data available at presentation. \n\nConclusion/Implications: Aromatherapy and HT may significantly reduce test anxiety among nursing students. Results will be used to influence nursing education policy through implementation of these interventions at this school of nursing. Augmenting existing research on nursing student test anxiety and these interventions, findings will encourage holistic nursing practitioners and educators to explore the historical roots and value of holistic practices in academia and healthcare through innovative EBP. \n",
        "Origin": "Other"
    },
    "facultyid": "111110349",
    "coauthors": {
        "51201": {
            "firstname": "Margaret",
            "middleinitial": "",
            "lastname": "Downey",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111110349",
            "authorid": 51201,
            "scholarlyactivityid": 9702
        },
        "51202": {
            "firstname": "Alia",
            "middleinitial": "",
            "lastname": "Crandall",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 51202,
            "scholarlyactivityid": 9702
        },
        "51203": {
            "firstname": "Janet",
            "middleinitial": "",
            "lastname": "Willhaus",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "114003275",
            "authorid": 51203,
            "scholarlyactivityid": 9702
        },
        "51204": {
            "firstname": "Laura",
            "middleinitial": "",
            "lastname": "Bond",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 51204,
            "scholarlyactivityid": 9702
        }
    },
    "status": [
        {
            "id": 9702,
            "status": "Accepted",
            "term": "Spring",
            "year": 2015,
            "termid": "2014/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111110349",
    "attachments": []
}