{
    "activityid": 9869,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Cyclic Dome Deformation During Vigorous Lava Effusion at Santiaguito Volcano",
        "Conference/Meeting Name": "American Geophysical Union Fall Meeting 2012",
        "Conference Location": "San Francisco, CA",
        "Date or Date Range": "1966-01-01",
        "Actual/Projected Year of Publication/Presentation": 1966,
        "Sponsoring Organization": "AGU",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Santiaguito volcano, Guatemala is a natural laboratory for investigating eruption processes due to availability of proximal deployment sites for geophysical sensors and the ability to directly observe vent activity from above at Santa Maria volcano. In 2012 we deployed broadband seismic and infrasound sensors and tilt meters within half a kilometer of the active Caliente dome to capture signals generated by the ongoing effusion of two extensive (~20 x 40 x 1500 m) dacitic lava flows and hourly explosions. Time-lapse sequences of the activity were captured with an array of cameras on the summit of Santa Maria in order to reconstruct changes in the surface of the dome in 4-dimensions. This suite of instruments allowed observations of eruption processes occurring over a wide time range (seconds to hours) and during a time period of previously unobserved high effusion rates.\n\nDuring a 5-day period of monitoring continuous cycles of deformation were recorded on the tilt meters and seismometers, which when converted to radial tilt indicate initial inflation followed by deflation with an average period of 23 minutes. Explosions recorded in the infrasound and seismic data occur close to inflationary peaks and are manifested by rapid reversals in tilt, which we interpret as rapid depressurization events. Non-explosive tilt events indicate the same sense of motion as the explosions, but have lower positive tilt and have similar inflation and deflation slopes. Principle component analyses (PCA) of particle motions for both types of tilt cycles indicate a source located near the center of the active dome. However, the dominant tilt directions of positive and negative portions of individual tilt cycles are consistently different, possibly indicating a changing focus of deformation throughout individual tilt cycles. The tilt cycles are modeled as a Mogi source and best-fit locations extend from the center of the dome to the northeast edge of the vent at ~300 – 400 m below the dome surface. Model estimates indicate relatively small volumetric changes (40 – 460 m3) for each cycle, with slightly greater volumes associated with explosions. Time-series video and PIV are compared to the tilt cycles to constrain a model for the two types of tilt cycles, which we relate to shallow gas accumulation that is either released explosively or diffuses passively through cracks in the growing lava dome.",
        "Origin": "Other"
    },
    "facultyid": "113150379",
    "coauthors": {
        "51590": {
            "firstname": "John",
            "middleinitial": "J",
            "lastname": "Lyons",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 51590,
            "scholarlyactivityid": 9869
        },
        "51591": {
            "firstname": "Jeffrey",
            "middleinitial": "",
            "lastname": "Johnson",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "113150379",
            "authorid": 51591,
            "scholarlyactivityid": 9869
        },
        "51592": {
            "firstname": "Jacob",
            "middleinitial": "",
            "lastname": "Anderson",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 51592,
            "scholarlyactivityid": 9869
        },
        "51593": {
            "firstname": "Jonathan",
            "middleinitial": "",
            "lastname": "Lees",
            "percentcontribution": "0",
            "sameschoolflag": 0,
            "facultyid": null,
            "authorid": 51593,
            "scholarlyactivityid": 9869
        }
    },
    "status": [
        {
            "id": 9869,
            "status": "Accepted",
            "term": "Spring",
            "year": 2024,
            "termid": "2023/03",
            "listingorder": 4,
            "completionorder": 4
        },
        {
            "id": 9869,
            "status": "Accepted",
            "term": "Summer",
            "year": 1966,
            "termid": "1966/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113150379",
    "attachments": []
}