{
    "activityid": 9927,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "“Practicing Medicine in the 18th Century Balkans: The Life of Regina Salomea Pilsztynowa.”",
        "Conference/Meeting Name": "Western Social Science Association",
        "Conference Location": "Denver, Colorado",
        "Date or Date Range": "2013-04-13",
        "Actual/Projected Year of Publication/Presentation": 2013,
        "Sponsoring Organization": "Western Slavic Association",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Regina Salomea z Pilsztynowa was born in 1718, married to a doctor, and apprenticed with him \nto become a doctor herself. She traveled to Istanbul in order to be trained in medicine from the \ndoctors practicing in the Ottoman Empire and her expertise brought her wealth and renown. Over \nthe course of her life, she served as physician to the Tsarist court in Russia, the court of Prince \nRakoczy of Hungary, and finally for many years as court physician to Sultan Mustafa, among \nother wealthy and powerful people in Central Europe and the Near East. At the end of her life, \nshe wrote her memoir of an unlikely voyage from obscurity in a provincial Polish town to great \nwealth and experience throughout Europe. It seems almost impossible that an eighteenth century \nwoman could have gained fame as a physician, crossing geographical borders to treat the elite; \nthus crossing class, religious, gender, and cultural boundaries as well. My paper will contribute \nwill discuss the life of Pilsztynowa and how she felt that she benefited by being “a Polish woman \nand a foreigner in their country...” in her journey from apprentice doctor to professional \nphysician. \n \n",
        "Origin": "Other"
    },
    "facultyid": "111116629",
    "coauthors": {
        "51714": {
            "firstname": "Lynn",
            "middleinitial": "T",
            "lastname": "Lubamersky",
            "percentcontribution": "0",
            "sameschoolflag": 1,
            "facultyid": "111116629",
            "authorid": 51714,
            "scholarlyactivityid": 9927
        }
    },
    "status": [
        {
            "id": 9927,
            "status": "Completed/Published",
            "term": "Spring",
            "year": 2016,
            "termid": "2015/03",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 9927,
            "status": "Accepted",
            "term": "Spring",
            "year": 2013,
            "termid": "2012/03",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "111116629",
    "attachments": []
}