{
    "activityid": 9941,
    "fields": {
        "Type": "Presentation",
        "Title of Presentation": "Language Documentation in our own Front Yard: working on documentation projects with refugees and students in the US",
        "Conference/Meeting Name": "2016 Institute for Collaborative Language Research ",
        "Conference Location": "Fairbanks, Alaska",
        "Date or Date Range": "2016-06-01",
        "Actual/Projected Year of Publication/Presentation": 2016,
        "Sponsoring Organization": "Linguistic Society of America",
        "Presenter(s)": null,
        "Web Address": "",
        "Description/Abstract": "Nearly all states in the US have at least one designated refugee resettlement city in them, with most states having more than two cities. These resettlement cities are in metropolitan areas with universities nearby. The presence of refugees brings not only a rich collection of cultures, but also a rich set of languages – some of which are undocumented or under-documented, providing young linguists and both undergraduate and graduate students with opportunities to document languages in their own cities while serving the needs of displaced speech communities.\r\n\r\nAlthough it is certainly less than ideal to conduct &quot;fieldwork&quot; in the diaspora, we believe that important work can and ought to be accomplished in this setting. In addition to learning valuable linguistic field methods skills, students working with these populations also exhibit higher levels of cultural competence than their peers and are better equipped to work with this vulnerable population after graduating. Further, we believe we have a responsibility to any community concerned for the status of their heritage language, even those residing half a world away from their original setting. In 2012 alone, more than 58,000 refugees from 85 different countries and territories were settled in the US, Guam, and Puerto Rico. With the current refugee crisis in the Middle East and Europe, many more will be resettled in the next few years. Although the specific circumstances of the refugees’ plight are unique due to issues of resettlement in foreign countries, there are many parallels between the experiences of refugees and those of displaced indigenous peoples. In this talk, we will discuss these similarities, while also detailing the refugee resettlement process and specific issues that linguists may encounter while working with refugees.\r\n\r\nThe latter portion of the talk will consist of video testimonies from the six speakers with whom we’ve been working who will speak about their experiences documenting their languages and working with faculty and students in both the field methods course and on individual projects for their communities.",
        "Origin": "Other"
    },
    "facultyid": "113027151",
    "coauthors": {
        "120477": {
            "firstname": "Michal",
            "middleinitial": "Temkin",
            "lastname": "Martinez",
            "percentcontribution": "",
            "sameschoolflag": 1,
            "facultyid": "113027151",
            "authorid": 120477,
            "scholarlyactivityid": 9941
        }
    },
    "status": [
        {
            "id": 9941,
            "status": "Completed/Published",
            "term": "Summer",
            "year": 2016,
            "termid": "2016/01",
            "listingorder": 6,
            "completionorder": 6
        },
        {
            "id": 9941,
            "status": "Accepted",
            "term": "Summer",
            "year": 2015,
            "termid": "2015/01",
            "listingorder": 4,
            "completionorder": 4
        }
    ],
    "userid": "113027151",
    "attachments": []
}